{"1": [{"uid": "german-12073-trn", "text_a": "Einen Stick nutze ich nur sehr selten und wenn, möchte ich mich darauf verlassen können. Diese war nach zwei Anwendungen innerhalb von weniger als einem Jahr nicht mehr Einsatzfähigkeit. Jegliche Reparatur Software ob Android oder IOS schaffen es nicht zu reparieren.", "label": 1, "portion_identifier": -1, "text_b": "Defekt nach zwei Einsätzen . pc"}, {"uid": "german-2916-trn", "text_a": "Produkt ist der letzte Schrott . Folien halten nicht , drei von 10 versucht und die letzten 7 in den Müll geworfen . Ein Stern ist noch zufiel .", "label": 1, "portion_identifier": -1, "text_b": "Nicht zu empfehlen . wireless"}, {"uid": "german-18592-trn", "text_a": "Ehrlich? Warum man schreibst so was? Ich empfehle euch nachsehen, wie viel Seiten dieses /Werk/ hat und wie groß ist das Schrift. Erstaunlich. Nie wieder und sei vorsichtig immer beim Einkauf.", "label": 1, "portion_identifier": -1, "text_b": "? . book"}, {"uid": "german-37529-trn", "text_a": "+ Versand - 1. Folie klebte gar nicht - 2. Folie brach nach 3 Stunden in der Hosentasche ohne jeglichen Sturz oder sonstige Sachen, die es hätten beschädigen können.", "label": 1, "portion_identifier": -1, "text_b": "Beide Folien leider nach 3h unbrauchbar! . wireless"}], "2": [{"uid": "german-42321-trn", "text_a": "Die Weihnachtskerzen von der Firma OZAVO wurden ordnungsgemäß verpackt und geliefert. Die sehen sehr gut aus aber die Fernbedienung funktioniert nur teilweise. Man muss mehrmals drucken bis alle Lichte ausgeschaltet sind. Bei der Lieferung ist ein Kerzenhalter fehlerhaft geliefert aber trotz mehrmalige Versuche hat die Firma OZAVO nicht auf meiner Reklamationen reagiert, deswegen kann ich diese Firma nicht als Lieferant empfehlen.", "label": 2, "portion_identifier": -1, "text_b": "Mangelhafte Ware . home"}, {"uid": "german-60846-trn", "text_a": "Vom Stoff mag die Qualität in Ordnung sein, allerdings hatte jedes Shirt einen anderen Schnitt, so dass manche sehr eng und andere locker saßen.", "label": 2, "portion_identifier": -1, "text_b": "Ein Shirt anders als das andere . other"}, {"uid": "german-60446-trn", "text_a": "Ich hatte mich schon gefreut da die Lieferung so schnell da war . Als ich das Panzerglas auf mein Xperia X machen wollte war ich positiv überrascht da die enthaltenen Reinigungstücher auch noch richtig feucht waren. Die Montage gestaltet sich als schwierig da sich das Glas keinesfalls Blasenfrei aufzieht . Nachdem ich die Blasen entlich drausen hatte löste sich das Glas am kompl. Rand wieder vom Display. Naja , und die passgenauigkeit finde ich auch nicht so toll. Aber ich muss natürlich auch sagen das Der Kundendienst sehr schnell un unkompliziert hilft .", "label": 2, "portion_identifier": -1, "text_b": "Leider keine Empfehlung für Xperia X . wireless"}, {"uid": "german-68383-trn", "text_a": "Die Gläser sind toll, schauen gut aus und es lässt sich klasse daraus trinken. Leider kam eines der drei Gläser nach dem 3. Spühlgang mit 2 Bruchstellen aus der Geschirrspühlmaschine. Nach kurzem Kontakt mit dem Verkäufer und dem Versprechen er würde sich mit dem Hersteller in Verbindung setzen kam leider keine Reaktion mehr. Schade...", "label": 2, "portion_identifier": -1, "text_b": "Klasse Gäser - Leider nur für kurze Dauer... . home"}], "3": [{"uid": "german-98419-trn", "text_a": "Eine sehr schön flache Uhr die edel aussieht. Leider ist das Glas sehr empfindlich und das Lederarmband nutzt sich schnell ab. Ich würde zu einem Modell von Skagen mit gehärtetem Glas und Metallband greifen, da ich eine solche bereits seit 4 Jahren zu meiner Zufriedenheit habe.", "label": 3, "portion_identifier": -1, "text_b": "Schön aber empfindlich . watch"}, {"uid": "german-90504-trn", "text_a": "Leider ist die Verlängerung nicht im gleichen Winkel wie das Hauptteil mit den Steckern", "label": 3, "portion_identifier": -1, "text_b": "Sieht ganz ok aus . home_improvement"}, {"uid": "german-106386-trn", "text_a": "Der Stuhl war einfach aufzubauen, aber irgendwie ist er leicht nach vorne geneigt, und auch die Höhenverstellbarkeit ist mit dem Hebel ungünstig weit hinten ...gibt sicher bessere Stühle. Erfüllt aber seinen Zweck!", "label": 3, "portion_identifier": -1, "text_b": "Ein Stuhl halt... . furniture"}, {"uid": "german-83188-trn", "text_a": "Die gelieferten Kabel sind für den normalen Gebrauch viel zu kurz", "label": 3, "portion_identifier": -1, "text_b": "Kabel zu kurz . home_improvement"}], "4": [{"uid": "german-158270-trn", "text_a": "Der Becher sieht gut aus. Sonst kann ich nur noch sagen das der beiligende Löffel nicht lange halten wird, der ist eher deko, und wohl nicht zum gebrauch bestimmt. Habe den Becher verschenkt. Deshalb keine Angaben ob das mit dem Kühlgel funktioniert oder er dicht ist.", "label": 4, "portion_identifier": -1, "text_b": "Sternabzug wegen Löffel . home"}, {"uid": "german-122330-trn", "text_a": "Die Dosen sind sehr schön und die Farben wie auf dem Bild. Leider ist der Verschluss für Kinder eher schwierig zu öffnen und schließen.", "label": 4, "portion_identifier": -1, "text_b": "Schöne kleine Dose . home"}, {"uid": "german-122325-trn", "text_a": "Sehr gute Qualität und es kommt überhaupt kein Wasser rein. Sowohl im Pool als auch im Meer beim Tauchen", "label": 4, "portion_identifier": -1, "text_b": "Hält was sie verspricht . sports"}, {"uid": "german-159208-trn", "text_a": "Habe die Tücher für meine 5 monate alte Tochter bestellt, da sie bei der babymassage davon total begeistert war. Sie kamen an, als wir gerade einkaufen wollten, also hab ich sie geschnappt und ihr noch im Auto auf der Fahrt eines gegeben. Etwas später bemerkte ich das ihr ganzes Gesicht und ihr Pullover vollkommen verfärbt waren. Also vorher am besten per Hand fix auswaschen, trocknen ja fix auf der Leine durch den leichten Stoff. Unsere Tücher waren alle zusammen in einer Plastiktüte, nicht jedes einzeln verpackt, wie hier in manchen Rezensionen beschrieben war. Nähte sind recht unsauber vernäht, aber das ist zu verkraften! An sich super Tücher und unsere Tochter liebt sie!", "label": 4, "portion_identifier": -1, "text_b": "Dringend vorher waschen! . toy"}], "5": [{"uid": "german-188943-trn", "text_a": "Ohne dieses Buch traut man sich gar nicht, im Motorraum mit schrauben anzufangen. Mir hat es geholfen, einige Reparaturkosten zu sparen.", "label": 5, "portion_identifier": -1, "text_b": "Äußerst hilfreich . book"}, {"uid": "german-173700-trn", "text_a": "Da mein Sohn riesiger Saurier Fan ist mußte es diese Flasche sein. Leichte Handhabung sowie gute Qualität. Selbst beim runterfallen hat Sie keine Beule bekommen wie andere Flaschen die er hat.", "label": 5, "portion_identifier": -1, "text_b": "Trinkflasche . sports"}, {"uid": "german-192378-trn", "text_a": "Teil ausgefallen, abends bestellt am nächsten Nachmittag war es da. Schneller und besser geht es nicht .", "label": 5, "portion_identifier": -1, "text_b": "Alles super . wireless"}, {"uid": "german-179223-trn", "text_a": "Tolle Farben, gute Passform, gute Qualität!", "label": 5, "portion_identifier": -1, "text_b": "Produkt kam wie beschrieben an . apparel"}]}