{"1": [{"uid": "german-38015-trn", "text_a": "Leider bin ich schwer enttäuscht! Von der Fa. Revell kenne ich bessere Qualität. 24 Tage warten damit man den Hubschrauber endlich zusammen bauen kann, dann die Enttäuschung: Schrauben die beim ansetzten abbrechen, Metall Schienen die man erst gerade biegen muss damit sie passen und ohne Sekundenkleber hält gar nichts. Nicht für den Preis", "label": 1, "portion_identifier": -1, "text_b": "Schlechte Verarbeitung . toy"}, {"uid": "german-18422-trn", "text_a": "Wer sich langweilen und einen \"Zwei-Mann-Film\" sehen will, der kann sich das Teil reinziehen. Reine Zeitverschwendung!", "label": 1, "portion_identifier": -1, "text_b": "Schlechter Film . digital_video_download"}, {"uid": "german-12435-trn", "text_a": "Ich habe die pistole 3 mal benutzt und sie ist mir beinahe in der Hand auseinander gefallen. Ich Bitte sie daher mir das Geld oder eine neue Pistole zu zuschicken.", "label": 1, "portion_identifier": -1, "text_b": "Defekt nach 3 Schüssen . beauty"}, {"uid": "german-33380-trn", "text_a": "Hab den Artikel Prime bestellt. Passt nicht, wird daher zurück geschickt. Trotz Prime 3,50€ Versandkosten. Frechheit!!!!!!!!!!!", "label": 1, "portion_identifier": -1, "text_b": "Prime, vergiss es . toy"}], "2": [{"uid": "german-71609-trn", "text_a": "Extra Prime abgeschlossen um die Ware rechtzeitig zu bekommen, sie wurde aber nicht wie versprochen durch Prime Samstag geliefert sondern erst Montag. Da braucht man kein Prime abschließen und teuer bezahlen, musste Samstag extra 35 km fahren um die Ware noch zu bekommen. Ein Witz.", "label": 2, "portion_identifier": -1, "text_b": "Lieferzeiten Prime . pet_products"}, {"uid": "german-78190-trn", "text_a": "Leider war es keine originale VW DVD wie beschrieben und auch abgebildet. DVD wurde in einer Plastikfolie geliefert", "label": 2, "portion_identifier": -1, "text_b": "Angebot entspricht nicht der Lieferung . wireless"}, {"uid": "german-57953-trn", "text_a": "Robuste Hülle für das P30 Pro aber schlecht ist: Die Hülle past nicht mit einer Panzerglas Folie zusammen. Denn die seitlichen Tasten der Hülle drücken die Panzerfolie immer vom Smartphone ab also löst den Rand der Folie vom Touchscreen ab. Schade. Hülle nur benutzbar ohne eine Panzerfolie!", "label": 2, "portion_identifier": -1, "text_b": "Nur ohne Panzerfolie benutzbar. . wireless"}, {"uid": "german-47835-trn", "text_a": "Hatte das Produkt erst günstiger bestellt und bekam aber die falsche Ware. Diese konnte ich zwar problemlos zurück senden und bekam auch das Geld zurück, aber als ich es direkt nochmal bestellen wollte, wurde mir angezeigt, dass es nicht verfügbar wäre. Ich habe es dann etwas teurer bestellt beim gleichen Anbieter. Das verärgert mich schon etwas, denn das finde ich ist eine Täuschung des Kunden. Die Lieferung war dafür sehr schnell und ich brauchte es, sonst hätte ich wahrscheinlich da nicht nochmal bestellt für den teureren Preis.", "label": 2, "portion_identifier": -1, "text_b": "Bisschen Ärger war dabei . toy"}], "3": [{"uid": "german-111799-trn", "text_a": "Es erfüllt seinen Zweck aber ich finde diesen Cleaner viel zu speckig . Werde ihn nicht mehr kaufen. Es gibt weit aus bessere", "label": 3, "portion_identifier": -1, "text_b": "Fettig . beauty"}, {"uid": "german-95602-trn", "text_a": "Meine kleine ist total begeistert von der Puppe, allerdings ist das Mikrophon leider sehr enttäuschend. Batterien waren auch nicht dabei, aber halb so schlimm, da ich welche zu Hause hatte. Das Mikrophon funktioniert trotz Batterien nicht wirklich. Um ehrlich zu sein, hört man nichts! Ob mit oder ohne Batterie, das Mikrophon kann man vergessen! Die Puppe selber, ist total toll! Singt schön, leuchtet und das Kind liebt sie.", "label": 3, "portion_identifier": -1, "text_b": "Toll, aber Mikrophon ohne Ton . toy"}, {"uid": "german-107483-trn", "text_a": "Die Lieferung war extrem schnell, gute verpackung, schneller aufbau. Das Gerät läd mein Iphone 10 aber leider nur ohne Hülle Mit meiner dünnen Spigen hülle bricht es regelmäßig ab und braucht länger bis es wieder startet, sehr schade", "label": 3, "portion_identifier": -1, "text_b": "Artikel gut mit einschränkung . wireless"}, {"uid": "german-104686-trn", "text_a": "Super Schuh. Aber leider nicht so lange haltbar. Nach 6 Monaten lösten sich beide Schuhsohlen bereits ein wenig vom Schuh.", "label": 3, "portion_identifier": -1, "text_b": "Mittelmäßig . shoes"}], "4": [{"uid": "german-148994-trn", "text_a": "Reichweite über Funk sehr gut. Stimmt mit der Temperaturanzeige am Griller gut überein. Negativ ist die Beschreibung und umständlich die Einstellung der Gartemperatur. Deshalb ein Punkt Abzug.", "label": 4, "portion_identifier": -1, "text_b": "Gutes Gerät zu einem vernünftigen Preis. . lawn_and_garden"}, {"uid": "german-121958-trn", "text_a": "Zunächst bin ich froh, das der Akku des NCM-eBike der Firma wieder ordnungsgemäß geladen wird. Das Netzteil funktioniert. Leider war bei der Anlieferung kein Steckerkabel vorhanden, obwohl es abgebildet ist.", "label": 4, "portion_identifier": -1, "text_b": "Gerät läuft, aber kein Stecker dabei !? . sports"}, {"uid": "german-142012-trn", "text_a": "Ich liebe diesen schubladenschrank Habe ihn alleine mit extrem langen Nägel in 1 Stunde aufgebaut. Werde mir noch einen kaufen. 1 Stern Abzug weil ein Brett Macken hatte", "label": 4, "portion_identifier": -1, "text_b": "Ein super schubladenschrank . furniture"}, {"uid": "german-154473-trn", "text_a": "Für den Preis voll ok, Backofen und Ceranfeld funktionieren einwandfrei. Material der Schaltknöpfe könnte hochwertiger sein, recht leichter Kunststoff,bin gespannt wie lange die durchhalten, bei dem Preis aber auch in Ordnung. Einziges Manko und der Grund für 1 Stern Abzug: Wie kommt man auf die Idee,die Temperaturanzeigen auf der Blende anzubringen und auch noch so, dass man beim Einstellen der Backofentemperatur in die Knie gehen muß oder den Kopf verrenken ,um die einzustellende Temperatur zu sehen? Da war wohl ein Produktdesigner am Werk der noch nie am Herd gestanden hat. Leider ist mir dieser Umstand vorher nicht aufgefallen, ansonsten hätte ich diesen Kauf nicht getätigt.", "label": 4, "portion_identifier": -1, "text_b": "ok . other"}], "5": [{"uid": "german-183895-trn", "text_a": "Versand war super und Schüssel kam gut verpackt an. Haben diese beim letzten Grillen benutzt und das Essen war nach 3 Stunden noch schön warm.", "label": 5, "portion_identifier": -1, "text_b": "Sehr zufrieden . home"}, {"uid": "german-166697-trn", "text_a": "Schnelle Lieferung. Qualität sehr gut.", "label": 5, "portion_identifier": -1, "text_b": "Qualität sehr gut . furniture"}, {"uid": "german-170870-trn", "text_a": "Laptop passt super rein und ist gut geschützt. Die Fächer sind super", "label": 5, "portion_identifier": -1, "text_b": "Alles Bestens . pc"}, {"uid": "german-182804-trn", "text_a": "hier stimmt der Preis und die Leistung . Schnelle Lieferung. Im Preis sind die Leuchtmittel enthalten. Robuste Verpackung. Gutes Design.", "label": 5, "portion_identifier": -1, "text_b": "sehr zu empfehlen . home"}]}