{"1": [{"uid": "german-11053-trn", "text_a": "Die Konsistenz kommt mir wässrig vor. Werde das Produkt nicht mehr kaufen.", "label": 1, "portion_identifier": -1, "text_b": "Gestreckt? . beauty"}, {"uid": "german-11586-trn", "text_a": "Leider ist die Sendung verloren gegangen", "label": 1, "portion_identifier": -1, "text_b": "Na ja . musical_instruments"}, {"uid": "german-15772-trn", "text_a": "Slings sind beim trainieren gerissen! Ich wiege 80 KG das ist normales gewicht! Ich würde Sie mir nicht mehr kaufen!", "label": 1, "portion_identifier": -1, "text_b": "Nicht Empfehlenswert . sports"}, {"uid": "german-29888-trn", "text_a": "Bin sehr enttäuscht. Die Verpackung war so miserabel das komplett alle Stiele einmal durchgebrochen waren.Konnte den Strauch daher nicht mehr gebrauchen.Habe über 12 € zum Fenster rausgeschmissen.An der Verpackung muss gearbeitet werden ansonsten wären die Blätter super schön gewesen.", "label": 1, "portion_identifier": -1, "text_b": "Miserable Verpackung. . home"}, {"uid": "german-2352-trn", "text_a": "Katastrophal. Ware nie angekommen und auf meine darauf folgenden E-Mails nie eine Antwort erhalten. Produkt bestimmt genau so schlecht wie der Anbieter hier.", "label": 1, "portion_identifier": -1, "text_b": "Katastrophal . apparel"}, {"uid": "german-9227-trn", "text_a": "Ein esc ist schonmal gelötet worden :(. Da kauft man neue Artikel und sie sind in echt gebraucht echt enttäuschend.", "label": 1, "portion_identifier": -1, "text_b": "ein Esc schon benutzt . toy"}, {"uid": "german-39798-trn", "text_a": "Schon den zweiten Diffusor für diesen Föhn gekauft, und schon wieder fällt der Diffusor bei jeder Benutzung auf den Boden. Der Föhn ist daher für die Tonne. Dass das aufgrund der dünnen Wandstärken im Verbindungsbereich zwischen Föhn und Diffusor passieren muss, hätte man als Braun-Konstrukteur auch schon vorher sehen und beheben können. Wenn die Tätigkeit der Firma Braun aber nur noch darin besteht, sich via Alibaba eine Container-Ladung chinesische Haartrockner mit Braun-Logo schicken zu lassen, dann klappt das halt auch nicht mehr so richtig mit der Braun-Qualität.", "label": 1, "portion_identifier": -1, "text_b": "Diffusor hält nicht und fällt ab . personal_care_appliances"}, {"uid": "german-30302-trn", "text_a": "Das ist vool scheiße weil man 70€ ausgibt und dann sich freut das man so easy im Urlaub oder so mitnehmen kann und dann braucht man immer einen PC mit voll scheiße und nicht den Preis wert", "label": 1, "portion_identifier": -1, "text_b": "Scheiße . pc"}], "2": [{"uid": "german-56756-trn", "text_a": "Ich habe mir von dem Akku mehr erhofft, das Akku muss häufig geladen werden hätte mir vielleicht besser das Original bestellen sollen", "label": 2, "portion_identifier": -1, "text_b": "akku muß häufiger augeladen werden . wireless"}, {"uid": "german-76029-trn", "text_a": "Hätte ich doch besser genauer die anderen Rezensionen gelesen... Auch hier wurde der Fressnapf ohne Gummiring (!) geliefert. Die haben sich wohl gedacht, da er eh so schnell kaputt geht, lassen wir ihn gleich weg?!?", "label": 2, "portion_identifier": -1, "text_b": "Lieferung ohne Gummiring! . pet_products"}, {"uid": "german-75829-trn", "text_a": "sehen sehr schön aus und sind auch sehr bequem.. Allerdings keine gute Qualität die nähte gehen bereits nach dem 2 Waschen auf (Schonprogramm gewaschen) Und nach ein paar mal tragen sind bereits auf den Seiten Löcher drin....", "label": 2, "portion_identifier": -1, "text_b": "Qualität nicht so gut . apparel"}, {"uid": "german-58624-trn", "text_a": "Ich habe die zwei Sterne gewählt,da wie ich schon in den anderen Rezensionen beschrieben, immernoch die Geschenkbox fehlt und trotzdem 3€ Versand verlangt wird.", "label": 2, "portion_identifier": -1, "text_b": "Leider ist der Artikel nicht wie beschrieben . automotive"}, {"uid": "german-79660-trn", "text_a": "habe mir extra nochmal diese bestellt weil die von einem anderen anbieter zu klein waren.Diese hier sind genau so groß, aber vorallem sind sie nicht wie auf den bilder keine löcher für die kameras sondern einfach nur eine kerbe/einbuchtung bin leider enttäuscht artikel geht aufjedenfall zurück.", "label": 2, "portion_identifier": -1, "text_b": "nicht wie auf dem bild!! . wireless"}, {"uid": "german-55682-trn", "text_a": "Design entspricht dem Bild, Qualität: billige Chinaware", "label": 2, "portion_identifier": -1, "text_b": "billige chinaware . luggage"}, {"uid": "german-78195-trn", "text_a": "Tassen kamen kaputt an. Zweit lieferung war wieder kaputt", "label": 2, "portion_identifier": -1, "text_b": "Schlecht verpackt . home"}, {"uid": "german-60767-trn", "text_a": "Positiv + Aufbewarung + Optik + Tragegefühl Negativ - Haptik der Tasten - Klang der Kopfhörer Ich werde auf Grund des enttäuschenden Sounds die Kopfhörer zurückschicken", "label": 2, "portion_identifier": -1, "text_b": "Preis/Leistung nicht berauschend . wireless"}], "3": [{"uid": "german-109194-trn", "text_a": "Hält warm aber mein 4 kg baby schwimmt darin. Finde ihn ziemlich gross. Sieht nach einem mal Handwäsche nicht mehr sehr schön aus.", "label": 3, "portion_identifier": -1, "text_b": "Ganz OK . apparel"}, {"uid": "german-92467-trn", "text_a": "nicht so meine Erwartung getroffen - wohl eher für Kinder", "label": 3, "portion_identifier": -1, "text_b": "nicht so meine Erwartung getroffen . grocery"}, {"uid": "german-80099-trn", "text_a": "Der Adapter tut, was er soll und funktioniert einwandfrei. Allerdings suggeriert das Produktfoto eine Länge des Kabels, die nicht gegeben ist. Eine Schleife, wie im Bild dargestellt, kann man mit dem Kabel nicht legen. Die Gesamtlänge des Adapters beträgt ca. 21cm. Das Kabel zwischen den Steckern ist ca 12 cm lang. Die angeschlossene Festplatte hängt bei meinem Rechner in der Luft.", "label": 3, "portion_identifier": -1, "text_b": "Kurz und Gut. . pc"}, {"uid": "german-95555-trn", "text_a": "Warum Verkäufer reagiert nicht auf meine Nachfragen? Ich brauche nur die Rechnung. ! ! !! ! ! ! ! ! !", "label": 3, "portion_identifier": -1, "text_b": "Warum Verkäufer reagiert nicht auf meine Nachfragen? Ich brauche nur die Rechnung. ! ! !! ! ! ! ! ! ! . wireless"}, {"uid": "german-100879-trn", "text_a": "Mein Mann trägt normalerweise Boxershorts in Grösse XXL, diese aber fallen so klein aus, weiter als bis zu den Knien ging nicht.", "label": 3, "portion_identifier": -1, "text_b": "Viel zu klein . apparel"}, {"uid": "german-106322-trn", "text_a": "Flackert beim einschalten. Helligkeit gut aber sehr weiß. Na ja.", "label": 3, "portion_identifier": -1, "text_b": "Na Ja. . home"}, {"uid": "german-118943-trn", "text_a": "Router wurde planmäßig geliefert. Leider war das mitgelieferte Netzteil defekt. Der Router funktioniert allerdings. Hatte zum Glück noch ein passendes Netzteil zu Hause.", "label": 3, "portion_identifier": -1, "text_b": "mitgelieferte Netzteil defekt . pc"}, {"uid": "german-81314-trn", "text_a": "Etwas zu teuer für die Qualität. Einige Täfelchen waren bröselig und hatten keine schöne Form. Doch sie ließen sich mit einem weißen Edding gut beschriften und sind witterungsbeständig.", "label": 3, "portion_identifier": -1, "text_b": "Etwas zu teuer . lawn_and_garden"}], "4": [{"uid": "german-127405-trn", "text_a": "Für den Preis in Ordnung. Ich finde es nur nicht ganz so exakt gearbeitet wie das Original.", "label": 4, "portion_identifier": -1, "text_b": "Ersatzarmband Polar . sports"}, {"uid": "german-155118-trn", "text_a": "Die Wasserpistolen sind sehr klein und gehen sehr schnell kaputt. Sie wurden für ein Fest bestellt und wurden dort andauernd zertreten. Für den Preis dennoch in Ordnung.", "label": 4, "portion_identifier": -1, "text_b": "Gut für den Preis! . toy"}, {"uid": "german-148292-trn", "text_a": "Die Hülle weiß zu gefallen. Sie trägt auf der Rückseite bloß ganz schön dick auf durch die Kammer mit dem Glitzerkram... Preis ist unschlagbar!", "label": 4, "portion_identifier": -1, "text_b": "Preis-Leistung sehr gut! . wireless"}, {"uid": "german-126469-trn", "text_a": "Die Bestellung und Lieferung des Balance Boards von Sporty Anis verlief sehr schnell und problemlos. Zuhause angekommen habe ich das Board sofort ausgepackt und auf Parkett ausprobiert, was aufgrund der Höhe des Boards sehr sehr wackelig ist, mittlerweile nach ein bisschen Übung jedoch auch kein Problem mehr ist. Ich bin dann vorerst auf den Teppich ausgewichen, wo mein Stand auf dem Board eindeutig sicherer ist. Die Bilder auf Amazon entsprechen dem Aussehen des Produktes, wie man auch auf meinem Bild sehen kann. Allgemein bin ich sehr zufrieden mit dem Balance Board und werde noch sehr viele Sachen damit ausprobieren.", "label": 4, "portion_identifier": -1, "text_b": "Sehr gut . sports"}, {"uid": "german-122385-trn", "text_a": "Wir waren durch die vorherige Bewertung etwas unsicher, ob wir die Lampe bestellen sollen oder nicht.. Da ich sieben unbedingt für die Küche wollte und mein Mann Handwerksmeister ist, haben wir sie bestellt. Die Montage der Lampe ist kniffelig und ich kann nur dazu raten, die Lampe zu bestellen, wenn man handwerkliche Hilfe hat. Das Anbringen ist etwas schwierig und mit 4 Händen klappt es besser. Es ist etwas schwierig überall dran zu kommen. Deshalb auch einen Stern Abzug. Das Endergebnis entschädigt allerdings wirklich! Deswegen anbei ein paar Fotos! Das Dimmen und Verändern des Lichts klappt mit der Fernbedienung sehr gut und es wirft sooo schöne Schatten. Bin total froh mit der Lampe!", "label": 4, "portion_identifier": -1, "text_b": "Kniffelige Schönheit . home"}, {"uid": "german-140398-trn", "text_a": "Ich füttere diesen Mix seit über 20 Jahren,und es bekommt meinen Schäferhunden sehr gut. Sie wachsen und gedeihen sehr gut. Vollste zufriedenheit. Ingeborg Häring", "label": 4, "portion_identifier": -1, "text_b": "May Friend Mix 20 kg . pet_products"}, {"uid": "german-132998-trn", "text_a": "An sich ein tolles Produkt. Bin soweit sehr zufrieden, Nur der Sitz ist sehr tief, so das die Kids schon mal ganz schön weit unten hängen.", "label": 4, "portion_identifier": -1, "text_b": "Bin zufrieden! . toy"}, {"uid": "german-124790-trn", "text_a": "Konstruierte Geschichte? Ja, aber in einem absolut lesenswerten Format! Mal was ganz anderes! Spannend vom Anfang bis zum Schluss. Konnte es nicht aus der Hand legen und hatte es in zwei Tagen durch. Klare Kaufempfehlung! Freu mich schon darauf mehr von der Autorin zu lesen!", "label": 4, "portion_identifier": -1, "text_b": "Absolut lesenswert... . digital_ebook_purchase"}], "5": [{"uid": "german-172049-trn", "text_a": "Schnelle Lieferung und erfüllen ihren Zweck", "label": 5, "portion_identifier": -1, "text_b": "In Ordnung . toy"}, {"uid": "german-178435-trn", "text_a": "Super Qualität sie liegt auch super in der Hand und ist leicht", "label": 5, "portion_identifier": -1, "text_b": "Nur zu empfehlen . home_improvement"}, {"uid": "german-196423-trn", "text_a": "Diese iPad-Hülle gefällt mir sehr gut. Fühlt sich toll an, ist kompakt und sieht ordentlich aus. Ich bin sehr zufrieden.", "label": 5, "portion_identifier": -1, "text_b": "Bin von der Hülle begeistert . pc"}, {"uid": "german-180192-trn", "text_a": "Habe langes blondiertes haar. Es macht die haare wunderschön!", "label": 5, "portion_identifier": -1, "text_b": "Pflegt sehr gut, schönes glänzendes haar . beauty"}, {"uid": "german-167805-trn", "text_a": "Die Messer sind einfach der Hammer. Man muss aber aufpassen, sie sind sehr scharf. Ich würde sie immer wieder kaufen. Toll.", "label": 5, "portion_identifier": -1, "text_b": "Tolle Messer . home"}, {"uid": "german-198117-trn", "text_a": "Alles super, passende Größe. Nichts zu bemängeln", "label": 5, "portion_identifier": -1, "text_b": "Passend! . lawn_and_garden"}, {"uid": "german-170612-trn", "text_a": "Versand wie immer zügig. Verpackung Top, keine Schäden vom Transport. Einbau und Nutzung TOP, Klare Empfehlung zum hier angebotenen Artikel.", "label": 5, "portion_identifier": -1, "text_b": "Top . home_improvement"}, {"uid": "german-191802-trn", "text_a": "Die Hülle ist sehr gut verabeitet, Nähte sitzen gut. Ein Mackel wäre dass obwohl viele Kartenslots eingearbeitet wurde, ist es nicht zu empfehlen diese alle zu besetzen. In dem Fall würde die Handyhülle sich nicht mehr richtig zuklappen lassen. Das iPhone 6 passt wie eine 2. Haut und die Hülle bittet somit einen gewissen Schutz. Sie bittet im zugeklappten Zustand die Möglichkeit zu telefonieren (Sprecher ist frei und Hörer ist mit Löcher verarbeitet). In Schwarz wirkt es außerdem elegant.", "label": 5, "portion_identifier": -1, "text_b": "Stabile Verarbeitung . wireless"}]}