{"0": [{"uid": "spanish-373-val", "text_a": "County Road 540 queda solo a unas pocas millas al sur de State Road 540 en la ciudad de Highland y va hacia el oeste desde U.S. Route 98 hacia County Road 37B.", "label": "0", "portion_identifier": -1, "text_b": "County Road 540 queda a unas pocas millas del State Road 540 en la ciudad de Highland y va hacia el sur desde US 98 hasta County Road 37B."}, {"uid": "spanish-356-val", "text_a": "Zingone jugó al fútbol de clubes para Lito.", "label": "0", "portion_identifier": -1, "text_b": "Lito jugó en el club de fútbol de Zingone."}, {"uid": "spanish-1761-val", "text_a": "En 2012, la ciudad se dio vuelta, y ganó el titular demócrata Barack Obama, que sacó el 51 % de los votos contra el republicano Mitt Romney con el 48 %.", "label": "0", "portion_identifier": -1, "text_b": "En 2012, el distrito cambió y ganó el jefe del partido republicano Mitt Romney, quien obtuvo el 51% de los votos en comparación con el demócrata Barack Obama que obtuvo el 48%."}, {"uid": "spanish-1862-val", "text_a": "Bostryx turritus es una especie de caracol tropical que respira aire, un molusco gasterópodo pulmonado de la familia de Bulimulidae.", "label": "0", "portion_identifier": -1, "text_b": "Bostryx turritus es una especie de caracol de tierra de respiración pulmonar, un molusco gasterópodo tropical de la familia de Bulimulidae."}, {"uid": "spanish-1996-val", "text_a": "Lee jugó profesionalmente en Italia, Rusia, Grecia, Francia, Indonesia y Grecia. Ganó campeonatos nacionales en Puerto Rico, Portugal e Indonesia.", "label": "0", "portion_identifier": -1, "text_b": "Jugó profesionalmente en Grecia, Rusia, Italia, Francia, Puerto Rico, Portugal e Indonesia y ganó campeonatos nacionales en Indonesia y Grecia."}, {"uid": "spanish-927-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "Hector, Cody y Christie encontraron al Dr. Forrest que tenía a Christie de rehén."}, {"uid": "spanish-1081-val", "text_a": "Su padre murió en su juventud, y su madre, Catherine A. Fagan, se casó con Samuel Adams en 1842, quien dos años más tarde se convirtió en gobernador de Arkansas.", "label": "0", "portion_identifier": -1, "text_b": "Su padre murió durante su juventud, y su madre, Samuel Adams, se casó con Catherine A. Fagan en 1842, que luego se convirtió en el gobernador de Arkansas dos años más tarde."}, {"uid": "spanish-643-val", "text_a": "Rainbach im Innkreis es una municipalidad del distrito de Schärding en el estado de Alta Austria.", "label": "0", "portion_identifier": -1, "text_b": "Rainbach im Innkreis es una municipalidad en el distrito de Alta Austria en el estado austriaco de Schärding."}], "1": [{"uid": "spanish-1383-val", "text_a": "El botánico Stephan Endlicher primero describió formalmente las especies en 1846 como parte del trabajo ``Irideae Plantae Preissianae'' de Johann Georg Christian Lehmann.", "label": "1", "portion_identifier": -1, "text_b": "El botánico Stephan Endlicher primero describió formalmente la especie en 1846 como parte del trabajo de Georg Christian Lehmann ``Irideae. Plantae Preissianae''."}, {"uid": "spanish-1247-val", "text_a": "Schliemann despejó cinco huecos y los reconoció como las tumbas mencionadas por Pausanias.", "label": "1", "portion_identifier": -1, "text_b": "Schliemann vació cuatro huecos y los identificó como las tumbas mencionadas por Pausania."}, {"uid": "spanish-862-val", "text_a": "Finale es una ciudad de la municipalidad del distrito de Mopani en la provincia de Limpopo, Sudáfrica.", "label": "1", "portion_identifier": -1, "text_b": "Finale es una ciudad de la municipalidad del distrito de Mopani en la provincia de Limpopo de Sudáfrica."}, {"uid": "spanish-1488-val", "text_a": "Madison District Public Schools es un distrito escolar que presta servicios en el extremo sur del Área Metropolitana de Detroit en Madison Heights, Michigan.", "label": "1", "portion_identifier": -1, "text_b": "Madison District Public Schools es un distrito escolar del sur del área metropolitana de Detroit en Madison Heights, Michigan."}, {"uid": "spanish-1803-val", "text_a": "La fundación New Ways to Work fue fundada en 1972 y es una organización sin fines de lucro financiada por el Área de la Bahía de San Francisco.", "label": "1", "portion_identifier": -1, "text_b": "En 1972, se fundó New Ways to Work Foundation, una organización sin fines de lucro fundada en el área de la Bahía de San Francisco."}, {"uid": "spanish-1372-val", "text_a": "ACVM tiene sede en Glasgow y oficinas en Edimburgo, Aberdeen, Newcastle, Manchester y Milton Keynes.", "label": "1", "portion_identifier": -1, "text_b": "ACVM está ubicado en Glasgow y tiene oficinas en Edimburgo, Aberdeen, Newcastle, Manchester y Milton Keynes."}, {"uid": "spanish-849-val", "text_a": "Chandler consideró la computadora como una herramienta para el aprendizaje, pero rechazó un objetivismo reinante de los datos reconocidos como información y de la información como conocimiento.", "label": "1", "portion_identifier": -1, "text_b": "Chandler consideró a la computadora como una herramienta para el aprendizaje, pero rechazó un objetivismo imperante que reconoció los datos como información y la información como conocimiento."}, {"uid": "spanish-1792-val", "text_a": "La primera sección, desde Hokitika hasta Ruatapu, se terminó el 9 de noviembre de 1906, y el 1 de abril de 1909 se inauguró la línea completa sobre Ross.", "label": "1", "portion_identifier": -1, "text_b": "La primera parte, desde Hokitika hasta Ruatapu, se completó el 9 de noviembre de 1906 y la línea completa hasta Ross se abrió el 1.° de abril de 1909."}]}