{"1": [{"uid": "spanish-16026-trn", "text_a": "No he recibido el producto!", "label": 1, "portion_identifier": -1, "text_b": "No he recibido el producto! . beauty"}, {"uid": "spanish-3935-trn", "text_a": "cuando recibe el producto era mucho mas pequeña que la foto con la mano era tamaño mas bien trozo de un dedo. era para un cumple, me sirve pero eran pequeñas", "label": 1, "portion_identifier": -1, "text_b": "huevos de dinosaurio . toy"}, {"uid": "spanish-19671-trn", "text_a": "Se suponia que el paquete llegaba el dia 11, y no dijeron nada hasta el dia 12, que tras estarme todo el dia esperando en casa, sin llamarme ni nada, pusieron que no havia nadie en casa y que no habian podido entregar. Asignaron una nueva entrega el dia 17, y siguieron sin aparecer, llamé mil veces al servicio de mensajeria, y nunca respondian. Al final tuve que pasar por la central de la empresa de mensajeria a buscarlo yo mismo. Por otro lado, todos los menus del telefono estan en italiano, y no hay manera de cambiar el idioma (a no ser que sepas italiano). 0 recomendable.", "label": 1, "portion_identifier": -1, "text_b": "Pesimo sistema de envio . wireless"}, {"uid": "spanish-1896-trn", "text_a": "No me ha llegado ningún archivo ni nada", "label": 1, "portion_identifier": -1, "text_b": "Nada que se manifiesta el pedido . digital_ebook_purchase"}], "2": [{"uid": "spanish-65128-trn", "text_a": "Me llego con retraso.! Pero en muy buen estado y productos excelentes a pesar de su tardanza estoy contenta con ellas!!", "label": 2, "portion_identifier": -1, "text_b": "Llego tarde!!!!! . beauty"}, {"uid": "spanish-45850-trn", "text_a": "Lo que es filmación estoy muy conforme y va muy bien pero nunca funcionó el botón de disparo de foto", "label": 2, "portion_identifier": -1, "text_b": "Buena . wireless"}, {"uid": "spanish-52540-trn", "text_a": "Le falta mucha precisión", "label": 2, "portion_identifier": -1, "text_b": "Le falta mucha precisión . musical_instruments"}, {"uid": "spanish-53004-trn", "text_a": "Todavía no he empezado a jugar. Mi opinión va sobre cómo una empresa como Amazon puede vender un producto que no es nuevo. Venía vacío y con un precinto (plástico) con un código de barras diferente al del juego. queja, reemplazo, juego nuevo en dos días, rapidísimo, pero no se entiende que te den un producto vacío, y por las opiniones, no es un caso aislado.", "label": 2, "portion_identifier": -1, "text_b": "Vacío, aunque rápido reemplazo . video_games"}], "3": [{"uid": "spanish-105366-trn", "text_a": "Hay algunas figuras a las que la apertura viene cosida, por lo que no se le puede utilizar como marioneta de dedos.", "label": 3, "portion_identifier": -1, "text_b": "Regular . toy"}, {"uid": "spanish-82629-trn", "text_a": "Algo decepcionada con la calidad de los materiales. Llevo unas semanas de uso y cumple su función, aunque esperaba mayor capacidad de succion.", "label": 3, "portion_identifier": -1, "text_b": "Correcta. Materiales sencillos . kitchen"}, {"uid": "spanish-101337-trn", "text_a": "Me ha gustado y a la niña que se lo regalé también bien pero venia con la correa cortada y no lo puede arrastrar. Le tuvimos que atar otra cuerda", "label": 3, "portion_identifier": -1, "text_b": "Bien . toy"}, {"uid": "spanish-95577-trn", "text_a": "El producto en sí es perfecto, justo lo que quería y esperaba. Y genial de precio. El problema lo tuve con la agencia de transportes asm, una vergüenza. Tardaron una semana en traerlo cuando era de recibir al día siguiente, llamabas y te saltaba un mensaje automático, etc.. No entiendo como amazon puede trabajar con una empresa así, fatal.", "label": 3, "portion_identifier": -1, "text_b": "Jennifer . home_improvement"}], "4": [{"uid": "spanish-136753-trn", "text_a": "Por el precio que tiene y ajuste a la pantalla está bien.", "label": 4, "portion_identifier": -1, "text_b": "Da un buen resultado . electronics"}, {"uid": "spanish-158187-trn", "text_a": "Estos sargentos tienen poco uso en mi taller , son bastante cómodos pero no tienen la suficiente fuerza que necesito para algunas de mis tareas.", "label": 4, "portion_identifier": -1, "text_b": "\"Cumplen su objetivo\" . industrial_supplies"}, {"uid": "spanish-136032-trn", "text_a": "Todo correcto, lo que anunciaban, calidad/ Precio correcto", "label": 4, "portion_identifier": -1, "text_b": "ESTA MUY BIEN . furniture"}, {"uid": "spanish-153546-trn", "text_a": "Para quitar swirls y recuperar algo de brillo, aunque no es abrasivo y es un pulimento muy suave.", "label": 4, "portion_identifier": -1, "text_b": "Envío rápido . automotive"}], "5": [{"uid": "spanish-197686-trn", "text_a": "Muy buena relación calidad-precio, cómoda y ligera. No se puede pedir más.", "label": 5, "portion_identifier": -1, "text_b": "Perfecta . other"}, {"uid": "spanish-169046-trn", "text_a": "El felpudo es de buena calidad y llego en perfecto estado. Una caja enorme y una protección excesiva para un producto no tan delicado como lo trataron. Fue un regalo que gusto muchísimo.", "label": 5, "portion_identifier": -1, "text_b": "Regalo optimo . home"}, {"uid": "spanish-189156-trn", "text_a": "Por el precio,no se puede pedir nada más,está genial,hay que configurarla un poco para que quede a tu gusto,y ya. Super contenta con la compra,recomendada,y la volvería a comprar.", "label": 5, "portion_identifier": -1, "text_b": "Encantada . other"}, {"uid": "spanish-173232-trn", "text_a": "Muy muy suave. No sé si es igual que el original porque no lo tengo, pero a mí me está encantando. Totalmente compatible con Clarisonic Mía 2. Este cabezal es para uso diario, de ahí su suavidad. Si necesitas un cabezal para una limpieza más profunda, mejor compra otro. Si tienes la piel muy sensible, es tu cabezal.", "label": 5, "portion_identifier": -1, "text_b": "Totalmente compatible . beauty"}]}