{"1": [{"uid": "french-19929-trn", "text_a": "Colis devant être livré avant le 12, à ce jour toujours rien !!!!! Soit disant qu'il a été rejeté mais par qui ?? J'ai téléphoné au centre de transport GLS qui n'a rien voulu me dire. En tout cas il n'est jamais arrivé ni chez moi ni au point relais !!!! En attendant toujours rien mais par contre on m'envoie un mail de satisfaction SAV.... et personne ne m'a contacté à ce jour. BRAVO", "label": 1, "portion_identifier": -1, "text_b": "Un colis.... quel colis ??? . home"}], "2": [{"uid": "french-54751-trn", "text_a": "Je reçois ce jour, les casseroles. Trop contente de mon achat, enfin à première vue. La casserole de 18cm n'est pas ronde, le couvercle ne ferme pas. Et les poignets sont trop lourdes, elles basculent, attention si vous les utilisez sur une gazinière. Sinon, la qualité en elle même à l'air d'y être. Dommage pour le défaut.", "label": 2, "portion_identifier": -1, "text_b": "Bof non . home"}], "3": [{"uid": "french-82171-trn", "text_a": "Cadeau petit fils pour Noël très attractif mais une seule voiture fonctionne d ou les 3 étoiles à cause de la déception du petit.mais très bon jeu malgré tout avec la possibilité d extension ,mais du coup un peu inquiète pour nouvel achat. Un petit couac qui n enleve rien au jeu en lui même .", "label": 3, "portion_identifier": -1, "text_b": "Dommage pour un circuit excellent . toy"}], "4": [{"uid": "french-130229-trn", "text_a": "excellent etat, très bon film. rien a dire sur la qualité de la livraison ou sur le DVD lui meme.", "label": 4, "portion_identifier": -1, "text_b": "parfait . other"}], "5": [{"uid": "french-176677-trn", "text_a": "Acheter pour suivre l'évolution en température des composants de savons maison. La précision absolue de la t° importe peu mais la lessive de soude et les huiles doivent atteindre des t° proches avant leur mélange. Ce thermomètre répond à cette application. De plus il est plutôt réactif. Il ne faut compter que 5 secondes pour que l'affichage se stabilise.", "label": 5, "portion_identifier": -1, "text_b": "très bon produit . home"}]}