{"1": [{"uid": "french-1944-trn", "text_a": "Cette petite baignoire loge parfaitement dans notre douche et est donc très pratique pour notre enfant. Cependant, à peine 3 mois après l'achat, nous en sommes à 5 rustines à différents endroits... En effet, des fissures se forment à différentes jointures du plastique, sans pour autant avoir une utilisation intensive de la baignoire. Je ne sais donc pas si je recommanderai ni renouvellerai cet achat. Après qques mois d’utilisation peu intensive et plusieurs rustines, produit qui part à la poubelle. Qualité de fabrication déplorable", "label": 1, "portion_identifier": -1, "text_b": "Pratique mais qualité de fabrication à revoir . baby_product"}, {"uid": "french-13319-trn", "text_a": "Vous ne recevrez pas le livre ! Il n'est plus en stock !", "label": 1, "portion_identifier": -1, "text_b": "!!!!!!!!!!!!!!!!!!!! ATTENTION FAUSSE ANNONCE !!!!!!!! . book"}, {"uid": "french-14658-trn", "text_a": "Je n'ai pas reçu ce produit !", "label": 1, "portion_identifier": -1, "text_b": "Commentaire sur produit non reçu . pc"}, {"uid": "french-32064-trn", "text_a": "Contrairement a ce qui est écrit dans le descriptif, les bavoirs ne sont pas étanches et ne sont pas doublés. Ils ont été renvoyés ...", "label": 1, "portion_identifier": -1, "text_b": "Pas de doublure étanche . baby_product"}, {"uid": "french-22854-trn", "text_a": "Produit de tre mauvaise qualité reçu le 1 avril. Offert le 5 avril au soir, ouvert deux fois et cassé le 7 avril...", "label": 1, "portion_identifier": -1, "text_b": "Mauvaise qualité . home"}, {"uid": "french-17497-trn", "text_a": "Escro !!! Il manque toute la visserie et les LEDs !!!", "label": 1, "portion_identifier": -1, "text_b": "Ne pas acheter !!!! . furniture"}, {"uid": "french-14883-trn", "text_a": "ne peus pas ce prononcer pas recu a ce jour", "label": 1, "portion_identifier": -1, "text_b": "pas recu bijoux . home"}, {"uid": "french-18294-trn", "text_a": "Inadapté pour un chat, encore moins pour un chaton. Conviendrait plus à un chien de petite taille. Produit renvoyé pour remboursement.", "label": 1, "portion_identifier": -1, "text_b": "Inadapté . pet_products"}], "2": [{"uid": "french-42910-trn", "text_a": "Machine qui à l'air de bonne qualité mais bouton on-off ne s'enclenche pas donc j'ai du la renvoyer et je voulais une autre en échange mais impossible il faut recommander une nouvelle et surprise le prix à augmenté de 20 euros. Vraiment déçu.", "label": 2, "portion_identifier": -1, "text_b": "Machine defectueuse et pour rececoir une nouvelle dois payer 20 euros en plus . home"}, {"uid": "french-64560-trn", "text_a": "Crème hydratante mais l odeur est très très forte et elle ne pénètre pas facilement Je ne l ai pas racheté", "label": 2, "portion_identifier": -1, "text_b": "Hydrate mais odeur très forte . beauty"}, {"uid": "french-46728-trn", "text_a": "Très déçue par cette niche. Mauvaises finitions. Le toit se ferme mal et l'isolant est mal fixé. J'ai dû ajouter de l'isolation intérieure en polystyrène car les côtés ne sont pas isolés et un crochet pour que le toit se ferme correctement .. À ce prix, on s'attend à mieux. On comptait en acheter plusieurs pour une association qui s'occupe des chats errants mais on ne renouvellera pas cet achat.", "label": 2, "portion_identifier": -1, "text_b": "Mauvaise fabrication. . pet_products"}, {"uid": "french-68807-trn", "text_a": "Ce déchire de peur, gros manque de résistance.", "label": 2, "portion_identifier": -1, "text_b": "Déçu . home_improvement"}, {"uid": "french-68986-trn", "text_a": "Cet embout ne permet pas de régler la largeur du jet. En réalité, il éclabousse dans tous les sens, même au-delà de l'évier. Sinon, la partie \"led\" qui change de couleur avec la température fonctionne bien.", "label": 2, "portion_identifier": -1, "text_b": "Éclabousse dans tous les sens . home"}, {"uid": "french-72352-trn", "text_a": "Je n'ai que très peu utilisé ce produit. Mon bébé n'aime pas trop être en camisole. Mais je pense que j'ai acheté trop tard ce produit, il était trop grand pour être emmailloté. La taille 2 convient bien pour un bébé de 3 mois. Le tissu est léger, parfait pour l'été. Le système de scratch est un peu obscur et assez bruyant.", "label": 2, "portion_identifier": -1, "text_b": "Taille 2 convient bien aux grands bébés de 2 mois. Emmaillotage efficace . baby_product"}, {"uid": "french-54449-trn", "text_a": "Malheureusement ce jouet a duré 2 jours avec mon chien (staffie) qu'elle a mis en miette au bout de 2 jours. Dommage, c'était mignon", "label": 2, "portion_identifier": -1, "text_b": "2 jours ... . pet_products"}, {"uid": "french-42647-trn", "text_a": "Déçue grosse réactions allergique sur le visage quand au petit boutons sur les jambes je préfère argent colloidal en bouteille beaucoup plus efficace ne recommandera pas", "label": 2, "portion_identifier": -1, "text_b": "Flop . pc"}], "3": [{"uid": "french-106291-trn", "text_a": "Produit fait pour le galaxy s9+ et qui semble être un bon produit. En revanche, les coins du verre trempé ne collent pas au téléphone, et des saletés se sont déjà glissées en-dessous... Je me questionne sur la durabilité du produit..", "label": 3, "portion_identifier": -1, "text_b": "La durabilité pose question . wireless"}, {"uid": "french-86051-trn", "text_a": "C est juste un sac qui ne conserve pas le pain dommage j adore le style", "label": 3, "portion_identifier": -1, "text_b": "Le style . home_improvement"}, {"uid": "french-92947-trn", "text_a": "Petit coussin qui ne s'attache pas très bien à la ceinture... Mais pour le prix, c'est plutôt pratique !", "label": 3, "portion_identifier": -1, "text_b": "Pratique . pc"}, {"uid": "french-116686-trn", "text_a": "La couelur est certes jolie mais la coque est dure à mettre sur le téléphone. La coque n'ets pas trop épaisse, ce qui est bien mais avec quelques choc, elles se casse facilement. Bon produit en soit, mais sans plus.", "label": 3, "portion_identifier": -1, "text_b": "Bof . wireless"}, {"uid": "french-118026-trn", "text_a": "La présentation reste a revoir, en effet, l'emballage abimé, malgré le carton de protection du colis. A l'intérieur, les 3 appareils qui envois les décharges, qui fonctionnes chacune avec deux piles LR03 non fournie. Ensuite on a les accessoires pour les bras, ou bien tout autre muscle, puis la plaquette pour les abdominaux, ainsi que 10 patchs collants. La notice est assez brève je trouve pour ce type d'appareil, en anglais, avec des schémas, une notice en français et un peu plus détaillée serait un plus. l'appareil en lui même fonctionne correctement, veuillez a bien coller vos patchs et les nettoyer régulièrement. Il est preferable de rincer la partie de votre corps ayant reçue les électrodes.", "label": 3, "portion_identifier": -1, "text_b": "Appareil d'entrée de gamme . electronics"}, {"uid": "french-117096-trn", "text_a": "Dommage que le papier soit de qualité aussi mauvaise, comme du papier à imprimante.. Néanmoins les illustrations sont très très belles.", "label": 3, "portion_identifier": -1, "text_b": "Joli Grayscale mais... . book"}, {"uid": "french-96883-trn", "text_a": "Je trouve que la télécommande n'est pas très pratique pour mon utilité. J'attends de voir pour un prochain modèle.", "label": 3, "portion_identifier": -1, "text_b": "Petite et costaud . camera"}, {"uid": "french-96834-trn", "text_a": "Confortable et esthétique! Dommage que la laniere qui permet d'attacher un des deux à cédé et s'est déchirée", "label": 3, "portion_identifier": -1, "text_b": "Bon produit mais pas assez solide . baby_product"}], "4": [{"uid": "french-137261-trn", "text_a": "Super ! Les garçons sont ravis bon rapport qualité prix. Aucun défaut. Qualité de tissus. Immersion immédiate dans le personnage.", "label": 4, "portion_identifier": -1, "text_b": "Super ! . toy"}, {"uid": "french-155936-trn", "text_a": "Commande et livraison efficaces et rapides. Un prix très correct pour ce jeu vendu bien souvent beaucoup plus cher. Il fait le plaisir des petits mais aussi des grands....", "label": 4, "portion_identifier": -1, "text_b": "Un jeu à découvrir en famille..... . video_games"}, {"uid": "french-156405-trn", "text_a": "multimètre de bonne qualité a voir avec le temps, cela m'a permis de voir l'ampérage de la batterie de mon père. a ce prix la pile est fournie et les cordons sont assez long.", "label": 4, "portion_identifier": -1, "text_b": "Bon rapport qualité prix . home_improvement"}, {"uid": "french-143456-trn", "text_a": "Très bien bon clavier je recommande", "label": 4, "portion_identifier": -1, "text_b": "Très bon produit . pc"}, {"uid": "french-149111-trn", "text_a": "Un peut long à monter, j’ai mis 1h30 voir un peut plus. Il faudra une visseuse car sinon c’est tres long. Et SURTOUT monter le meuble gentiment, vue la qualité pour ne pas tout casser. La qualité du bois est faible, les alignements pas terribles. Mais il faut avouer que le rendu final est très sympa. Le mien est blanc brillant. (Même problème que d’autres dans les commentaires, les poussoirs des tiroirs sont trop éloignés et fait qu’ils ne fonctionnent pas. ON PEUT LES REGLER EN TOURNANT LA TETE. Une foi réglé, l’alignement est mauvais, mais au moins les tiroirs s’ouvrent :) Je l’ai pris pour ces dimensions très pratiques et des délais de livraison supers ! une fois le meuble monté il est léger, donc facile a déplacer. Le prix est un peut élevé, mais il n’y a pas de frais de port. Donc l’un dans l’autre on s’y retrouve. A voir dans le temps", "label": 4, "portion_identifier": -1, "text_b": "Une bonne moyenne, un beau rendu, dommage pour les alignements . furniture"}, {"uid": "french-131874-trn", "text_a": "Apparemment de bonne qualité, un peut grande pour mon matelas, mais on peut la replier sans problème. Moi je l'ai achetée pour servir de housse à un matelas mousse dont la sienne était à changer. Comme mon matelas fait 80x190 il y a une petite différence. C'est propre et ça n'empêchera pas le petit fils de dormir !", "label": 4, "portion_identifier": -1, "text_b": "housse matelas . home"}, {"uid": "french-139394-trn", "text_a": "Reçu rapidement, et très bien conçu. L'idée est de convenir le plus possible à tout le monde. La finition est suffisante et c'est ce que je charchais. La partie la plus large de la bandouillère n'est pas assez longue selon moi, ça aurait été parfait.", "label": 4, "portion_identifier": -1, "text_b": "Un très bon produit . sports"}, {"uid": "french-127892-trn", "text_a": "Bonjour j ai essayée l huile essentielle de lavandin dans le diffuseur et elle est de très bonne qualité et efficace.", "label": 4, "portion_identifier": -1, "text_b": "Huile essentielle de lavandin Top . drugstore"}], "5": [{"uid": "french-170719-trn", "text_a": "Planche jolie ! Qui a l'air solide ... Je pense qu'elle durera des années a condition de bien l'entretenir ... J'ai pris celle ci pour son prix et sa taille ni trop grande ni trop petite ... Conforme a la description bon rapport qualité prix je recommande !", "label": 5, "portion_identifier": -1, "text_b": "Parfait . home"}, {"uid": "french-197158-trn", "text_a": "Pantalon de protection utilisé pour le débroussaillage mécanique, excellente protection contre les protection des cailloux.", "label": 5, "portion_identifier": -1, "text_b": "Excellent produit . home_improvement"}, {"uid": "french-198682-trn", "text_a": "Très contente ! Le vendeur a tenu sa promesse pour la montre fitness en cadeau a cause du retard... La vidéo aide bien au montage il a fallu compter une journée entière pour monter il y a quelques erreurs d explications mais on se y retrouver vite ! Très sympa de bosser a deux en même temps par contre assez fragile des le premier essai pour les abdos le dossier s est craquer du coup on protège avec une serviette", "label": 5, "portion_identifier": -1, "text_b": "Super pour travailler a 2 en même temps . sports"}, {"uid": "french-189278-trn", "text_a": "Correspond à mes besoins", "label": 5, "portion_identifier": -1, "text_b": "Parfait . kitchen"}, {"uid": "french-169999-trn", "text_a": "Visseuse très performante à un prix imbattable. À voir dans la durée mais j'ai pu monter trois étagères murales dans du placoplâtre sans aucun souci. Vendu sans embouts de vissage ou boîte de rangement par contre mais on ne peut pas tout avoir...", "label": 5, "portion_identifier": -1, "text_b": "Puissance à petit prix . home_improvement"}, {"uid": "french-193904-trn", "text_a": "Ma niece a eu des etoiles plein les yeux en la mettant... bon rapport qualité/prix quand on sait que celle de disney coute 70€ !!! Parfait je recommande sans hésitation", "label": 5, "portion_identifier": -1, "text_b": "Nickel . apparel"}, {"uid": "french-193991-trn", "text_a": "Parfait pour mes bijoux en resine", "label": 5, "portion_identifier": -1, "text_b": "Parfait . home"}, {"uid": "french-193180-trn", "text_a": "Qualité et confort au top. Attention prendre une pointure de moins . Pour ma part j’ai pris 40 alors que je chausses 41.", "label": 5, "portion_identifier": -1, "text_b": "Top mais attention pointure . shoes"}]}