{"0": [{"uid": "spanish-96-val", "text_a": "La policía también interrogó al cantante Rimi Tomy y al actor Kavya Madhavan, ambos amigos cercanos de Siddique y su esposa Dileep, como parte de la investigación en curso.", "label": "0", "portion_identifier": -1, "text_b": "La policía interrogó además al cantante Rimi Tomy y al actor Siddique, ambos amigos cercanos de Dileep y su esposa Kavya Madhavan, como parte de la investigación en curso."}, {"uid": "spanish-1526-val", "text_a": "Martin Damm y Radek Štěpánek le ganaron a Jonas Björkman y Fabrice Santoro en las finales 6 : 2, 6 : 4.", "label": "0", "portion_identifier": -1, "text_b": "Jonas Björkman y Fabrice Santoro ganaron la final 6 - 2, 6 - 4, contra Martin Damm y Radek Štěpánek."}, {"uid": "spanish-698-val", "text_a": "La Calle Canal se abrió en 1790 y se denominó Oxford Canal alrededor de 1870.", "label": "0", "portion_identifier": -1, "text_b": "El Canal de Oxford se abrió en 1790, y el camino se denominó Calle Canal alrededor de 1870."}, {"uid": "spanish-1071-val", "text_a": "Josiah Warren fue un anarquista individualista e íntimo asociado a Stephen Pearl Andrews.", "label": "0", "portion_identifier": -1, "text_b": "Stephen Pearl Andrews fue un anarquista individualista y socio cercano de Josiah Warren."}], "1": [{"uid": "spanish-631-val", "text_a": "Su hijo, Aloka Liyanage, está casado con la hija del actor Jackson Anthony, el padre de Saumya Liyanage y de Indrachapa Liyanage.", "label": "1", "portion_identifier": -1, "text_b": "Su hijo Aloka Liyanage está casado con la hija del actor Jackson Anthony. También es el padre de Saumya Liyanage y de Indrachapa Liyanage."}, {"uid": "spanish-282-val", "text_a": "Esta estación es parte de la línea LaSalle Street Station Metra, que corre entre Joliet y el distrito Rock Island en el Chicago Loop.", "label": "1", "portion_identifier": -1, "text_b": "Esta estación forma parte de la estación LaSalle Street de la línea Metra que recorre entre Joliet y el Distrito Rock Island en Chicago Loop."}, {"uid": "spanish-1817-val", "text_a": "William Williams, conocido como Llewelyn Williams (10 de marzo de 1867 - 22 de abril de 1922), fue un periodista radical, abogado y político del Partido Liberal Galés.", "label": "1", "portion_identifier": -1, "text_b": "William Llewelyn Williams conocido como Llewelyn Williams (10 de marzo de 1867-22 de abril de 1922) fue un periodista radical, abogado y político del partido liberal galés."}, {"uid": "spanish-1115-val", "text_a": "Sin embargo, Madonna , Prince y Michael Jackson fueron influencias para el álbum.", "label": "1", "portion_identifier": -1, "text_b": "Madonna, Prince y Michael Jackson, sin embargo, se influenciaron en el álbum."}]}