{"0": [{"uid": "german-606-val", "text_a": "Bei seinem Tod war David Cardinal Beaton Lordkanzler von St. Andrews, Erzbischof von Schottland, und Kardinallegat in Schottland.", "label": "0", "portion_identifier": -1, "text_b": "David Cardinal Beaton war bei seinem Tod Lordkanzler von Schottland, Erzbischof von St. Andrews und Kardinalslegat von Schottland."}, {"uid": "german-1451-val", "text_a": "Die Porte de Vincennes befindet sich dort, wo die südöstliche Ecke des 20. Arrondissements auf die nordöstliche Ecke des 12. Arrondissements von Paris trifft.", "label": "0", "portion_identifier": -1, "text_b": "Der Porte de Vincennes liegt dort, wo sich die Nordostecke des 12. Arrondissements auf die Südostecke des 20. Arrondissements von Paris treffen."}, {"uid": "german-816-val", "text_a": "Die  Gruppe spielte ausgiebig, wurde in Israel berühmt und tourte 2007 sogar in New York City.", "label": "0", "portion_identifier": -1, "text_b": "Die Gruppe tourte weit herum und wurde in Israel berühmt, und spielte 2007 sogar in New York."}, {"uid": "german-648-val", "text_a": "1966 eröffnete Leslie Waddington seine eigene Galerie in der Cork Street in London und konnte dabei auf die Unterstützung von Alex Bernstein zählen, ein Mitglied der Mediendynastie Granada.", "label": "0", "portion_identifier": -1, "text_b": "1966 eröffnete Alex Bernstein's eigene Galerie in der Londoner Cork Street. Er wurde von Leslie Waddington, Mitglied der Mediendynastie Granada, unterstützt."}, {"uid": "german-696-val", "text_a": "Frederick Brown war President of the Council, Henry Wrixon war Chairman of Committees.", "label": "0", "portion_identifier": -1, "text_b": "Vorsitzender des Rates war Henry Wrixon, Vorsitzender des Komitees Frederick Brown."}, {"uid": "german-899-val", "text_a": "Der Poet,  Bühnenautor und Schriftsteller Robert Goldsmith war gemäß seinem Großvater, dem Prior Oliver Goldsmith. das erste Familienmitglied, das sich in Ballyoughter niederließ.", "label": "0", "portion_identifier": -1, "text_b": "Laut Robert Prior war Robert Goldsmith der Großvater des Poeten, Bühnenautors und Schriftstellers Oliver Goldsmith, der sich als erstes Familienmitglied in Ballyoughter niederließ."}, {"uid": "german-1070-val", "text_a": "Ein Khap ist ein Clan, oder Gruppe verwandter Clans, hauptsächlich unter den Jats des westlichen Uttar Pradesh und des östlichen Haryana.", "label": "0", "portion_identifier": -1, "text_b": "Ein A Khap ist ein Clan oder eine Gruppe verwandter Clans, insbesondere der Jats aus dem östlichen Uttar Pradesh und dem westlichen Haryana."}, {"uid": "german-1468-val", "text_a": "Am Ende der Veranstaltung ernannte Megan Young aus der Volksrepublik China Yu Wenxia von den Philippinen zu ihrem Nachfolger.", "label": "0", "portion_identifier": -1, "text_b": "Am Ende der Veranstaltung krönte Yu Wenxia aus China ihre Nachfolgerin Megan Young von den Philippinen."}], "1": [{"uid": "german-1763-val", "text_a": "Nach der Erstzulassung für die nigerianische Börse wurde es das erste afrikanische Unternehmen, das grenzübergreifend an der Börse von Johannesburg notiert wurde.", "label": "1", "portion_identifier": -1, "text_b": "Mit einer erstmaligen Notierung an der nigerianischen Börse ist es das erste afrikanische Unternehmen, das grenzübergreifend an der Börse von Johannesburg notiert ist."}, {"uid": "german-1518-val", "text_a": "1964 wurde die Diözese nominell mit dem geringsten (Bischofs-)Rang wiedereingerichtet.", "label": "1", "portion_identifier": -1, "text_b": "1964 wurde die Diözese als Titularbürger des niedersten (bischöflichen) Rangs nominell wieder eingesetzt."}, {"uid": "german-1421-val", "text_a": "Im Osten grenzt es an Sheshequin Township, im Osten und Süden an Rome Township, im Süden an Athens Township, und im Westen an Windham Township.", "label": "1", "portion_identifier": -1, "text_b": "Es grenzt im Osten an Sheshequin Township, im Osten und Süden an Rome Township, im Süden an Athens Township und im Westen an Windham Township."}, {"uid": "german-1198-val", "text_a": "Bei der DTM trat der Audi V8 gegen den viel kleineren und leichteren Mercedes 190, den BMW M3, und den etwas kleineren Opel Omega 3000 an.", "label": "1", "portion_identifier": -1, "text_b": "Der Audi V8 stand während seiner Einsätze in der DTM in Konkurrenz zum viel kleineren und leichteren Mercedes 190, zum BMW M3 und zum etwas kleineren Opel Omega 3000."}, {"uid": "german-1499-val", "text_a": "Er arbeitete mit zeitgenössischen Architekten wie Giovan Giacomo Di Conforto , Bartolomeo Picchiatti und Francesco Grimaldi.", "label": "1", "portion_identifier": -1, "text_b": "Er arbeite mit zeitgenössischen Architekten wie Francesco Grimaldi , Bartolomeo Picchiatti und Giovan Giacomo Di Conforto."}, {"uid": "german-953-val", "text_a": "Taisuke Sawachika arbeitete mit dem Gitarristen und langjährigen Mitarbeiter Kudo am Song „Dose Nara“.", "label": "1", "portion_identifier": -1, "text_b": "Taisuke Sawachika arbeitete mit dem Gitarristen und langjährigen Partner Kudo am Lied „Dōse Nara“."}, {"uid": "german-196-val", "text_a": "Dakota City ist Teil der Sioux City, IA -- NE -- NE -- SD Metropolitan Statistical Area .", "label": "1", "portion_identifier": -1, "text_b": "Dakota City ist Teil des großstädtischen Agglomerationsraums von Sioux City, IA-NE, SD."}, {"uid": "german-1778-val", "text_a": "Es ist nur in Hawaii verbreitet, wo es jetzt auf die Insel von Hawaii begrenzt ist und in Kauai und Maui ausgerottet wurde.", "label": "1", "portion_identifier": -1, "text_b": "Es ist in Hawaii einheimisch, wo es nun auf die Insel Hawaii begrenzt ist und auf Kauai und Maui ausgerottet wurde."}]}