{"1": [{"uid": "german-35784-trn", "text_a": "Ich habe die Patronen vor einem Monat noch einmal bestellt. Bis heute wurden sie nicht geliefert. Dafür wurde die schlechte Bewertung gelöscht!!", "label": 1, "portion_identifier": -1, "text_b": "1. Bestellung war TOP, die 2. ein FLOP . office_product"}, {"uid": "german-29398-trn", "text_a": "aufgrund der vielen guten Kritiken diese Waage gekauft ... nachdem ich mit dem Kauf einer digitalen Waage einen Fehlgriff getan habe - diese ist aber noch der größere Fehlgriff ... diese Waage zeigt nicht mal auf 5 kg genau an ... ... ... schade um jeden Cent!", "label": 1, "portion_identifier": -1, "text_b": "billig und trotzdem noch zu teuer . kitchen"}, {"uid": "german-444-trn", "text_a": "lt. Beschreibung alles ganz einfach, aber Handhabung als auch Bild und Ton einfach nur schlecht.", "label": 1, "portion_identifier": -1, "text_b": "XXX . sports"}, {"uid": "german-24058-trn", "text_a": "Wem ständiges Abschlachten gefällt...", "label": 1, "portion_identifier": -1, "text_b": "Schwachsinn . digital_video_download"}], "2": [{"uid": "german-50828-trn", "text_a": "Etwas enttäuscht, da das Buch keine Bilder enthällt. Es ist nur ein Bild auf der Vorderseite. Die Rezepte sind jedoch gut.", "label": 2, "portion_identifier": -1, "text_b": "Nicht wie erwartet! . book"}, {"uid": "german-50725-trn", "text_a": "Schlechte Leistung der Akkus. Bei Aufnahmen in 2,7K mit 60FPS sind sie nicht Leistungsfähig genug und geben schon nach 5- 10 Minuten auf. Bei 1080p mit 30 FPS halten sie wohl halbwegs, aber das ist nicht akzeptabel.", "label": 2, "portion_identifier": -1, "text_b": "Keine Leistung . camera"}, {"uid": "german-64200-trn", "text_a": "Optisch sehr schön, leider löst sich die Befestigung zur Uhr an einer Stelle immer wieder. Die Gefahr, dass man die Uhr verliert ist zu groß. Schade.", "label": 2, "portion_identifier": -1, "text_b": "Optisch super, leider Qualitativ nix . wireless"}, {"uid": "german-74882-trn", "text_a": "Hatte leider das selbe Problem mit den 0.15 Aliens wie Niklas. Die coils brauchen lange um anzuspringen und bleiben danach so lange heiß dass der Kopf und der akkuträger sich ebenfalls erhitzen. Und ich meine nicht das typische warm werden bei intensivem dampfen. Es wird einfach verdammt heiß so dass der akkuträger sogar die Meldung rausbringt dass die Temperatur zu hoch ist.", "label": 2, "portion_identifier": -1, "text_b": "Heiß . drugstore"}], "3": [{"uid": "german-98205-trn", "text_a": "Der Film hat nicht ganz die Erwartungen erfüllt. Teil 1 und 2 könnten mich als Zuschauer mehr fesseln.", "label": 3, "portion_identifier": -1, "text_b": "Typisch Fortsetzung . digital_video_download"}, {"uid": "german-119057-trn", "text_a": "Dieses Produkt ist einfach wirklich zu teuer und im Laden noch teurer, es macht allerdings Sinn es zu haben, tja Pech gehabt. Lasst sich wenn staubig leicht abspülen", "label": 3, "portion_identifier": -1, "text_b": "Warum so teuer ? . toy"}, {"uid": "german-98606-trn", "text_a": "Im guten und ganzen nicht schlecht aber der Deckel macht sich schwer auf.", "label": 3, "portion_identifier": -1, "text_b": "Kauf war okay . home"}, {"uid": "german-113003-trn", "text_a": "Die Schläuche sind zu dünn... :/. Deswegen nur 3 Sterne...", "label": 3, "portion_identifier": -1, "text_b": "Schade!!! . sports"}], "4": [{"uid": "german-141768-trn", "text_a": "Sehr schöne Lampe. Zusammenbau hat etwas gedauert", "label": 4, "portion_identifier": -1, "text_b": "Zu empfehlen . home"}, {"uid": "german-145517-trn", "text_a": "Sieht gut aus, Preis- Leistungsverhältnis passt", "label": 4, "portion_identifier": -1, "text_b": "proplemlose Bestellung . sports"}, {"uid": "german-145393-trn", "text_a": "Die Jacke ist sehr gemütlich, auch der Stoff wirkt qualitativ eher hochwertig allerdings ist die Verarbeitung nicht sehr gut. Nach 2 mal waschen hat sich eine Naht einer Tasche aufgelöst (siehe Foto). Das ist nichts was man nicht mit Nadel und Faden wieder beheben könnte aber schade ist es trotzdem . Die Teile, die aussehen sollen wie Leder sehen leider eher aus wie... naja brauner festerer Stoff, halt nicht nach Leder. Habe sie an den Bändern der Kapuze einfach ab gemacht, jetzt sieht es hübscher aus :) An sich fällt die Jacke etwas kleiner aus als etwartet, bestelle sonst häufig M oder L, habe in dieser Jacke L bestellt was auch gut war, sie hätte auch noch etwas größer sein dürfen passt aber. Beim Waschen nach Anleitung ist sie nicht eingegangen, was sehr positiv ist. Ich würde die Jacke trotz der kleinen Probleme noch mal bestellen oder einer Freundin weiterempfehlen.", "label": 4, "portion_identifier": -1, "text_b": "Kleine Probleme aber trotzdem tolles Produkt. . apparel"}, {"uid": "german-131996-trn", "text_a": "Es war sehr süß, mein Sohn hatte es zur Taufe an, für den Preis vollkommen ok. Die Mütze fällt etwas klein aus & da es ein Einteiler ist, ist es an der hüfte etwas weit aber die Hosenträger machen das weg! Die Knöpfe gingen leider ständig aus, ansonsten war es wirklich schön!", "label": 4, "portion_identifier": -1, "text_b": "Süß . apparel"}], "5": [{"uid": "german-183153-trn", "text_a": "Nach ersten Test: Schließen und öffnen funktioniert Einwandfrei. Sie sind auslaufsicher und halten dicht. Lieferung sehr schnell - insgesamt 👍", "label": 5, "portion_identifier": -1, "text_b": "Preis Leistung OK . drugstore"}, {"uid": "german-171680-trn", "text_a": "Das Teil wahr genau so wie es sein muss weiter so", "label": 5, "portion_identifier": -1, "text_b": "Sehr gut . other"}, {"uid": "german-176568-trn", "text_a": "Die Macarons sehen nicht nur gut aus, sie schmecken auch sehr lecker!!! Die tolle Verpackung ersetzt das Geschenkpapier und ermöglicht einem mit der Leckerei jemandem Besonderem eine Freude zu machen.", "label": 5, "portion_identifier": -1, "text_b": "Voll und ganz begeistert . grocery"}, {"uid": "german-163469-trn", "text_a": "Ein wunderbares Notizbuch. Das Leder ist schön und gut bearbeitet es riecht nicht chemisch sondern wirklich nach Leder. Das Papier ist nicht zu dünn und die Seiten sind kunstvoll gebunden. Der Preis ist super für die Qualität.", "label": 5, "portion_identifier": -1, "text_b": "Wunderschön gebunden in Leder! . office_product"}]}