{"0": [{"uid": "spanish-1356-val", "text_a": "Buccinum pulchellum es una especie de caracol de mar, un molusco gasterópodo marino de la familia Buccinidae, el verdadero caracol de mar.", "label": "0", "portion_identifier": -1, "text_b": "NS"}, {"uid": "spanish-1608-val", "text_a": "Fue la madre de Val, Boris y Rosalind Lorwin. Su hija de convirtió en profesora de psicología.", "label": "0", "portion_identifier": -1, "text_b": "Se convirtió en la madre de Val, Boris y Rosalind Lorwin, su hija fue profesora de psicología."}, {"uid": "spanish-269-val", "text_a": "La versión original, sin embargo, fue omitida en favor de la edición blanda.", "label": "0", "portion_identifier": -1, "text_b": "La versión más suave, sin embargo, se omitió en favor de la edición original."}, {"uid": "spanish-757-val", "text_a": "Utley nació en Laguna, California en 1920. Se graduó de la Escuela de Choate en Connecticut y asistió a la Escuela de Pomona y a la Universidad del Sur de California.", "label": "0", "portion_identifier": -1, "text_b": "Nacido en 1920 en Connecticut, se graduó de la Escuela de Choate en Laguna, California, y asistió a la Escuela de Pomona y a la Universidad del Sur de California."}], "1": [{"uid": "spanish-1786-val", "text_a": "La biografía se ha publicado en Gran Bretaña, EE. UU. (St Martin, 2013), Polonia (Swiat Ksiazki, 2013), Hungría y China.", "label": "1", "portion_identifier": -1, "text_b": "La biografía ha sido actualmente publicada en Gran Bretaña, los EE. UU. (St Martins 2013), Polonia (Swiat Ksiazki, 2013), Hungría y China."}, {"uid": "spanish-1069-val", "text_a": "En cambio, una ganancia por \"recaudación\" puede asignarse o bien su propietario puede transferirla.", "label": "1", "portion_identifier": -1, "text_b": "En contraste, una ganancia \"en bruto\" se puede asignar o transferir de otra forma a su propietario."}, {"uid": "spanish-829-val", "text_a": "Después de promocionar los refuerzos de África del Norte, el 18 de agosto regresó a Oran para prepararse para la invasión de Italia, para lo cual zarpó el 5 de setiembre.", "label": "1", "portion_identifier": -1, "text_b": "Después de llevar refuerzos desde África del Norte, regresó a Oran el 18 de agosto para prepararse para la invasión a la Italia misma, hacia donde navegó el 5 de septiembre."}, {"uid": "spanish-1818-val", "text_a": "Battlepug es un cómic web de Mike Norton, escrito por Allen Passalaqua, escrito e ilustrado por Chris Crank.", "label": "1", "portion_identifier": -1, "text_b": "Battlepug es un webcómic coloreado por Mike Norton, leído por Allen Passalaqua y escrito e ilustrado por Chris Crank."}]}