{"1": [{"uid": "german-16932-trn", "text_a": "Nach 8 Monaten hat sich der Sensor verabschiedet. Bin ziemlich enttäuscht! Wollte zurück schicken mal sehen wie das mit der Gewährleistung?", "label": 1, "portion_identifier": -1, "text_b": "Enttäuscht . furniture"}, {"uid": "german-18753-trn", "text_a": "...aber nie die richtige Temperatur. Um zu überprüfen wie genau es misst habe ich 2 Tage lang bei meinen Kindern doppelt gemessen. Mit diesem Thermometer, sowohl an der Stirn, als auch im Ohr. Zur Kontrolle nochmal rektal. Nicht einmal stimmte die Temperatur annähernd. So ging dies Thermometer zurück.", "label": 1, "portion_identifier": -1, "text_b": "Misst was es will... . electronics"}, {"uid": "german-35824-trn", "text_a": "Ich habe im Januar 5 Röcke bestellt. Für jeden Rock musste ich extra Versandkosten bezahlen. Leider habe ich bis heute keine Lieferung erhalten. Der Verkäufer kann für Rückfragen nicht kontaktiert werden weil er keine gültige E-Mail-Adresse hinterlegt hat. Echt ärgerlich. Finger weg!", "label": 1, "portion_identifier": -1, "text_b": "Keine Ware erhalten! . apparel"}, {"uid": "german-11892-trn", "text_a": "Ware nicht angekommen, keine Reaktion auf Mails. GELD WEG. OFFENSICHTLICH BETRÜGER", "label": 1, "portion_identifier": -1, "text_b": "Unzuverlässigen Händler . lawn_and_garden"}, {"uid": "german-26518-trn", "text_a": "ich finde die Folge einfach nur schlimm das Menschen so was mit sich machen lassen und das Oskar fast umgebracht werden soll finde ich schrecklich", "label": 1, "portion_identifier": -1, "text_b": "tkkg Achtung Ufo Kult . other"}, {"uid": "german-7173-trn", "text_a": "Ich hab nur aus Spaß mal rein geschaut und jeder der mehr davon erwartet wird mit Sicherheit enttäuscht. Aber man kann sich den Film bestimmt als Komödie anschauen. :-)", "label": 1, "portion_identifier": -1, "text_b": "20 Sekunden skippen reicht . digital_video_download"}, {"uid": "german-31852-trn", "text_a": "Seit mehreren Wochen warte ich bereits auf die Zustellung der Ware. Naja, bis Weihnachten sind es ja noch 7 Wochen - vielleicht ist das Päckchen bis dahin eingetroffen. Ich kann nur davon abraten hier zu kaufen!", "label": 1, "portion_identifier": -1, "text_b": "Lieferzeiten untragbar! . sports"}, {"uid": "german-12300-trn", "text_a": "Ich bin leider überhaupt. nicht zufrieden. der Baum ist nach einem Tag wieder von der Wand abgefallen. Wir haben keine Raufaser etc. wieder dran geklebt und eine Stunde später wieder ab. Habe es weggeschmissen.", "label": 1, "portion_identifier": -1, "text_b": "Nicht zufrieden für das Geld . home_improvement"}], "2": [{"uid": "german-60274-trn", "text_a": "Lautsprecher ist sehr schön, leider ist die Technik innen Mist. Nach drei Monaten versagte der Akku, die Box funktionierte nur noch mit USB Kabel, heute funktioniert sie gar nicht mehr. Sehr schade, da sie sehr schön anzusehen ist. Würde ich nicht wieder kaufen.", "label": 2, "portion_identifier": -1, "text_b": "Akku nach 3 Monaten kaputt . electronics"}, {"uid": "german-58028-trn", "text_a": "Also ich hatte nicht vor das Teil für die Ewigkeit dran zu lassen. Nur wenn ich wegfahre übers Wochenende oder so. Wenn die Hülle dran war, war das Handy auch noch gut zu bedienen. Ich hab schon bessere Hüllen erlebt, aber für 13 Euro, naja, war es gut. Allerdings als ich das Teil zum dritten mal aufziehen wollte ging es kaputt. Die Scheibe vorne löste sich einfach ab. Da sieht man den Preis dann doch...", "label": 2, "portion_identifier": -1, "text_b": "Nach 3 Montagen schon kaputt . wireless"}, {"uid": "german-60126-trn", "text_a": "Tasche hat nach 1 Monat nicht täglichem Gebrauch ersten Defekt . Wie auf den Bildern zu erkennen ist ist die Lasche zum verschließen an der Naht auf gegangen . Auf den ersten Eindruck sehr gutes Produkt das dann doch schnell qualitative Mängel aufweist . Schade daher nicht zu empfehlen", "label": 2, "portion_identifier": -1, "text_b": "Nicht zu empfehlen qualitative Schwächen . luggage"}, {"uid": "german-78714-trn", "text_a": "Bei *großen Brüsten* hält es eigentlich gut, aber es Pusht die Brüste nicht hoch. Dann kann man sich auch einfach diese Nippel pads kaufen.", "label": 2, "portion_identifier": -1, "text_b": "Bei großen Brüste . apparel"}, {"uid": "german-47922-trn", "text_a": "Die Brille dunkelt komplett ab ohne die Augen zu berühren. Leider ist der Geruch des Schaumstoffs so chemisch und störend, dass ich sie bisher nicht länger als ein paar Minuten getragen habe. Auch habe ich Bedenken dieses Material direkt auf die Haut zu legen. Es wäre schön wenn dieses Produkt aus natürlichen Materialien hergestellt würde, da es ansonsten wirklich eine tolle Idee ist.", "label": 2, "portion_identifier": -1, "text_b": "Gute Idee, aber falsches Material . drugstore"}, {"uid": "german-46872-trn", "text_a": "Nach der Anwendung ist die Kur gut auszuspülen und der Geruch auch angenehm. Leider nach ein paar Stunden wird meine Haare wieder strohig. Ich will andere Kur ausprobieren. eine einfache aber nicht überragende Haarkur.", "label": 2, "portion_identifier": -1, "text_b": "Nicht ideal für meine weiche Haare . beauty"}, {"uid": "german-57010-trn", "text_a": "Ist eher was für Kinder für ihr Spielzeug. Denn man kann rein schauen was drin ist das ungünstig wenn man da Wertsachen rein machen will. Und leider nur ein Fach.", "label": 2, "portion_identifier": -1, "text_b": "Jennifer Seifert . sports"}, {"uid": "german-65535-trn", "text_a": "Leider hakt der Reißverschluss und ist schwergängig.", "label": 2, "portion_identifier": -1, "text_b": "Reissverschluß Problem? . wireless"}], "3": [{"uid": "german-106837-trn", "text_a": "Die Kabelklemmen mit den Rasten funktionieren sehr gut und lassen sich mit einer Hand bedienen. Die Klebekraft der Klemmen ist allerdings nicht besonders stark. Da hatte ich mir persönlich etwas mehr erwartet. Außerdem fehlten 6 Klammern in meiner Tüte!!!", "label": 3, "portion_identifier": -1, "text_b": "Hatte etwas mehr Klebekraft erwartet . home_improvement"}, {"uid": "german-100828-trn", "text_a": "nicht so tolle Rezepte. Wirklich fast nur Fleisch. Bisher habe ich noch nichts daraus gekocht. Inspiriert mich nicht. Für viel Fleischesser vielleicht ok.", "label": 3, "portion_identifier": -1, "text_b": "habe mir mehr erhofft . book"}, {"uid": "german-101448-trn", "text_a": "Hatte die Schuhe nur ein paar Mal benutzt. Für den Anfang ok, aber sehen halt schon etwas billig aus. Wenn es kühler wird, friert man sich hier auch die Füße ab. Dann lieber paar Euro mehr investieren und richtige Schuhe kaufen.", "label": 3, "portion_identifier": -1, "text_b": "Für den Anfang ok . sports"}, {"uid": "german-114067-trn", "text_a": "Kratzt und fällt während des Trainings aus dem ohr", "label": 3, "portion_identifier": -1, "text_b": "Ging so . sports"}, {"uid": "german-109364-trn", "text_a": "Die Matte und das Lineal sind völlig in Ordnung, der Rollschneider jedoch ist unbrauchbar. Abgesehen davon, dass die Klingen (auch die Reserveklingen!) unscharf sind und nicht einmal eine Lage Stoff durchtrennen können, ist das Ding auch schlecht gemacht und fällt bereits beim Anfassen auseinander. Also Matte und Lineal einzeln kaufen und für den Rollschneider eine andere Firma finden!", "label": 3, "portion_identifier": -1, "text_b": "Matte und Lineal ok, Rollschneider zum Wegwerfen . home"}, {"uid": "german-88514-trn", "text_a": "Zu geringe Höhe für meinen Gasherd", "label": 3, "portion_identifier": -1, "text_b": "Nicht für jeden Gasherd geeignet . kitchen"}, {"uid": "german-112579-trn", "text_a": "Optisch und von der Verarbeitung her gefällt mir die Decke gut. Leider lässt der kurze Klettstreifen nicht viel Spielraum für eine gute Anpassung was beim pucken wichtig ist. Auch die Decke dürfte einen Tacken größer sein.", "label": 3, "portion_identifier": -1, "text_b": "Könnte etwas größer und anpassungsfähiger sein . baby_product"}, {"uid": "german-104874-trn", "text_a": "Es geht alles sehr schwerfällig. Das bedeutet, dass man schon Kraft benötigt, da, zum Beispiel die Schere ✂️ schleift. Sonst ist alles scharf, so wie man es sich wünscht.", "label": 3, "portion_identifier": -1, "text_b": "So weit ok. . beauty"}], "4": [{"uid": "german-148656-trn", "text_a": "die Würfel wirken wie handgemacht, und sind teilweise so schief, dass man sie eigentlich gar nicht verwenden sollte wenns um was geht. Da man hier 100 Stk bekommt, sind allerdings sicher immer genügend \"gute\" dabei. Und hübsch sind sie auch.", "label": 4, "portion_identifier": -1, "text_b": "ungenau gefertigt . toy"}, {"uid": "german-121051-trn", "text_a": "Mein Hendy Display war kaputt durch den Reparatur Set alles wie gewünscht OK", "label": 4, "portion_identifier": -1, "text_b": "Benjamin Garbe . wireless"}, {"uid": "german-147732-trn", "text_a": "Verpackung geht so.. Haben uns die Farben strahlender vorgestellt.", "label": 4, "portion_identifier": -1, "text_b": "Geht so!! . beauty"}, {"uid": "german-129981-trn", "text_a": "Ich nutze den Aufschäumer seit Ankunft täglich. Einfach zu bedienen, einfach zu reinigen. Der Schaum verflüssigt sich jedoch nach ca. 5 Minuten umgehend mehr wenn er im Aufschäumer gelassen wird.", "label": 4, "portion_identifier": -1, "text_b": "Preis-Leistung ist super! . kitchen"}, {"uid": "german-145558-trn", "text_a": "Positives: Größe der Rutsche, leicht zusammen zu bauen, leicht zu tragen Negatives: Elektrostatische Aufladung beim Rutschen und die Schrauben lockern sich immer wieder (an dem grünen Abschlussteil unten) und müssen immer wieder nachgezogen werden. Fazit: würde ich trotzdem wieder kaufen", "label": 4, "portion_identifier": -1, "text_b": "Für den Preis in Ordnung . toy"}, {"uid": "german-155357-trn", "text_a": "Würde ich weiter empfehlen", "label": 4, "portion_identifier": -1, "text_b": "Alles . home_improvement"}, {"uid": "german-144478-trn", "text_a": "Ganz hübsch. Mir nur leider etwas zu groß. Verschenke ich halt dann weiter. Eine freundin wird sich schon darüber freuen.", "label": 4, "portion_identifier": -1, "text_b": "Ganz hübsch . toy"}, {"uid": "german-136164-trn", "text_a": "Schönes Kleid der Stoff ist auch super und nicht nur für feierliche Anlässe zu tragen", "label": 4, "portion_identifier": -1, "text_b": "Daumen hoch . apparel"}], "5": [{"uid": "german-165388-trn", "text_a": "Eine andere Hemisphäre!", "label": 5, "portion_identifier": -1, "text_b": "🙏 . book"}, {"uid": "german-163611-trn", "text_a": "Hat das das Handy schon mehr Fach geschützt wo es runtergehen ist auch aus etwas höheren Positionen, ( 1,5m). Handy und Hülle heil geblieben.", "label": 5, "portion_identifier": -1, "text_b": "Hat mein Handy schon mehr Fach geschützt . wireless"}, {"uid": "german-183984-trn", "text_a": "diese Pflaster nehme ich immer wieder gern, da sie fast unsichtbar auf der Haut sind und nicht dieses hässliche braun haben. außerdem lassen sie sich fast ohne Rückstände entfernen.", "label": 5, "portion_identifier": -1, "text_b": "topp . drugstore"}, {"uid": "german-167931-trn", "text_a": "Phantasiereise Verbildlicht", "label": 5, "portion_identifier": -1, "text_b": "Wundervoll . book"}, {"uid": "german-180387-trn", "text_a": "Tolles Produkt, muss in jedem Zuhause haben! Lange Zeit zu verwenden und Präfekt Preis, hohe qulity.Es ist jede Familie wert, ein oder zwei zu haben.", "label": 5, "portion_identifier": -1, "text_b": "Tolles Produkt . lawn_and_garden"}, {"uid": "german-186285-trn", "text_a": "Schnelle Lieferung (schneller als angegeben in meinem Fall) - macht praktisch süchtig damit zu basteln, es wurde auch schon nachgeordert und es werden wohl noch ein paar Bestellungen folgen :)", "label": 5, "portion_identifier": -1, "text_b": "Alles super . home"}, {"uid": "german-163681-trn", "text_a": "Diese Fruchtfliegenfallen waren im Nuh voll. Es waren definitiv weniger Würmer in meinen Kirschen. In diesem Jahr werde ich sie schon vor der Blütezeit aufhängen.", "label": 5, "portion_identifier": -1, "text_b": "Fruchtfliegenfallen . lawn_and_garden"}, {"uid": "german-177405-trn", "text_a": "Haben einen Cairn Terrier SH 30cm und habe es in Größe M bestellt. Er liebt es da er genügend Platz drin hat. Geht super zu reinigen. Schnell im aufbauen und auch schnell zerlegt.", "label": 5, "portion_identifier": -1, "text_b": "Sehr zufrieden . pet_products"}]}