{"1": [{"uid": "german-16993-trn", "text_a": "Unglaublich. Wir haben vor ca. 2 Monaten die Wiege gekauft und waren bis heute sehr zufrieden. Heute morgen krachte unsere Tochter (6,5 kg) zu Boden weil die Feder abgebrochen ist. Glücklicherweise saß meine Schwiegermutter neben ihr und konnte sie auffangen. Nicht auszudenken was passiert wäre. Wir haben absolut das Vertrauen in diese Wiege verloren und sind gespannt wie \"la le lu\" sich hierzu äußern wird. Eigentlich wären es 0 Sterne gewesen, aber das kann man nicht auswählen.", "label": 1, "portion_identifier": -1, "text_b": "Finger weg!!! Feder gebrochen!!! . baby_product"}, {"uid": "german-22710-trn", "text_a": "Nicht so gut gingen schnell kaputt", "label": 1, "portion_identifier": -1, "text_b": "Kaputt . electronics"}, {"uid": "german-385-trn", "text_a": "Keine Ahnung warum es hier nur positive Bewertungen gibt, eventuell gekaufte Bewertungen... die Hülle ist zu groß und das Handy wackelt drin. Dafür gibt's 0 Sterne, den 1 Pflicht Stern gibt's für die Farbe, die passt aber das hilft nicht. Hinten an der Hülle ist außerdem das MSV Zeichen und made in China, kann mir nicht vorstellen das dies jemand so möchte. Es gibt andere Hüllen die auf den ersten Blick genau so aussehen, die aber perfekt passen und ohne China 🇨🇳 Aufdruck sind. Da habe ich dann mit 5 Sterne bewertet", "label": 1, "portion_identifier": -1, "text_b": "Passt nicht . wireless"}, {"uid": "german-34224-trn", "text_a": "4 von 6 sind völlig kaputt geliefert worden. Der Karton jedoch war in einwandfreiem Zustand. Mehr als enttäuschend.", "label": 1, "portion_identifier": -1, "text_b": "2 Drittel kaputt geliefert . furniture"}, {"uid": "german-7689-trn", "text_a": "Die Tücher färben ab während der Wäsche bzw. sobald diese nass sind daher nicht empfehlenswert. Wurde diese nicht nochmal kaufen", "label": 1, "portion_identifier": -1, "text_b": "Nicht empfehlenswert . baby_product"}, {"uid": "german-30348-trn", "text_a": "Trotzdem keine gute Bettwäsche.Rutscht hin und her.Sieht auch sehr billig aus", "label": 1, "portion_identifier": -1, "text_b": "Keine gute Bettwäsche. . home"}, {"uid": "german-6742-trn", "text_a": "Bunion corrector war nicht in Päckchen dabei. Ich bitte um eine Sendung. Mit freundlichen Grüssen.", "label": 1, "portion_identifier": -1, "text_b": "Artickel wurde nicht geliefert . drugstore"}, {"uid": "german-19380-trn", "text_a": "Beim Test Aufbau im Garten waren wir begeistert. Leider hat sie aber nicht mal einen Tag am Strand bei wenig Wind überstanden. Eine der Stangen brach nach kürzester Zeit.", "label": 1, "portion_identifier": -1, "text_b": "Nicht stabil . sports"}], "2": [{"uid": "german-75661-trn", "text_a": "Am Anfang ist die Saugstärke sehr gut, aber danach lässt es sehr stark nach. trotz regelmäßiges putzen, saugt es fast gar nicht mehr.", "label": 2, "portion_identifier": -1, "text_b": "Am Anfang gut, aber lässt schnell nach.... . kitchen"}, {"uid": "german-48615-trn", "text_a": "Verbindung zu Zattoo dauert zu lange .", "label": 2, "portion_identifier": -1, "text_b": "Zattoo . other"}, {"uid": "german-75698-trn", "text_a": "Also mit Marketing hat das Buch nicht viel zu tun. Vielleicht ist es für absolute Anfänger geeignet aber für jemanden der sich schon länger mit der Materie befasst ist es nichts...", "label": 2, "portion_identifier": -1, "text_b": "Sehr wenig Seiten . book"}, {"uid": "german-50047-trn", "text_a": "Druckergebnisse sind in Ordnung, allerdings ist das Filament so brüchig, dass es häufig zu Störungen kommt. Vor allem, wenn es einige Tage unbenutzt am Drucker bleibt, bricht es schon ohne Zug- oder Druckbelastung. Keine Empfehlung.", "label": 2, "portion_identifier": -1, "text_b": "Brüchig . industrial_supplies"}, {"uid": "german-43376-trn", "text_a": "Zu klein, um wirklich bequem zu sein", "label": 2, "portion_identifier": -1, "text_b": "Für Kinder . sports"}, {"uid": "german-51941-trn", "text_a": "Ich war zunächst sehr zufrieden, doch nach einigen Wochen (nach Ablauf der Rückgabezeit) begann die Musik sich plötzlich (nach ein paar Minuten der Kopfhörer in Benutzung) vom einen Kopfhörer zum anderen zu verlagern. Mal war es auf dem einen Ohr lauter, mal auf dem anderen. Ja, das waren die Kopfhörer, nicht meine Ohren ;) Vielleicht ein einmaliger Produktfehler. Für mich leider keine Empfehlung.", "label": 2, "portion_identifier": -1, "text_b": "Leider ein Fehlkauf . home"}, {"uid": "german-47717-trn", "text_a": "Die dicken Ecken kommen nicht durch erhöhte Materialstärke zu Stande, sondern die Hülle liegt an dieser Stelle einfach nicht am Gerät an, was klarerweise den Sitz beeinträchtigt. Die Hülle sieht insgesamt billig aus und ist nicht gut verarbeitet. Kauft lieber ein Markenprodukt, zb von Spigen, deren Hülle hat vernünftig dimensionierte Luftpolster an den Ecken und bietet trotz viel schlankeren Designs immer noch guten Schutz.", "label": 2, "portion_identifier": -1, "text_b": "Schutzfunktion gut, Verarbeitung lausig . wireless"}, {"uid": "german-61304-trn", "text_a": "Eigentlich sind das genau die richtigen Kopfhörer für mich.Die Akku Zeit ist Super.Und mich stört der Bügel auch überhaupt nicht. Leider hielten Sie aber lange.Nach einem 2 Stunden Lauf war Feierabend.Es hat nicht geregnet aber die beim laufen auftretende Feuchtigkeit durch Schweiß konnten die Kopfhörer nicht ab. Dies passierte mir mit dem Vorgänger auch schon. Jetzt gebe ich lieber etwas mehr Geld aus in der Hoffnung das die Kopfhörer länger halten", "label": 2, "portion_identifier": -1, "text_b": "Für mich wohl nicht geeignet . electronics"}], "3": [{"uid": "german-85733-trn", "text_a": "Die Anbringung des Produktes gelang blasenfrei und die Folie erscheint auch sehr stabil. Allerdings habe ich auch Probleme am Rand, wo sich die Folie abhebt. Möglicherweise könnte man die Folien bei der Herstellung auch etwas wölben, sodass sie sich anschmiegen?", "label": 3, "portion_identifier": -1, "text_b": "Folie hebt sich am Rand ab . wireless"}, {"uid": "german-91968-trn", "text_a": "Es kommt ein starker Geruch aus der Maschine im Einsatz. Ich hoffe, dass die Kohlen das überleben.", "label": 3, "portion_identifier": -1, "text_b": "Riecht stark nach \"verschmorten Kontakt\" im Einsatz . home_improvement"}, {"uid": "german-101183-trn", "text_a": "Schnelle Lieferung, hat unser Schlafzimmer nicht gekühlt . Rücklieferung nach 1 Tag. Sofortige Geldrückerstattung.", "label": 3, "portion_identifier": -1, "text_b": "Nichtgefallen . home"}, {"uid": "german-109999-trn", "text_a": "Nach 2,5 Jahren gelegentlicher Nutzung auf Langstreckenflügen fällt der linke Hörer aus: Wackelkontakt. Das ist sehr ärgerlich!", "label": 3, "portion_identifier": -1, "text_b": "Super, aber Wackelkontakt! . electronics"}, {"uid": "german-91626-trn", "text_a": "Gute Qualität im HDMI Format. Aber ist eine vor mehr als 10 Jahren Filme, deswegem sehr teuer ist. Ich brauche nicht 30 Tage eine Filme zu sehen, es wäre besser billiger und nur 2 oder 3 Tage die Filme zur Verfügung stellen.", "label": 3, "portion_identifier": -1, "text_b": "Gute Qualität aber teuer als alte Filme . digital_video_download"}, {"uid": "german-95426-trn", "text_a": "Ein guter Mittelklasse Sake.", "label": 3, "portion_identifier": -1, "text_b": "Solides Produkt . other"}, {"uid": "german-92854-trn", "text_a": "Funktionieren nicht so ganz", "label": 3, "portion_identifier": -1, "text_b": "Stabil . beauty"}, {"uid": "german-97021-trn", "text_a": "Lieferung erfolgte pünktlich. Allerdings gestaltete sich der Zusammenbau schwierig. Die Schubkarre kam komplett in Einzelteilen und musste erst zusammengebaut werden. Alleine ist dies kaum zu schaffen, zumal die Teile nicht 100 %ig passgenau sind. Der Zeitaufwand rechtfertig nicht den guten Preis.", "label": 3, "portion_identifier": -1, "text_b": "Erwartung nicht ganz erfüllt . lawn_and_garden"}], "4": [{"uid": "german-153490-trn", "text_a": "Super Displayschutz, da perfekt passend und gute Verarbeitung. Wichtig ist die Anleitung zu befolgen, sonst kann es Probleme geben. Ein wenig ungewohnt ist zwar die Haptik, da sich das Display ein wenig anders anfühlt, aber nach kurzer Eingewöhnung ist alles super.", "label": 4, "portion_identifier": -1, "text_b": "Anleitung beachten, TOP! . wireless"}, {"uid": "german-141762-trn", "text_a": "Die Haltbarkeit wird die Zeit zeigen, ansonsten ein gutes Produkt.", "label": 4, "portion_identifier": -1, "text_b": "Schnelle Lieferung . lawn_and_garden"}, {"uid": "german-148707-trn", "text_a": "Er ist an sich sehr bequem, aber vlt etwas zu niedrig. Außerdem ist der preis etwas hoch, aber dennoch ist er sein Geld wert. Aufjedenfall besser wie diese 7€ Klappstühle vom Baumarkt", "label": 4, "portion_identifier": -1, "text_b": "Sehr guter Camping Stuhl . sports"}, {"uid": "german-154112-trn", "text_a": "Die Anleitung ist etwas schwer zu verstehen", "label": 4, "portion_identifier": -1, "text_b": "Unverständliche anleitung . home_improvement"}, {"uid": "german-127805-trn", "text_a": "Der Stoff ist sehr angenehm auf der Haut und trotz Schwitzen blieb das Shirt trocken, da es sehr atmungsaktiv ist. Ich habe es eine Größe größer bestellt und es passt gerade so. Wirklich lieber eine Nummer größer bestellen! Ansonsten liegt es sehr eng an. Daher leider nur 4 Sterne.", "label": 4, "portion_identifier": -1, "text_b": "Lieber eine Nummer größer bestellen... . apparel"}, {"uid": "german-153089-trn", "text_a": "Schönes Obst,aber die Magnete halten nicht so fest und lassen sich sehr leicht \"schneiden\".", "label": 4, "portion_identifier": -1, "text_b": "Schönes Obst,aber zu leicht zu schneiden . toy"}, {"uid": "german-122232-trn", "text_a": "Funktioniert gut.Nur schaut sie am Foto anders aus,als im original!", "label": 4, "portion_identifier": -1, "text_b": "Erfüllt den Zweck . sports"}, {"uid": "german-122591-trn", "text_a": "Das Produkt ist qualitativ sehr gut, lediglich für die Ps4 nicht wirklich geeignet da man das Mikro und das Audio kabel separat einstecken muss es aber am Controller nur eine einsteck stelle gibt. Ne Party erstellen mit quatschen und gleichzeitig etwas hören ist damit nicht möglich. Leider hat vorab niemand etwas dazu geschrieben. Suche dringend nach einer Lösung (Adapter) wäre cool wenn mir jemand weiterhelfen könnte.", "label": 4, "portion_identifier": -1, "text_b": "Qualität gut aber eher ungeeignet für PS4 !!! . electronics"}], "5": [{"uid": "german-183781-trn", "text_a": "Genial fuer die Reise dank der Seitentasche habe ich alle Kleinteile parat.", "label": 5, "portion_identifier": -1, "text_b": "Toll . pc"}, {"uid": "german-183311-trn", "text_a": "Obwohl der Anbieter die Pins für iphones anbietet, habe ich sie mir für mein Samsung-Smartphone gekauft, da die Pins laut Abbildung robust und von guter Qualität sein sollten und ich zu dem Preis keinen Fehler machen konnte. Die Pins wurden schnell und unkompliziert geliefert. Die Qualität ist gut und die Pins sind stabil und ebenso für mein Smartphone geeignet. Ich kann sie nur empfehlen.", "label": 5, "portion_identifier": -1, "text_b": "2 Eject Pin Nadel - Sim-Karten Pin - Silber – Chrome . pc"}, {"uid": "german-188411-trn", "text_a": "Die 2 Handtrainer liegen neben meinem Computer und wenn ich über ein Problem nachdenken muß bzw. eine kleine geistige Pause einlege, dann sind meine beiden Hände gleich mit den Handtrainern beschäftigt. Da kommt über den Tag verteilt eine ganz schöne Menge an Muskelübungen zusammen, ohne daß es auffällt", "label": 5, "portion_identifier": -1, "text_b": "für Fitness nebenbei . sports"}, {"uid": "german-192021-trn", "text_a": "Sehr schön gemacht, ich und mein Sohn schauen diesen Film immer wieder gerne an. Manche Szenen sind sehr traurig, aber zum Schluss gibt es ein Happy End", "label": 5, "portion_identifier": -1, "text_b": "Sehr schön . other"}, {"uid": "german-181028-trn", "text_a": "Der Artikel ist eine gute Qualität, mit sehr sehr viel Platz und die Optik auch.", "label": 5, "portion_identifier": -1, "text_b": "Klasse Artikel! . sports"}, {"uid": "german-160014-trn", "text_a": "Zur Funktion: Wenn genug Ware auf der Waagschale liegt und diese nach unten gedrückt wird, wird ein Sensor betätigt. Bei der Auswahl des Produkts wiegt dieses immer gleich viel: Karotten 1kg, Pilze 150g, etc. Anfangs war ich sehr skeptisch, ob die Kinder viel wiegen werden, weil heutzutage dies im Laden immer seltener zu sehen ist. Aber ich wurde eines Besseren belehrt: Die Waage ist aus dem Kaufladen nicht mehr wegzudenken und die Kids spielen damit mehr als mit dem Scanner der Kasse.", "label": 5, "portion_identifier": -1, "text_b": "Sehr gerne bespielt. . toy"}, {"uid": "german-175159-trn", "text_a": "Der Adapter ist gut verarbeitet. Das Laden geht sehr fix.", "label": 5, "portion_identifier": -1, "text_b": "Einwandfrei . electronics"}, {"uid": "german-182305-trn", "text_a": "Sie passt perfekt, alle Aussparungen sitzen 100%ig. Auch die Kamera wird hier besonders geschützt, da sie eine eigene Umrandung hat. Perfekte Hülle.Passt genau,Kamera ist geschützt.Ich verstehe die negative Rezesion nicht.", "label": 5, "portion_identifier": -1, "text_b": "Perfekte Hülle . wireless"}]}