{"1": [{"uid": "french-20887-trn", "text_a": "Bidon un peu chère pour du plastique", "label": 1, "portion_identifier": -1, "text_b": "Prix élevé . automotive"}, {"uid": "french-668-trn", "text_a": "0 étoiles mon colis et pas arrivé sa fait 2 semaine on me dit retardé et la il et peut-être perdu je déconseille", "label": 1, "portion_identifier": -1, "text_b": "100% arnaque . home"}], "2": [{"uid": "french-62544-trn", "text_a": "le plastique n'était pas blanc après la première utilisation ce qui est douteux , pas de bonne qualité je ne recommande pas", "label": 2, "portion_identifier": -1, "text_b": "lumière . home"}, {"uid": "french-70442-trn", "text_a": "Décevant de chez décevant.. Et merde !!! Une histoire franchement bonne où on s'attend à beaucoup, et voilà encore un film au cul entre deux chaises... Aucun suspens, on voit tout venir avec de gros sabots. Aucun sursauts, rien, ce film est d'un plat, c'est à mourir d'ennui...", "label": 2, "portion_identifier": -1, "text_b": "Pauvre clown triste 😔 . other"}], "3": [{"uid": "french-82215-trn", "text_a": "Bonjour, Le colis a été livré avec deux jours de retard. Alors que c'est un produit Prime pour lequel je paye tous les ans pour avoir un service garanti. De plus, j'ai récupéré mon colis par hasard en point de retrait... Sur le suivi, il était indiqué que le colis n'était pas arrivé.. que si je ne l'avais pas reçu le vendredi suivant, je pouvais déposer une réclamation !! Sinon, emballage et produit de calage insuffisant mais colis arrivé en bon état.", "label": 3, "portion_identifier": -1, "text_b": "Colis en bon état mais suivi erroné et reçu deux jours plus tard... pour du PRIME. . toy"}, {"uid": "french-110107-trn", "text_a": "Ne convenait pas à mon problème mais toujours servir", "label": 3, "portion_identifier": -1, "text_b": "Ok . industrial_supplies"}], "4": [{"uid": "french-120321-trn", "text_a": "pour de la broderie diamant", "label": 4, "portion_identifier": -1, "text_b": "le prix . home"}, {"uid": "french-126657-trn", "text_a": "Reçu en temps et en heure je l'écoute en boucle très bon album je recommande pour les fans", "label": 4, "portion_identifier": -1, "text_b": "l'album de sa vie . other"}], "5": [{"uid": "french-165758-trn", "text_a": "Très pratique pour le lavage avec un minimum de produit", "label": 5, "portion_identifier": -1, "text_b": "Top . home_improvement"}, {"uid": "french-194424-trn", "text_a": "parfait pour ranger clé usb et disque dur externe", "label": 5, "portion_identifier": -1, "text_b": "tout est parfait . wireless"}]}