{"0": [{"uid": "french-416-val", "text_a": "Irina Spîrlea a battu Brenda Schultz 6-4, 1-6, 7-6", "label": "0", "portion_identifier": -1, "text_b": "6-4, 1-6, 7-6, Brenda Schultz vaincue."}, {"uid": "french-258-val", "text_a": "La musique a été écrite par Shyam et les paroles ont été composées par Sreekumaran Thampi et Sathyan Anthikkad.", "label": "0", "portion_identifier": -1, "text_b": "La musique a été composée par Shyam et les paroles ont été écrites par Sreekumaran Thampi et Sathyan Anthikkad."}, {"uid": "french-684-val", "text_a": "Après la mort de Juan d'Autriche en 1578, Philippe II l'autorisa à choisir sa propre résidence.", "label": "0", "portion_identifier": -1, "text_b": "Après la mort de Philippe II d'Autriche en 1578, Jean lui a permis de choisir sa propre résidence."}, {"uid": "french-896-val", "text_a": "Waseem Abbas, fils du célèbre chanteur et acteur Inayat Hussain Bhatti, commença sa carrière comme acteur de télévision à Lahore.", "label": "0", "portion_identifier": -1, "text_b": "Inayat Hussain Bhatti est le fils du célèbre chanteur et acteur Waseem Abbas. Il débuta sa carrière comme acteur de télévision à Lahore."}, {"uid": "french-425-val", "text_a": "Ali arriva au pouvoir après la mort de Muawiyah et établit une dynastie.", "label": "0", "portion_identifier": -1, "text_b": "Après la mort d'Ali, Muaviyah arriva au pouvoir et établit une dynastie."}, {"uid": "french-649-val", "text_a": "La version suivante a été créée par Robert Fuller, le frère de Ron, en 1986.", "label": "0", "portion_identifier": -1, "text_b": "La version suivante a été créée en 1986 par le frère de Robert Fuller, Ron."}, {"uid": "french-1808-val", "text_a": "Prudential Building (HMB), anciennement appelé le Houston Main Building, était un gratte-ciel du Texas Medical Center, Houston, Texas.", "label": "0", "portion_identifier": -1, "text_b": "Le Houston Main Building (HMB), anciennement connu sous le nom de Prudential Building, était un gratte-ciel du Texas Medical Center de Houston, Texas."}, {"uid": "french-1365-val", "text_a": "La composition raciale du village était de 98,8 % de Blancs, 0,6 % d'Amérindiens, 0,2 % d'Asiatiques et 0,4 % de deux ou plusieurs races.", "label": "0", "portion_identifier": -1, "text_b": "La constitution raciale du village était 98,8 % blanche, 0,6 % asiatique, 0,2 % amérindienne et 0,4 % de deux races ou plus."}], "1": [{"uid": "french-1251-val", "text_a": "1i Productions est un éditeur de jeux de plateau américain. Il a été fondé en 2004 par Colin Byrne, William et Jenna.", "label": "1", "portion_identifier": -1, "text_b": "Il a été fondé en 2004 par Colin Byrne, William et Jenna et est un éditeur américain de jeux de société."}, {"uid": "french-1727-val", "text_a": "Les salades de mesclun et les plantes à racines n'étaient généralement pas cultivées et ne poussaient que de façon saisonnière quand ils étaient à l'état sauvage.", "label": "1", "portion_identifier": -1, "text_b": "Les plantes potagères et les plantes-racines n'étaient généralement pas cultivées et poussaient rassemblées de façon saisonnière quand elles étaient dans la nature."}, {"uid": "french-1759-val", "text_a": "Le jeune frère de Tim Tim, Tod Leiweke, est actuellement Président-directeur générale de la Ligue nationale de football depuis 2015.", "label": "1", "portion_identifier": -1, "text_b": "Le plus jeune frère de Tim, Tod Leiweke, est actuellement le président-directeur général de la Ligue nationale de football depuis 2015."}, {"uid": "french-1349-val", "text_a": "Le capitaine Cassin est mort à Washington. Il a été enterré à Washington, mais a ensuite été déplacé au cimetière national d'Arlington.", "label": "1", "portion_identifier": -1, "text_b": "Le capitaine Cassin est mort à Washington. Il a été enterré à Washington mais a plus tard été déplacé au cimetière national d'Arlington."}, {"uid": "french-988-val", "text_a": "Le film de 40 minutes a été écrit par Annaud avec Alain Godard.", "label": "1", "portion_identifier": -1, "text_b": "Le film de 40 minutes a été écrit par Annaud ainsi qu'Alain Godard."}, {"uid": "french-118-val", "text_a": "D'après le bureau de recensement des États-Unis, Southport a une surface globale constituée de terre et, ou 0,91 %, est de l'eau.", "label": "1", "portion_identifier": -1, "text_b": "D'après le bureau du recensement des États-Unis, Southport a une superficie totale de, dont est terrestre, ou 0,91 % est de l'eau."}, {"uid": "french-1419-val", "text_a": "Cela déclencha la première des quatre guerres qu'il était censé mener contre Carthage.", "label": "1", "portion_identifier": -1, "text_b": "Cela déclencha la première des quatre guerres qu'il dut mener contre Carthage."}, {"uid": "french-136-val", "text_a": "Il l'utilisa plus tard comme un symbole pour le parti nazi et le plaça dans un cercle rouge et un fond blanc pour l'utiliser comme un drapeau.", "label": "1", "portion_identifier": -1, "text_b": "Plus tard, Il l'utilisa comme symbole pour le parti nazi et le plaça sur un cercle rouge et un fond blanc pour l'utiliser comme drapeau."}]}