{"0": [{"uid": "korean-1769-val", "text_a": "그의 아버지는 링컨셔 의회 구성원인 William Skipwith와 Anne Tothby의 사생아였습니다.", "label": "0", "portion_identifier": -1, "text_b": "그의 아버지는 링컨셔 국회위원 Anne Tothby와 William Skipwith의 사생아이다."}, {"uid": "korean-1171-val", "text_a": "1975년 12월 연방 선거에서 Whitlam에게 압도적인 차이로 승리한 Malcolm Fraser는 Egerton에게 노동 조합 운동의 댓가로 기사 작위를 제안했습니다.", "label": "0", "portion_identifier": -1, "text_b": "1975년 12월 연방 선거에서 Malcolm Fraser에게 압도적인 차이로 승리한 Whitlam은 Egerton에게 노동 조합 운동의 댓가로 기사 작위를 제안했습니다."}, {"uid": "korean-19-val", "text_a": "개국했을 때 BBC TV 국장은 David Nixon이었고 처음 방송된 프로그램은 스튜디오 3에서 Gerald Beadle이 진행한 \"First Night\"였습니다.", "label": "0", "portion_identifier": -1, "text_b": "BBC TV의 국장이 Gerald Beadle이었을 때 이것이 개장했고 David Nixon이 출연했던 첫 방송은 스튜디오 3에서 진행되었습니다."}, {"uid": "korean-14-val", "text_a": "Martins Pena는 리우데자네이루에서 João Martins Pena와 Francisca de Paula Julieta Pena의 아들로 태어났습니다.", "label": "0", "portion_identifier": -1, "text_b": "João Martins Pena와 Francisca de Paula Julieta Pena는 리우데자네이루에서 Martins Pena에게 태어났습니다."}], "1": [{"uid": "korean-1696-val", "text_a": "Stretch는 리얼리티 TV 스타로부터 코카인을 훔치고 나서 리무진을 확보합니다.", "label": "1", "portion_identifier": -1, "text_b": "Stretch는 당시 리무진을 입수했던 리얼리티 TV 스타에게서 코카인을 훔쳤습니다."}, {"uid": "korean-1502-val", "text_a": "미국 인구조사국에 따르면 소도시의 땅의 총 면적 중 33.45%가 물입니다.", "label": "1", "portion_identifier": -1, "text_b": "미국 인구조사국에 따르면 육지에 해당하는 시의 총 면적에서 33.45%는 물입니다."}, {"uid": "korean-1360-val", "text_a": "가이아나에는 총 인구의 약 12%에 해당하는 90,000명의 가톨릭 신자가 있고 이는 남아메리카 국가 중에 가장 낮은 수준입니다.", "label": "1", "portion_identifier": -1, "text_b": "가이아나에는 약 90,000명의 가톨릭 신자가 있습니다. 이는 전체 인구의 12%에 해당하여 남아메리카 국가 중에 가장 낮은 수준입니다."}, {"uid": "korean-1915-val", "text_a": "2005년 후반과 2009년 사이는 예외로, 그는 스웨덴의 Carlstad United BK, 세르비아의 FC Terek Grozny 그리고 러시아의 FK Borac Čačak에서 뛰었다.", "label": "1", "portion_identifier": -1, "text_b": "예외는 그가 스웨덴에서 Carlstad United BK와 함께, 세르비아에서 FC Terek Grozny와 러시아의 FK Borac Čačak와 함께 경기한 지난 2005년과 2009년 사이였습니다."}]}