{"0": [{"uid": "spanish-764-val", "text_a": "El movimiento es en tiempo extendido, a pesar de que hay secciones comunes en 3x4.", "label": "0", "portion_identifier": -1, "text_b": "Aunque el movimiento está en tiempo extendido, hay secciones comunes en 3/4."}, {"uid": "spanish-754-val", "text_a": "En el año 2008, Folayan ganó el premio inspiración por \"Precious Leader within the Workplace\".", "label": "0", "portion_identifier": -1, "text_b": "En 2008, Folayan ganó el Precious Award como \"Líder inspirador en el lugar de trabajo''."}, {"uid": "spanish-1954-val", "text_a": "Fue un importante miembro del equipo central durante los primeros años del Instituto Indio de Administración en Calcuta, el primer Instituto Indio de Administración.", "label": "0", "portion_identifier": -1, "text_b": "Era un miembro central del equipo inicial durante los primeros años del Instituto indio de Administración de Calcula, el destacado Instituto indio de Administración."}, {"uid": "spanish-1129-val", "text_a": "En mayo, Spencer McLaren llegó como Kieran Fletcher, un interés de amor para el personaje establecido de Sally Fletcher (Kate Ritchie).", "label": "0", "portion_identifier": -1, "text_b": "En May Kate Ritchie apareció como Sally Fletcher, un interés amoroso para el personaje establecido Kieran Fletcher (Spencer McLaren)."}, {"uid": "spanish-659-val", "text_a": "La obra se imprimió en 1631 con el subtítulo \"The School of Complement'', en un cuarto publicado por Elizabeth Allde para el vendedor de libros Francis Constable.", "label": "0", "portion_identifier": -1, "text_b": "La obra se publicó en 1631 con el título \"The School of Complement\" impreso en cuartos por Elizabeth Allde para el librero Francis Constable."}, {"uid": "spanish-1926-val", "text_a": "Los ejemplos anteriores para el tema del posesivo ``-m'' eran para el singular de la primera persona.", "label": "0", "portion_identifier": -1, "text_b": "Los ejemplos anteriores para el tema del singular de la ``-m'' eran para la primera persona del posesivo."}, {"uid": "spanish-1881-val", "text_a": "Steve Steve comenzó su relación con Karen Phillips, representada por Suranne Jones.", "label": "0", "portion_identifier": -1, "text_b": "Karen Phillips inició una relación con Steve representado por Suranne Jones."}, {"uid": "spanish-1874-val", "text_a": "El Teniente Coronel Donald Grant Millard, el Capitán Gerald K. Hannaford y el Capitán John F. Lorraine eran los pasajeros de la aeronave.", "label": "0", "portion_identifier": -1, "text_b": "Los ocupantes del avión eran el coronel Gerald K. Hannaford, el capitán Donald Grant Millard y el capitán John F. Lorraine."}], "1": [{"uid": "spanish-765-val", "text_a": "Este gen ahora está clasificado en la familia de las lagartijas, conocida como Iguanidae, subfamilia Polychrotinae y ya no está clasificada en la familia actual no válida, polychrotidae.", "label": "1", "portion_identifier": -1, "text_b": "Este género se clasifica en la actualidad dentro de la familia de los lagartos, conocido como Iguanidae, subfamilia de los polychrotinae, y ya no entra en la clasificación de la ahora familia nula de los polychrotidae."}, {"uid": "spanish-1292-val", "text_a": "La película está protagonizada por Jembie Almazan como Mary, Bernardo Garnica Cruz como David y Jonathan Díaz Angulo como Alex.", "label": "1", "portion_identifier": -1, "text_b": "La película está protagonizada por Jembie Almazan como Maria, Bernardo Garnica Cruz como David y Jonathan Díaz Angulo como Alex."}, {"uid": "spanish-981-val", "text_a": "Fue capturado después de que el New Orleans fuera hundido y se vendió como chatarra en 1868.", "label": "1", "portion_identifier": -1, "text_b": "Fue capturado en Nueva Orleans, fue escondido, y en 1868 se vendió como chatarra."}, {"uid": "spanish-1123-val", "text_a": "Norman Melancton Geddes, nacido Norman Bel Geddes (27 de abril de 1893 - 8 de mayo de 1958), fue un diseñador industrial y de teatros estadounidense.", "label": "1", "portion_identifier": -1, "text_b": "Norman Melancton Geddes, nacido Norman Bel Geddes, (27 de abril de 1893-8 de mayo de 1958) fue un diseñador teatral e industrial estadounidense."}, {"uid": "spanish-978-val", "text_a": "El primer curso de Encargado de Señales se realizó en 1951 y los cursos que se dictan actualmente son los números 86 y 87.", "label": "1", "portion_identifier": -1, "text_b": "El primer curso de Capataz de Señales se desarrolló en 1951 y los cursos actuales son los números 86 y 87."}, {"uid": "spanish-1004-val", "text_a": "En este estudio de Berlín, había tres figuras colgadas de la pared: Schopenhauer, Maxwell, y Faraday.", "label": "1", "portion_identifier": -1, "text_b": "En este estudio de Berlín, tres figuras colgadas en la pared: Faraday, Maxwell, Schopenhauer."}, {"uid": "spanish-1088-val", "text_a": "Fue un candidato sin éxito para el juzgado de la ciudad de South Bend en 1947, y en 1948 para la oficina del fiscal del condado de Saint Joseph.", "label": "1", "portion_identifier": -1, "text_b": "Fue un candidato sin éxito en 1947 para juez de la ciudad de South Bend y en 1948 para fiscal del condado de Saint Joseph."}, {"uid": "spanish-1217-val", "text_a": "3 de octubre: Phil Tufnell derrota a James Hewitt (ganador de Dart Double 1)", "label": "1", "portion_identifier": -1, "text_b": "3 de octubre: Phil Tufnell le gana a James Hewitt (movimiento rápido ganador doble 1)"}]}