{"1": [{"uid": "japanese-28038-trn", "text_a": "頭の大きい私は被ってると頭痛くなりました", "label": 1, "portion_identifier": -1, "text_b": "真夏芸 . automotive"}, {"uid": "japanese-7102-trn", "text_a": "届いてすぐ充電してみたがランプがつかない。。。 イヤホンは電源が入って接続は出来たが、ケースが不良品だったようで充電出来ない 充電式で充電器が使えなければ使い捨てもいいところ 他にも同じ症状になっている人がいるようなので、ここは品質悪いのかな", "label": 1, "portion_identifier": -1, "text_b": "充電が出来ない . electronics"}, {"uid": "japanese-14858-trn", "text_a": "上の画像にあるように，商品紹介の写真との相違点が多く，特に，ロゴの部分やCDの印刷ズレがひどいことから，コピー品の可能性が高いです。また，画像や値段も正規品に設定されていることから，非常に悪質であると思われます。安いものではないので，実に不愉快な気持ちになりました(現在，返品手続き中) より確実な出品者から購入することをお勧めします。", "label": 1, "portion_identifier": -1, "text_b": "劣悪コピー品の可能性 . book"}, {"uid": "japanese-14202-trn", "text_a": "こちらの商品、どうやってもすぐに緩んでしまって矯正にはならないと思いますが 私だけでしょうか？つけ方の問題？", "label": 1, "portion_identifier": -1, "text_b": "なぜ皆様評価よいのかな . sports"}], "2": [{"uid": "japanese-68068-trn", "text_a": "半年で壊れました。 ＬＥＤは点灯してますが、充電はしていない状態です。 テスターで計っても、０のままです。 また輸入車には、少し容量が足りないように思いました。", "label": 2, "portion_identifier": -1, "text_b": "輸入車には、容量不足です。 . automotive"}, {"uid": "japanese-78794-trn", "text_a": "映画館で見れば何とか観られる映画です。 ストーリーに関しては呆れてしまうレベルでしょうか。突っ込みどころ多過ぎで書ききれないかな。稚拙な世界観もどうもね😌 タイタニックは批判がありながらも王道でまとめあげたそれなりに良い映画だと思います。がこちらはジェームズ・キャメロンももうダメだなと思わざるを得ない映画です。", "label": 2, "portion_identifier": -1, "text_b": "これが興行一位とは(>_<) . digital_video_download"}, {"uid": "japanese-63102-trn", "text_a": "綺麗にまとめられたストーリーで王道なストーリー 予告編を見て好きそうだと思ったら、間違いないと思います。 私はレビューだけ見て判断してしまいました…好みの映画ではありません。", "label": 2, "portion_identifier": -1, "text_b": "開始5分でオチまで分かる . digital_video_download"}, {"uid": "japanese-62372-trn", "text_a": "Galaxy note8に試しました。 貼り付けて水抜きまではうまくいきましたが、エッジ部分にはすぐには吸着せず、 説明書には1.5時間待ってから貼り付けてくださいとなっておりました。 数分でホコリ等がついてしまうので1.5時間も待っていたら綺麗に貼り付かないと判断し断念しました。 エッジ以外の製品なら良品かと思われます。 残念です。", "label": 2, "portion_identifier": -1, "text_b": "エッジ以外なら・・・ . wireless"}], "3": [{"uid": "japanese-89119-trn", "text_a": "MacPro mid2012にAMD RX580を搭載する為に使用。問題無く使えています。", "label": 3, "portion_identifier": -1, "text_b": "MacPro mid2012とAMD RX580 . pc"}, {"uid": "japanese-89084-trn", "text_a": "mate10用に買った全面透明ガラスフィルムが端が浮いてしまい失敗してしまったので縁が黒いこちらを購入。 上手く貼れれば縁にゴミが付着することのない完璧なフィット感です。 ※悪い点 カメラの位置とHuaweiロゴ窓位置に1mm強のズレが有りカメラに位置を合わせるとロゴが若干隠れます。 また自分のものは画面点灯中は気にならないレベルですが虹が発生しました。 ※ここから１２月（使用３ヶ月後）の追記です 画面とフィルムの間に水が入ってしまったため２枚めに交換したのですが その際裏面を触れたら全面吸着でないことに気づきました…(-.-); そのため虹が発生するのも仕様みたいです… なので★－１です。", "label": 3, "portion_identifier": -1, "text_b": "及第点 ※ 追記あり . wireless"}, {"uid": "japanese-84041-trn", "text_a": "雲台に遊びがあります。 固定カメラで使うなら問題ないと思います。", "label": 3, "portion_identifier": -1, "text_b": "雲台に遊びがあります。 . camera"}, {"uid": "japanese-91643-trn", "text_a": "（まあ、メーカーにメールすれば良いんでしょうが、そうしたところで捨て去られそうな意見なので、こちらで多数のユーザーに見ていただいた方が有用かと思いました。偏見でしょうけど、時計とか電卓とかの機械類は、今でも男性開発者が多いのでしょう。本体の機能については追及するんですけど、最後の最後の使いやすさとか美観には疎いと思います。） 他の方も書いてますが、カバーが残念です。 何のために「カバー付き」で販売しているのか、実際に使用して(一度使えばすぐにわかる)、再考していただきたいです。 1.閉じるのも開けるのも不便 ・閉じようとすると中途半端に開く（目視で45度くらい）。 ・開けようとすると閉じる。そりゃもう、速攻で閉まります。でも中途半端に浮いてます。 という状態のシロモノなので、カバー付きの状態で使おうとしたら、私の場合こうなります。 ・閉じたい時はゴムで縛る。 本当はダブルクリップで閉じたいけど、一般的な大きさの「中」だと微妙にはまらない。 ・開けたい時は、一度反対側に折り返して、クセをつける。 それでも1cm位は浮いてますが。 2.置いて使用する時に、滑る。 手で持つのではなく、机上などに置く場合、キーを打つ時に滑ります。 いろんな材質の机に置いてみましたが、滑ります。 せめて下になる面だけでも滑りにくい素材にできないのでしょうか。 対策として、速攻で滑り止めパッチを付けました。 と、苦情ばかり申し立てましたが、電卓そのものはとても気に入りました。 電卓は「カシオ命」の私ですが、カシオのカバー付きが使いにくかったので、シャープを購入してみました。 好みの世界ですが、このコンパクトサイズの電卓では、キーの並び順や視認性はすごく良いし、キー以外の本体がツヤ有りで清潔感があるのが好きです。カシオは使いやすいんですけど、やぼったいですよね。どんな機種でも。 ちなみに、カシオのカバーもダメダメで、しばらく使って捨てました。", "label": 3, "portion_identifier": -1, "text_b": "シャープの開発担当のかたへ「もう少しの愛を、カバーへ注いでください」 . office_product"}], "4": [{"uid": "japanese-143883-trn", "text_a": "10個口で使いやすいですが、片方が稼働すれば満点でした。 大型のアダプターを使うので、もう少し大きく、隣接幅が大きければもっと使いやすくなると思います", "label": 4, "portion_identifier": -1, "text_b": "幅と稼働すれば満点 . pc"}, {"uid": "japanese-150357-trn", "text_a": "iPodをキッチンリビングで使いたくて、探してたところ！360度スピーカー&私の好みの重低音重視！もうこれしかない！って思いました。しかし、何日も悩みました。やっぱりSONYが好きなのでSONYが…って悩み…価格も購入につながりました。 私は、ごく普通に聞ければいいので、大変気に入っています。 ただ、バッテリーがなくなっていくのが目に見えないので、私には突然、充電してくださいってなってしまうので、そこが残念！！残念すぎて星へらしてます。", "label": 4, "portion_identifier": -1, "text_b": "360度スピーカー&重低音に感激 . electronics"}, {"uid": "japanese-154664-trn", "text_a": "タープやテントの張り綱やロープ結びの練習用として使用しています。 ホームセンターで購入するより、かなりお得に購入することができました。 商品自体も問題なく使用できています。 末端処理も刃物でロープを切った後、切り口を火であぶってあげれば簡単にできます。", "label": 4, "portion_identifier": -1, "text_b": "お買い得 . sports"}, {"uid": "japanese-134134-trn", "text_a": "唯一気になる点は顔が赤くなること、同じどころ三秒以内だと効果なかなかないです、", "label": 4, "portion_identifier": -1, "text_b": "ままよい . kitchen"}], "5": [{"uid": "japanese-188018-trn", "text_a": "今まで、普通にコントローラーに充電線を繋げて充電していただけなので テレビ台の上で見栄えが悪い状態でした。 シンプルな充電スタンドで、場所も取らずテレビ周りの見栄えも良くなって満足です！", "label": 5, "portion_identifier": -1, "text_b": "スペース節約で良い . video_games"}, {"uid": "japanese-195706-trn", "text_a": "届いた商品、箱から出したら絶対に戻りませんと、プレゼントを受け取った友人に言われました 大きすぎて収納に困ると苦情が出るほどですが、子供と一緒に写せば、子供の成長が良くわかり 喜ばれました。 商品についても、破れ・ほつれ等まったくありませんでした", "label": 5, "portion_identifier": -1, "text_b": "喜ばれました . toy"}, {"uid": "japanese-166432-trn", "text_a": "教科書的な本が欲しいと思っていて目を付けていたら、 いつの間にか売切れで買えなかったが また発売されたようなので今回はすぐに購入。 誤植など指摘されてるレビューもあるが 今回の再販では、なおってるようだ 思っていた通り分かりやすく解説されているので テクニカルの教科書として大事に使っていきたいと思う。", "label": 5, "portion_identifier": -1, "text_b": "テクニカルの教科書 . book"}, {"uid": "japanese-163144-trn", "text_a": "少し重いなぁと思いましたが許容範囲です。 届いてすぐ使ってますが、これ一台で充分でした。 良いお品をありがとうございました。", "label": 5, "portion_identifier": -1, "text_b": "大容量はいいですね . wireless"}]}