{"0": [{"uid": "german-286-val", "text_a": "Es ist das sprachliche Ziel von A Mesa, die Hauptpolitik der People's Party of Galicia zu bekämpfen, insbesondere durch die Queremos-Galego-Bewegung.", "label": "0", "portion_identifier": -1, "text_b": "Das Hauptziel von A Mesa ist der Kampf gegen die linguistischen Richtlinien der People's Party of Galicia, insbesondere durch die Bewegung Queremos Galego."}, {"uid": "german-189-val", "text_a": "Einige Mitglieder der Gruppe wurden in der Golden Bay getötet und es gab keinen lokalen Ansprechpartner bei anderen Maori.", "label": "0", "portion_identifier": -1, "text_b": "Einige Mitglieder der Gruppe wurden in der Golden Bay getötet und es bestand kein Kontakt zu anderen lokalen Maori."}, {"uid": "german-1526-val", "text_a": "Martin Damm und Radek Štěpánek gewannen gegen Jonas Björkman und Fabrice Santoro im Finale mit 6:2 und 6:4.", "label": "0", "portion_identifier": -1, "text_b": "Jonas Björkman und Fabrice Santoro gewannen im Finale mit 6:2, 6:4 gegen Martin Damm und Radek Štěpánek ."}, {"uid": "german-999-val", "text_a": "Der Bradu ist ein Nebenfluss des Hudeasa in Rumänien.", "label": "0", "portion_identifier": -1, "text_b": "Der Fluss Hudeasa ist ein Nebenfluss des Flusses Bradu in Rumänien."}], "1": [{"uid": "german-1016-val", "text_a": "Nicole Pratt besiegte Kristin Godridge  6 - 4, 6 - 3", "label": "1", "portion_identifier": -1, "text_b": "Nicole Pratt schlug Kristin Godridge 6 -- 4, 6 -- 3."}, {"uid": "german-1591-val", "text_a": "Hirasea gonobasis ist eine Spezies der kleinen luftatmenden Schnecke, ein terrestrisches Pulmonat-Gastropod-Weichtier der Familie Endodontidae.", "label": "1", "portion_identifier": -1, "text_b": "Hirasea goniobasis ist eine kleine, luftatmende Landschnecke, ein an Land lebendes, atmendes Bauchfüßer-Weichtier aus der Familie der Endodontidae."}, {"uid": "german-888-val", "text_a": "Ukhrul ist auch ein Hotspot für Touristen in Manipur.", "label": "1", "portion_identifier": -1, "text_b": "Ukhrul ist auch ein Hotspot für Touristen im Bundesstaat Manipur."}, {"uid": "german-1124-val", "text_a": "Obwohl sie zunächst Fu Xi zugeschrieben wurde, taucht die binäre oder lexikographische Reihenfolge von Shao Yung traditionell im elften Jarhundert n. Chr. auf.", "label": "1", "portion_identifier": -1, "text_b": "Auch wenn es zunächst Fu Xi zugeschrieben wurde, scheint traditionell Shao Yung die binäre oder lexikographische Reihenfolge im elften Jahrhundert n. Chr. zu sein."}]}