{"0": [{"uid": "spanish-1138-val", "text_a": "El estándar racial describe al perro con fuerte temperamento y marcada individualidad, desconfiado de los extraños.", "label": "0", "portion_identifier": -1, "text_b": "El estándar racial describe al perro como un temperamento brusco y una fuerte individualidad, desconfiado de los extraños."}, {"uid": "spanish-680-val", "text_a": "Cordell Crockett tocó el bajo en 5 canciones, con el bajista Ugly Kid Joe y Nathan Slade tocando el bajo en el resto.", "label": "0", "portion_identifier": -1, "text_b": "Nathan Slade tocó el bajo en 5 canciones y el bajista Cordell Crocket de Ugly Kid Joe tocó el bajo en las restantes canciones."}, {"uid": "spanish-317-val", "text_a": "En Corea, el anteproyecto se usó para presentar el daoísmo en Joseon y para expresar la esperanza de la armonía del Yin y el Yang.", "label": "0", "portion_identifier": -1, "text_b": "En Joseon, el diseño se utilizaba para representar el daoísmo en Corea y para expresar la esperanza de armonía del yin y el yang."}, {"uid": "spanish-1252-val", "text_a": "Esta estación forma parte de la línea Metra de LaSalle Street Station, que se extiende entre Joliet y el Distrito Rock Island en Chicago Loop.", "label": "0", "portion_identifier": -1, "text_b": "Esta estación es parte de la línea Metra del distrito Rock Island que va desde Joliet y la estación de LaSalle Street en el Chicago Loop."}], "1": [{"uid": "spanish-219-val", "text_a": "En 1895, Gyeongsang del sur fue reemplazado por los distritos de Jinju en el oeste y Dongnae (actualmente Busan) hacia el este.", "label": "1", "portion_identifier": -1, "text_b": "En 1895, Gyeongsang del sur fue reemplazado por los distritos de Jinju al oeste y Dongnae (el Busan moderno) al este."}, {"uid": "spanish-886-val", "text_a": "Robbins nació en Coventry el 21 de septiembre de 1933, con su mellizo David, los octavo y noveno hijos de doce de Charles y Jessamine Robbins.", "label": "1", "portion_identifier": -1, "text_b": "Robbins nació el 21 de septiembre de 1933 en Coventry, con su gemelo David, el octavo y noveno hijo de los doce de Charles y Jessamine Robbins."}, {"uid": "spanish-716-val", "text_a": "En 1911, se reconstruyó el Ayuntamiento, que fue parcialmente destruido en 1945 y posteriormente restaurado en los 60.", "label": "1", "portion_identifier": -1, "text_b": "En 1911 se reconstruyó el Ayuntamiento, parcialmente destruido en 1945 y restaurado en los 60."}, {"uid": "spanish-235-val", "text_a": "Los planes siniestros de Swayam para dañar a Sujal y rodear Garewals están frustrados.", "label": "1", "portion_identifier": -1, "text_b": "Los planes siniestros de Swayam para lastimar a Sujal e incriminar a los Garewalls están frustrados."}]}