{"1": [{"uid": "french-6673-trn", "text_a": "Ne vaut absolument rien, de l’argent jeté à la benne, impossible à placer sur le mobile", "label": 1, "portion_identifier": -1, "text_b": "Zéro . wireless"}, {"uid": "french-35004-trn", "text_a": "très mauvaise qualité", "label": 1, "portion_identifier": -1, "text_b": "à éviter . camera"}, {"uid": "french-17064-trn", "text_a": "J'avais trouvé cet appareil vraiment très agréable et efficace. Malheureusement lors de la troisième utilisation... il n'a plus rien voulu savoir :o(( Je n'ai pas trouvé sur le site amazon de possibilité de faire jouer une garantie et donc je dois finalement m'asseoir dessus, ce qui me refroidit un peu pour mes futures commandes chez amazon.", "label": 1, "portion_identifier": -1, "text_b": "Très vite défectueux . beauty"}, {"uid": "french-9970-trn", "text_a": "De couleur jaune pâle et non blanc ou beige. Et surtout cela ne colle pas, mais pas du tout. Même sur du papier. Produit inutilisable et inutile donc.", "label": 1, "portion_identifier": -1, "text_b": "A eviter . home"}], "2": [{"uid": "french-63671-trn", "text_a": "Coque parfaite par contre verres trempés plus petit que l'ecran du Samsung A70. ça peut gêner l'utilisation du téléphone.", "label": 2, "portion_identifier": -1, "text_b": "Verre trempés non compatibles . wireless"}, {"uid": "french-42168-trn", "text_a": "La montre fonctionne correctement, cependant le packaging est à vomir pour une montre vintage. Il manque le présentoir, la boîte casio et le manuel n'est pas en français...", "label": 2, "portion_identifier": -1, "text_b": "Déçu! . watch"}, {"uid": "french-63863-trn", "text_a": "bonjour bien reçu ma commande mais il manque l'outil de reglage comment faire pour en avoir un merci pour votre reponse cordialement", "label": 2, "portion_identifier": -1, "text_b": "1 article manquant . jewelry"}, {"uid": "french-78679-trn", "text_a": "La qualité n’est pas aussi bien que l’original. Il est parfois dur de débloquer le tube télescopique.", "label": 2, "portion_identifier": -1, "text_b": "Mauvaise qualité . kitchen"}], "3": [{"uid": "french-97239-trn", "text_a": "Bonne taille mais souvent comme beaucoup d’articles à paillettes les paillettes se déposent partout... sur les mains, le mur... mais ils sont malgré tout très jolis!", "label": 3, "portion_identifier": -1, "text_b": "Bien dommage que les paillettes se déposent partout . home"}, {"uid": "french-92728-trn", "text_a": "Voir avec le temps, arrivé avec beaucoup de coups, bien abîmé, c'est dommage sinon bien", "label": 3, "portion_identifier": -1, "text_b": "Bien . pet_products"}, {"uid": "french-111228-trn", "text_a": "Très bon produit et un tas de couleur varié. Je les ai utilise pour maquiller les enfants pour un atelier maquillage les paillettes sont très fine et l'effet est au rendez vous.", "label": 3, "portion_identifier": -1, "text_b": "très jolie paillettes . beauty"}, {"uid": "french-110200-trn", "text_a": "J ai reçu des couches culottes au lieu des couches annoncés..", "label": 3, "portion_identifier": -1, "text_b": "Couches culotte ? Couches ? . drugstore"}], "4": [{"uid": "french-132007-trn", "text_a": "Tres pratique !!!!! Je n'ai pas mis 5 étoiles car un peu juste l'ouverture mais fait son travail. Merci amazon", "label": 4, "portion_identifier": -1, "text_b": "Super . home"}, {"uid": "french-128707-trn", "text_a": "Je m'attendais à ce que le bois par-dessus soit plus foncée. Cela est tout de même joli. Les couleurs me correspondent et vont avec la chambre. Parfaite table de chevet pour ma part.", "label": 4, "portion_identifier": -1, "text_b": "Ravie . furniture"}, {"uid": "french-123932-trn", "text_a": "Avec ce boitier il devient facile d'adapter une go pro sur une rotule et d'ajouter des accessoires. Attention la gopro n'est pas trop facile à extraire et il n'y a pas de verrouillage mais le boitier est robuste et protège bien la caméra. Les accès au prises HDMI se fait bien.", "label": 4, "portion_identifier": -1, "text_b": "Robuste et utile . camera"}, {"uid": "french-156554-trn", "text_a": "produits conforme cependant et ce malgré un très bon emballage de protection le citronnier a énormément été secouer pendant son transport ceux qui a eut pour consequence plusieurs branche casse . en espérant que le citronnier reprenne vite de la vigueur", "label": 4, "portion_identifier": -1, "text_b": "citronnier 4 saisons . lawn_and_garden"}], "5": [{"uid": "french-199551-trn", "text_a": "La tête est impeccable de bonne qualité diffusent bien le goût du tabac mais ne le brûle pas trop vite elle vaut largement son prix mais il faut la nettoyer avant la première utilisation", "label": 5, "portion_identifier": -1, "text_b": "Inpecable. . kitchen"}, {"uid": "french-168725-trn", "text_a": "Jeu très sympa pour jouer en famille. J'étais un peu dubitatif au début mais la diversité des actions à mener rendent ce jeu très distrayant.", "label": 5, "portion_identifier": -1, "text_b": "Cool ! . toy"}, {"uid": "french-172685-trn", "text_a": "mon diable est arrivé déficient. La maison m'a immédiatement remplacé l'article. Très sérieux, aimables et compétents", "label": 5, "portion_identifier": -1, "text_b": "maison très sérieuse . industrial_supplies"}, {"uid": "french-178015-trn", "text_a": "Soyons clair. Il ne s'agit pas d'un Steampod PRO à 200 euros... Il s'agit d'un lisseur de voyage compact, avec un petit réservoir intégré, qui permet en voyage à madame de refaire un peu de ménage dans sa chevelure après la douche. Un petit afficheur indique si la vapeur est disponible et quand l'appareil est près à être utilisé. 2 puissances de chauffe sont disponibles. Un système de verrouillage permet de le garder fermé durant le transport. En tant que spectateur, je dois dire que le résultat est assez probant. Il chauffe en quelques secondes, fournit une vapeur assez conséquente et fait ce pour quoi il a été conçu: Il lisse :-) Bref un petit accessoire que madame emporte sans hésiter lors de nos voyages.", "label": 5, "portion_identifier": -1, "text_b": "Parfait pour le voyage . personal_care_appliances"}]}