{"1": [{"uid": "german-6876-trn", "text_a": "Ich habe keine Ware erhalten", "label": 1, "portion_identifier": -1, "text_b": "Wo ist meine Bestellung . toy"}, {"uid": "german-9165-trn", "text_a": "Leider musste ich nach wenigen Monaten feststellen, dass die Flasche im Inneren rostet!!! Die Flasche wurde nur im Büro benutzt, ist nicht beschädigt und wurde nur mit stillem Wasser befüllt, zudem nur per Hand gereinigt. Höchste Qualitätsansprüche wie in der Produktbeschreibung sehen für mich anders aus, zumal sie auch nicht günstig ist.", "label": 1, "portion_identifier": -1, "text_b": "Rost nach kurzer Zeit!!! . home"}, {"uid": "german-27654-trn", "text_a": "Guten Tag, Ich schreibe diese Rezession, da ich denke, dass es nötig ist den potenziellen Käufer zu warnen. Ich habe mir dieses Gerät gekauft, da mein alter Player nach ca. 6 Monaten den Geist aufgegeben hat. Interessant dabei war, dass es die gleiche Firma war und damals nur der Bildschirm aufgehört hat zu funktionieren. Ich habe zu der Zeit gedacht, es war nur eine Ausnahme, doch nun passiert der exakt selbe Fehler erneut. Man kann nun sagen, dass das Gerät nicht teuer War, doch ich sehe es nicht ein, Geld für eine Ware zu bezahlen, die scheinbar planmäßig kaputt geht.", "label": 1, "portion_identifier": -1, "text_b": "Erneut kaputt . wireless"}, {"uid": "german-32289-trn", "text_a": "Unsauber und schlampig verarbeitet. Bei der ersten Berührung hat man Metall-Spähne an den Fingern. Dazu ist das Emblem auch leicht asymmetrisch.", "label": 1, "portion_identifier": -1, "text_b": "Billo Billo . automotive"}], "2": [{"uid": "german-53575-trn", "text_a": "Leider lief das Gerät nur eine Woche! Da ich zum Glück einen zweiten PC habe konnte ich an Memory PC schreiben! Nach den E-Mail verkehr habe ich Anweisungen bekommen die ich nicht durchführen konnte da der PC nicht mehr hochgefahren ist! Somit zweiten Anlauf! Die nächsten Information konnte ich auch nicht durchführen da meine Kenntnissen für Pc nicht ausreicht das ich auch geschrieben hatte! Spätesten da hätte man auf die versprechende Hilfe die angeboten wird in verkauf Text Garantie Leistung ist für Sie als Kunde von Memory PC komplett Stress frei anbieten müssen! Da ich in diesen Fall ein PC Freund kenne, der mir geholfen hat, den andere leider nicht haben! Hat er festgestellt das ein Arbeitsspeicher defekt ist! Diese wurden mir auch kostenlos zugeschickt, nun läuft er wieder super! Ich hoffe das bleibt jetzt so!", "label": 2, "portion_identifier": -1, "text_b": "hilfe bei einen defekt! . pc"}, {"uid": "german-40709-trn", "text_a": "An sich tut es was es soll nur die befestigung hat keine 2 Monate gehalten, Würde es nicht noch mal kaufen", "label": 2, "portion_identifier": -1, "text_b": "Für einmalige Nutzung vielleicht ok . automotive"}, {"uid": "german-69318-trn", "text_a": "Lieferung erfolgte schnell, aber leider war nur eine von den drei Birnen funktionstüchtig. Diese funktioniert gut, lässt sich auch schön dimmen.", "label": 2, "portion_identifier": -1, "text_b": "Zwei von drei Birnen kaputt . home"}, {"uid": "german-77527-trn", "text_a": "Egal, wie fest man die Schrauben anzieht, stabil sieht anders aus... hübsch anzusehen sind die Regale, man darf nur nix schweres daraufstellen...", "label": 2, "portion_identifier": -1, "text_b": "hübsch, aber nicht wirklich stabil . lawn_and_garden"}], "3": [{"uid": "german-84825-trn", "text_a": "Klebestreifen sind nicht sehr gut, Sie müssen sich nach einiger Zeit Es müssen dann sehr gut klebende Streifen eingesetzt werden", "label": 3, "portion_identifier": -1, "text_b": "Bewertung . baby_product"}, {"uid": "german-118668-trn", "text_a": "Das Verhältnis von Neopren zu den Beinabschlüssen ist nicht ideal, insgesamt ist die Hose zu steif, wir nutzen sie aber trotzdem jede Woche. Ich würde sie aber nicht wieder kaufen.", "label": 3, "portion_identifier": -1, "text_b": "Funktioniert aber nicht ideal . sports"}, {"uid": "german-113748-trn", "text_a": "Schnelle Lieferung; leider nur mäßiger Empfang im FM-Bereich!", "label": 3, "portion_identifier": -1, "text_b": "Schlechte Empfangsleistung . automotive"}, {"uid": "german-105049-trn", "text_a": "Könnte etwas heller sein. Sonst ok", "label": 3, "portion_identifier": -1, "text_b": "Led Lichtband . home"}], "4": [{"uid": "german-143008-trn", "text_a": "Ich habe gehofft, dass mir die Jacke in meiner normalen Größe M (175 cm, 75 kg) passt, da ich bei einer Winterjacke schon möchte, dass diese groß ausfällt, damit man genug darunter anziehen kann. Diese Jacke ist aber wirklich viel zu groß geschnitten und ging deshalb zurück.", "label": 4, "portion_identifier": -1, "text_b": "Tolle Jacke, aber leider wirklich viel zu groß geschnitten . sports"}, {"uid": "german-153458-trn", "text_a": "Für den Preis geht, aber keine besondere Sitzqualität", "label": 4, "portion_identifier": -1, "text_b": "Normal . furniture"}, {"uid": "german-149794-trn", "text_a": "Eigentlich bin ich technisch nicht ungeschickt, bei dieser Lampe hat es allerdings sehr lange gedauert, bis ich sie zum Laufen brachte. Die Anleitung ist leider sehr kurz und knackig und es steht nicht, dass man zuerst mit einer kleinen Nadel oder Ähnlichem die Lampe durch ein kleines Loch auf der Seite \"aktivieren\" muss. Nun läuft sie einwandfrei! Sehr gutes Licht! Wir verwenden die LED Lampe im Badezimmer und meine Freundin benutzt sie hauptsächlich zum Schminken. Bei der nächsten Wanderung werde ich die Lampe auch mitnehmen und testen, ob sie auch Outdoor-tauglich ist. Ich hab Spaß mit dem Produkt!", "label": 4, "portion_identifier": -1, "text_b": "kurze Installationsprobleme, sonst sehr gut! . home"}, {"uid": "german-122151-trn", "text_a": "Wärme und Massage, mehr geht nicht.", "label": 4, "portion_identifier": -1, "text_b": "sehr angenehm. . industrial_supplies"}], "5": [{"uid": "german-169269-trn", "text_a": "Wow, dies ist tatsächlich ein Profi Messer! Robust, liegt super in der Hand, extrem scharfe Klingen, Aufbewahrungsfach für die Ersatzklingen... Alles in allem ein Produkt, das man nur empfehlen kann!", "label": 5, "portion_identifier": -1, "text_b": "Sehr empfehlenswert! . home_improvement"}, {"uid": "german-162988-trn", "text_a": "ich nutze das Kabel als Verlängerung zu meiner Tastatur, da der PC recht weit weg steht. Ich kann mich nicht beschweren, es tut was es soll", "label": 5, "portion_identifier": -1, "text_b": "kann mich nicht beschweren . pc"}, {"uid": "german-182118-trn", "text_a": "Tolle Möglichkeit viele verschiedene Plätze zu spielen und den Geldbeutel schonen", "label": 5, "portion_identifier": -1, "text_b": "funktioniert sehr gut . book"}, {"uid": "german-165081-trn", "text_a": "Wir haben das Bücherregal für unseren Sohn gekauft, da der Stapel Bücher imer größer wurde und er irgendwann immer erst zig andere Bücher wegschieben musste, um an das gewünschte Buch zu kommen. Das Regal wird in einem recht überschaubaren Karton geliefert und ist wirklich kinderleicht aufzubauen. Vier Schrauben halten die Konstruktion zusammen, die trotzdem aber nicht instabil wirkt. Platz genug für etliche Bücher und super leichter Zugriff für den Junior, der sogar so viel Freude daran gefunden hat, dass er die Bücher auch selbständig wieder einräumt (!) Für den Preis ist das Bücherregal wirklich top, klare Kaufempfehlung von uns.", "label": 5, "portion_identifier": -1, "text_b": "Praktisches Regal zum günstigen Preis . furniture"}]}