{"0": [{"uid": "german-181-val", "text_a": "Präsident war Mayer Sulzberger, und Abraham Hart war Sekretär der Treuhänder.", "label": "0", "portion_identifier": -1, "text_b": "Abraham Hart war Präsident und Mayer Sulzberger Sekretär, das Kuratorium."}, {"uid": "german-1068-val", "text_a": "1966 gründete Leslie Waddington ihre eigene Galerie in der Londoner Cork Street und erhielt Unterstützung von Alex Bernstein, einem Mitglied des Granada-Medienhauses.", "label": "0", "portion_identifier": -1, "text_b": "1966 gründete Alex Bernstein seine eigene Galerie in der Londoner Cork Street und erhielt Unterstützung von Leslie Waddington, einem Mitglied des Granada-Medienhauses."}, {"uid": "german-840-val", "text_a": "Die Chicago Bears besiegten die Giants mit 27:21 und standen erstmals seit 1976 bei 0:6.", "label": "0", "portion_identifier": -1, "text_b": "Die Giants verloren mit 21:27 gegen die Chicago Bears und standen erstmals seit 1976 bei 0:6."}, {"uid": "german-1425-val", "text_a": "Coelestin III. wurde zum Mittelpunkt eines neuen und strengeren Arms des Zisterzienserordens, der von Fiore 1198 abgesegnet wurde.", "label": "0", "portion_identifier": -1, "text_b": "Fiore wurde zum Mittelpunkt eines neuen und strengeren Arms des Zisterzienserordens, der 1198 von Coelestin III. abgesegnet wurde."}], "1": [{"uid": "german-564-val", "text_a": "Die Nationen Mazedonien, Kenia, Azerbaijan, Uruguay und Venezuela nahmen an ihren ersten olympischen Winterspielen teil.", "label": "1", "portion_identifier": -1, "text_b": "Die Nationen Azerbaijan, Kenia, Mazedonien, Uruguay und Venezuela nahmen an ihren ersten olympischen Winterspielen teil."}, {"uid": "german-1637-val", "text_a": "Llyn Dinas ist ein See in der Nähe von Beddgelert, Gwynedd im Norden von Wales. Er entstand durch den Fluss Glaslyn.", "label": "1", "portion_identifier": -1, "text_b": "Llyn Dinas ist ein See in der Nähe von Beddgelert, Gwynedd in Nordwales, und wird vom Fluss Glaslyn gebildet."}, {"uid": "german-453-val", "text_a": "Sterling Brown war vor allem für seinen authentischen afroamerikanischen Südstaatendialekt bekannt.", "label": "1", "portion_identifier": -1, "text_b": "Sterling Brown war vor allem für seinen authentischen afroamerikanischen Südstaatendialekt bekannt."}, {"uid": "german-1626-val", "text_a": "Die Besetzung konzentriert sich hauptsächlich auf Indie-Musik und alternative Musik.", "label": "1", "portion_identifier": -1, "text_b": "Das Line-Up konzentriert sich hauptsächlich auf Indie-Musik und alternative Musik."}]}