{"0": [{"uid": "spanish-357-val", "text_a": "Sheffield Wednesday y Huddersfield Town derrotaron a Stoke antes de que Peterborough United perdiera en la cuarta ronda.", "label": "0", "portion_identifier": -1, "text_b": "Stoke venció a Sheffield Wednesday y Huddersfield Town antes de perder frente a Peterborough United en la cuarta ronda."}, {"uid": "spanish-1702-val", "text_a": "Holmes describió a Moriarty de la siguiente manera:", "label": "0", "portion_identifier": -1, "text_b": "Moriarty describió a Holmes como sigue:"}, {"uid": "spanish-753-val", "text_a": "De su segundo matrimonio con el empresario Vasilis tiene un hijo, Babis Lazaridis.", "label": "0", "portion_identifier": -1, "text_b": "De su segundo matrimonio con el hombre de negocios Babis Lazaridis tiene un hijo, Vasilis."}, {"uid": "spanish-1632-val", "text_a": "Fue hundido en 1943 -- en 1944 por los alemanes y desechado dos veces por los bombarderos aliados y, por último, subido en 1946 -- en 1947.", "label": "0", "portion_identifier": -1, "text_b": "Los alemanes lo levantaron en 1943 - 1944, y los bombarderos Aliados lo hundieron dos veces. Finalmente, se desguazó en 1946 -- 1947."}, {"uid": "spanish-965-val", "text_a": "La eliminación de los motores del jet y su combustible reducirían la complejidad ya aumentarían la carga.", "label": "0", "portion_identifier": -1, "text_b": "Omitir los motores y su combustible aumentaría la complejidad y disminuiría la carga."}, {"uid": "spanish-948-val", "text_a": "El departamento de Tarapacá fue un departamento de la provincia de Tarapacá desde 1883 a 1928. Era parte de Chile.", "label": "0", "portion_identifier": -1, "text_b": "El departamento de Tarapacá fue un departamento de Chile desde 1883 hasta 1928, fue parte de la provincia de Tarapacá."}, {"uid": "spanish-354-val", "text_a": "Un tour por el Reino Unido dio inicio en mayo de 1983, y contó con la participación en vivo del guitarrista Robin George para presentaciones adicionales.", "label": "0", "portion_identifier": -1, "text_b": "En mayo de 1983, el grupo inició una gira por el Reino Unido con el guitarrista adicional Robin George para dar conciertos en vivo."}, {"uid": "spanish-941-val", "text_a": "Soto nació en Fort Worth, pero a la edad de un año se mudó a Monterrey en México.", "label": "0", "portion_identifier": -1, "text_b": "Soto nació en Monterrey, México, pero se mudó a Fort Worth, cuando tenía un año de edad."}], "1": [{"uid": "spanish-975-val", "text_a": "Andy ve a Robert y Katie juntos y se lo dice a Daz.", "label": "1", "portion_identifier": -1, "text_b": "Andy ve a Robert y a Katie juntos y le dice a Daz."}, {"uid": "spanish-1279-val", "text_a": "Bradd Crellin también representó a la BARLA de Gran Bretaña en una gira en Australia con otros 6 jugadores que representaban a Cumbria.", "label": "1", "portion_identifier": -1, "text_b": "Bradd Crellin representó a BARLA de Gran Bretaña en un recorrido por Australia con otros 6 jugadores que representaban a Cumbria, también en un recorrido por Australia."}, {"uid": "spanish-195-val", "text_a": "Elachista menura es una polilla de la familia Elachistidae que se encuentra en las zonas montañosas y en las zonas costeras de Nueva Gales del Sur y Queensland.", "label": "1", "portion_identifier": -1, "text_b": "Elachista menura es una madre de la familia Elachistidae, que se encuentra en el área costera y en las áreas montañosas de Nueva Gales del Sur y Queensland."}, {"uid": "spanish-601-val", "text_a": "En 2012, Augier, Hughes, Lenstra, Bos, Kleinjung y Wachter anunciaron un análisis de millones de claves RSA públicas en Internet.", "label": "1", "portion_identifier": -1, "text_b": "En 2012 se anunció un análisis que comparaba millones de claves públicas de la RSA recolectadas de la internet, realizado por Augier, Hughes, Lenstra, Bos, Kleinjung y Wachter."}, {"uid": "spanish-1083-val", "text_a": "En 284 AC, el rey Qi se reunió con el rey Zhao de Qin en Zhou del oeste para formar una alianza contra Xi.", "label": "1", "portion_identifier": -1, "text_b": "En 284 AC, el rey Qi se encontró con el rey Zhao de Qin en Zhou del Oeste para formar una alianza contra Xi."}, {"uid": "spanish-1064-val", "text_a": "William Harris fue el segundo hijo de William Harris, su hermano mayor Christopher Harris fue MP de Okehampton.", "label": "1", "portion_identifier": -1, "text_b": "Harris fue el segundo hijo de William Harris. Su hermano mayor, Christopher Harris fue MP para Okehampton."}, {"uid": "spanish-1126-val", "text_a": "Que me fui, que perdí.", "label": "1", "portion_identifier": -1, "text_b": "Que dejé lo que he perdido."}, {"uid": "spanish-471-val", "text_a": "Brough y Shatton es una parroquia civil de Hope Valley en el distrito de High Peak de Derbyshire, Inglaterra.", "label": "1", "portion_identifier": -1, "text_b": "Brough y Shatton es un municipio de Hope Valley en el distrito High Peak de Derbyshire en Inglaterra."}]}