{"1": [{"uid": "german-3166-trn", "text_a": "Diese Socken haben die minderwertigste Qualität, die ich je erlebt habe. Innerhalb von 7 Wochen haben sich alle Sockenpaare in Wohlgefallen aufgelöst.... Löcher an den Fersen und Zehen. Dabei trage ich diese nicht andauernd und nur unter normalen Bedingungen. Im Weiteren fusseln die Socken in unglaublichem Ausmaß...!", "label": 1, "portion_identifier": -1, "text_b": "Minderwertige Verarbeitung und billige Wolle . apparel"}, {"uid": "german-19219-trn", "text_a": "Ware nicht erhalten. Leider MUSS man einen Stern geben. Unverdient!", "label": 1, "portion_identifier": -1, "text_b": "Ware nicht erhalten . toy"}, {"uid": "german-27390-trn", "text_a": "Der M4 Gewindebohrer ist nach der dritten Anwendung auf vorgebohrte Löcher abgebrochen. Absolut keine Weiterempfehlung für diesen Gewindebohrer.", "label": 1, "portion_identifier": -1, "text_b": "Bohrer bricht nach dritter Anwendung . home_improvement"}, {"uid": "german-23690-trn", "text_a": "Für ein Laptop dieses Preises extrem langsam.", "label": 1, "portion_identifier": -1, "text_b": "Extrem Langsam . pc"}], "2": [{"uid": "german-76109-trn", "text_a": "Nach ein paar Monaten sind die Rollen schon kaputt. Für den Preis kann man nicht so viel erwarten, aber die Rollen sollten das angegebene Gewicht schon halten. Habe bisher nur 70 kg aufgelegt.", "label": 2, "portion_identifier": -1, "text_b": "Qualität . sports"}, {"uid": "german-77067-trn", "text_a": "Sie sehen sehr schön aus, jedoch ging einer sehr schnell im Gebrauch kaputt. Zwar sind sie günstig, wenn jedoch gleich was kaputt geht ist das auch nicht viel wert.", "label": 2, "portion_identifier": -1, "text_b": "Schönes Design, Qualität lässt zu wünschen . furniture"}, {"uid": "german-67192-trn", "text_a": "Die nähte sind sehr schnell aufgehangen", "label": 2, "portion_identifier": -1, "text_b": "Die nähnte sind aufgegangen . sports"}, {"uid": "german-68425-trn", "text_a": "Alles gut verarbeitet, günstig, aber nach einer Woche war der schalter kaputt. Alles funktioniert, man kann aber die Leiste nicht abschalten. Höchstwahrscheinlich ein defekt, nichts tragisches. Habe erstmal zurückgeschickt, überlege ob ich einen weiteren erneut bestelle oder doch von einem anderen Anbieter.", "label": 2, "portion_identifier": -1, "text_b": "An sich ganz gut, aber defekt . wireless"}], "3": [{"uid": "german-87169-trn", "text_a": "Diese Satteltasche ist groß genug um die nötigsten Utensilien darin zu verstauen ( Schlach, Kettenschloß, Reifenheber etc.). Die Befestigung am Sattelrohr (d- 31,6 mm) ist nicht gut möglich, da das Klettband zu lang ist.", "label": 3, "portion_identifier": -1, "text_b": "Satteltasche für MTB . sports"}, {"uid": "german-104603-trn", "text_a": "Leider kann ich das Duschgel nicht für den ganzen Körper benutzten, denn im Gesicht brennt es sehr. Mein ganzes Gesicht ist rot und braucht nach dem Duschen dann etwa 20 Minuten bis es wieder einigermaßen normal aussieht. Eventuell liegt es am PH Wert, schwer zu sagen. Auf jeden Fall hätte ich das nicht erwartet, da das Produkt als sehr mild angepriesen wird.", "label": 3, "portion_identifier": -1, "text_b": "Für den Körper ok, aber im Gesicht brennt es. . drugstore"}, {"uid": "german-107179-trn", "text_a": "Das Backblech passte leider nicht und musste deshalb zurückgeschickt werden. Die Rücksendung erwies sich als sehr schwierig.", "label": 3, "portion_identifier": -1, "text_b": "Danke . other"}, {"uid": "german-105239-trn", "text_a": "Schon beim Special war ich ein wenig enttäuscht. Jetzt muss ich sehen das ein Großteil der Storys einfach langweilig sind. Außerdem werden die Staffeln immer teurer.", "label": 3, "portion_identifier": -1, "text_b": "Wo sind die Ideen hin? . other"}], "4": [{"uid": "german-150008-trn", "text_a": "Sehr praktisch gut verarbeitete Brille mit optimalen halt. Einziges Manko wirk minimal klobig.", "label": 4, "portion_identifier": -1, "text_b": "Sehr praktisch . sports"}, {"uid": "german-151910-trn", "text_a": "Habe diese Hausschuhe für mein Kind bestellt und sie sind auch prima, wenn man sie einen Tick zu groß bestellt. Einen Punkt Abzug gebe ich weil ich 30€ für Kleinkinder Hausschuhe echt happig finde, würde sie aber wieder kaufen.", "label": 4, "portion_identifier": -1, "text_b": "Gutes Produkt . shoes"}, {"uid": "german-130230-trn", "text_a": "Hält Kreditkarten und bietet etwas Platz für Kleingeld. An die Karten und das Geld wieder heran zu kommen gestaltet sich jedoch aufgrund des Gummibandes als etwas schwierig. Qualitativ hochwertig und im schicken Etui geliefert. Pluspunkt ist die mitgelieferte Karte, mit welcher man verschiedene Muttern und Schrauben und mehr machen kann. Ich würde es trotzdem nicht nochmal kaufen, da es nicht das trifft, was ich gerne gehabt hätte.", "label": 4, "portion_identifier": -1, "text_b": "Gut aber umständlich zu händeln . luggage"}, {"uid": "german-150930-trn", "text_a": "Gut zu montieren Handhabung ohne Probleme.", "label": 4, "portion_identifier": -1, "text_b": "TV Wandhalterung . wireless"}], "5": [{"uid": "german-165560-trn", "text_a": "Verpackung von Amazon sehr schlecht. Verpackung hatte Löcher und wsr zerissen.", "label": 5, "portion_identifier": -1, "text_b": "Verpackungen schlecht . shoes"}, {"uid": "german-181467-trn", "text_a": "Ich hatte schon andere BT-Tastaturen, und muss sagen, dass der Verbindungsaufbau extrem schnell und unkompliziert funktioniert. Ohne Schnickschnack, funktioniert einfach. Mein Samsung-LED-TV nimmt manchmal die Anschläge nicht so gut an, aber das liegt definitiv nicht an der Tastatur. Das Handy passt problemlos. Ab und zu gibt es einige kleine Verzögerungen, aber das ist nicht störend und dürfte an Bluetooth generell liegen. Also summa summarum: TOP! Würde ich wieder kaufen.", "label": 5, "portion_identifier": -1, "text_b": "Top! . pc"}, {"uid": "german-189446-trn", "text_a": "Ich habe mir super schöne - aber leider super unbequeme Schuhe gekauft. Durch diese Pads sind sie zu einem meiner bequemsten Paare geworden! Der Langzeittest wird zeigen, ob der Kleber auch gut hält, an dieser Stelle bin ich noch skeptisch.", "label": 5, "portion_identifier": -1, "text_b": "Von unbequemen Schuhen zu super bequemen . drugstore"}, {"uid": "german-190305-trn", "text_a": "Toller Messerblock, schönes Holz, gute Verarbeitung - super Preis-Leistung", "label": 5, "portion_identifier": -1, "text_b": "Toller Messerblock . home"}]}