{"1": [{"uid": "german-28579-trn", "text_a": "das Bett hat mich maßlos enttäuscht. Schon nach dem ersten Aufpumpen verlor es etwas Luft. Ich habe trotzdem versucht, darauf zu schlafen und wachte in Bodenhöhe wieder auf. Auch das Schlafen war keinesfalls erholsam. Wenn ich könnte, würde ich Minuspunkte geben.", "label": 1, "portion_identifier": -1, "text_b": "Finger weg!! . sports"}, {"uid": "german-27302-trn", "text_a": "Erst nach fünf Wochen geliefert, Uhrwerk tickt zwar, aber Zeiger laufen nicht. Selbst 0,99 € sind hierfür zu viel.", "label": 1, "portion_identifier": -1, "text_b": "Super schlechte Qualität . wireless"}, {"uid": "german-9860-trn", "text_a": "die Stiefel sind nach vier wochen tragen die Sohle abgegangen sehr schlechte stiefel bin nur enttäuscht darüber werde nichts mehr bestellen", "label": 1, "portion_identifier": -1, "text_b": "Sohle nach vier Wochen abgegangen . shoes"}, {"uid": "german-129-trn", "text_a": "Druckerfarbe war zwar orginal verpackt, aber Patrone nur viertel mit Farbe gefüllt. Das war sehr ärgerlich . Werde das Produkt nicht noch einmal bestellen. 19 Euro zum Fenster raus geworfen.", "label": 1, "portion_identifier": -1, "text_b": "Nicht noch einmal. Habe mich sehr geärgert. . office_product"}, {"uid": "german-19358-trn", "text_a": "Schnelle Lieferung, das ist auch alles Positive. Funktioniert nicht und Flügel war schon ab beim auspacken 😬 teurer Schrott gekauft, ärgerlich 😤", "label": 1, "portion_identifier": -1, "text_b": "Ärgerlich , ohne Funktion . home_improvement"}, {"uid": "german-20010-trn", "text_a": "Ausgepackt am PC angeschlossen, leider nichts. Mit Strom angeschlossen ebenfalls nichts, dabei wollte ich nur meine beiden Rift Sensoren über einem Port laufen lassen. Kein Deal! NO DEAL!!!", "label": 1, "portion_identifier": -1, "text_b": "Schrott . pc"}, {"uid": "german-8283-trn", "text_a": "Das war ein Fehlkauf, es bringt gar nix.", "label": 1, "portion_identifier": -1, "text_b": "Bringt gar nix. . drugstore"}, {"uid": "german-29630-trn", "text_a": "Jeder redet hier von einer schablone und wie toll die klebt und so weiter. Ich bin wohl die einzige die so eine schablone nicht bekommen hat ^^ und halten tut sie auch nicht. Die ganze Zeit knackt sie weil sie sich direkt nach dem aufkleben von alleine ablöst. Nicht zu empfehlen dieses Produkt", "label": 1, "portion_identifier": -1, "text_b": "Nicht gut . wireless"}], "2": [{"uid": "german-49238-trn", "text_a": "gute Qualität. Grosse entsprach nicht die Tabelle", "label": 2, "portion_identifier": -1, "text_b": "gut qualität und trotz laut grosse wäre meine passenden, war aber zu klein . apparel"}, {"uid": "german-61140-trn", "text_a": "Habe viele Rezensionen gelesen wo drin steht stinkt nicht fühlt sich sehr gut an hat Ring zum auf machen ... ich denke hier werden mehrere verschiedene Taschen verkauft die die bei mir angekommen ist dringt tierisch nach Chemie und das vermeintliche Kunstleder fühlt sich an wie Plastik. Leider nicht zufrieden stellend...", "label": 2, "portion_identifier": -1, "text_b": "Mehrere Varianten ? . luggage"}, {"uid": "german-57831-trn", "text_a": "Die ersten Benutzungen sind ganz zu. Doch leider funktioniert der Klettverschluss mach bereits wenigen Waschgängen kaum noch. Dir Lätchen fallen nur noch während des Essen runter.", "label": 2, "portion_identifier": -1, "text_b": "Naja . baby_product"}, {"uid": "german-41594-trn", "text_a": "Sehr unbequem, Matraze viel zu dünn. Nicht zu empfehlen", "label": 2, "portion_identifier": -1, "text_b": "Unbequem . furniture"}, {"uid": "german-70259-trn", "text_a": "An sich geht's. Man muss ständig korrigieren und zum Höhepunkt kommt man überhaupt nicht. Noch mal würde ich es mir nicht bestellen", "label": 2, "portion_identifier": -1, "text_b": "Naja . drugstore"}, {"uid": "german-76359-trn", "text_a": "Der erste Meter war nur krumm und schief, also garnicht zu gebrauchen! Weiter ging es mit Oberflächenschäden die ab und zu mal auftraten ... nach dem ich alle Stücke raus geschnitten hatte, war kaum noch was übrig was man verwenden konnte...", "label": 2, "portion_identifier": -1, "text_b": "Schlechte Qualität . automotive"}, {"uid": "german-42953-trn", "text_a": "Produkt an sich in Ordnung, aber ein polnisches Produkt ohne Hinweise zu verkaufen ist nicht korrekt. Verpackung ist nicht lesbar.", "label": 2, "portion_identifier": -1, "text_b": "Polnische Version ! . home_improvement"}, {"uid": "german-57811-trn", "text_a": "Das Anpassen der Größe (Zuschneiden) hat ganz gut funktioniert. Die Sohlen sind aber sehr breit und stehen auch an den Seiten weit hoch, also wirklich nur für Turnschuhe/Sneaker geeignet. Bequem finde ich die Sohlen nicht, sie drücken am Fuß und ich bin regelrecht erleichtert wenn ich die Schuhe wieder ausziehen kann. Ob sie die Füße orthopädisch entlasten kann ich nicht beurteilen, da ist mir das Wohlgefühl meiner Fußsohlen im Alltag wichtiger.", "label": 2, "portion_identifier": -1, "text_b": "Leider nicht bequem . shoes"}], "3": [{"uid": "german-81616-trn", "text_a": "An sich ein sehr tolles Shirt, allerdings nach einmal waschen (auf links),ist der Druck schon rissig... Schade", "label": 3, "portion_identifier": -1, "text_b": "Druck nicht sehr qualitativ . apparel"}, {"uid": "german-105968-trn", "text_a": "Sieht zwar schön aus, aber nicht zum spielen geeignet. Die Kutsche hält nicht gut an der Deichsel (vorderes Rad). Teilweise bricht das Plastik. Nicht zu Empfehlen für Kinder.", "label": 3, "portion_identifier": -1, "text_b": "Nichts für Kinder . toy"}, {"uid": "german-105231-trn", "text_a": "Die Decke ist sehr dünn und klein. Schwere Qualität überhaupt nicht. Ich brauche sie als Geschenk und hab jetzt keine Zeit eine neue zu besorgen. Sonst hätte ich die zurück geschickt. Ich bin etwas enttäuscht. Ansonsten ist der Druck okay.", "label": 3, "portion_identifier": -1, "text_b": "Qualität naja...... . home"}, {"uid": "german-105639-trn", "text_a": "sieht super schön aus. war leider etwas zu eng und der Stoff ist nicht atmungsaktiv und klebt am Körper beim laufen. fühlt sich nicht so schön an. leider", "label": 3, "portion_identifier": -1, "text_b": "Leggings . sports"}, {"uid": "german-101988-trn", "text_a": "Die Verarbeitung ist gut, sowie das Design. Alle Apple Produkte haben ihren festen Platz. Jedoch bleiben die Ladekabel auf der Unterseite nicht da wo sie bleiben sollen. Leider fallen sie bei jeder Bewegung heraus. Ich musste sie mit Klebeband befestigen. Sonst gutes Produkt", "label": 3, "portion_identifier": -1, "text_b": "Gutes Produkt mit Verbesserungsbedarf . wireless"}, {"uid": "german-113004-trn", "text_a": "Lieferung war wie immer schnell. Der Käfig ist schön, jedoch lässt die Verarbeitung zu wünschen übrig. Für den Preis ok. Wieder kaufen würde ich ihn jedoch nicht.", "label": 3, "portion_identifier": -1, "text_b": "Schnelle Lieferung, Verarbeitung naja! . pet_products"}, {"uid": "german-81750-trn", "text_a": "allerdings bekomme ich meinen Fuß nicht ohne Probleme hinein: zugegeben, ich habe einen etwas höheren Mittelfuß. trotz der seitlichen Gummibänder stirbt mein Fuß in diesesm Schuh binnen kürzester Zeit ab. Daher ging er zurück.", "label": 3, "portion_identifier": -1, "text_b": "sieht gut aus . shoes"}, {"uid": "german-119078-trn", "text_a": "Leider kann mam die Farbe nicht bestimmen. Meine Wellensittiche gehen in kein Blaues Häuschen zum Baden", "label": 3, "portion_identifier": -1, "text_b": "Kann man kaufen . pet_products"}], "4": [{"uid": "german-157688-trn", "text_a": "Sieht wahnsinnig cool aus. Könnte länger sein.", "label": 4, "portion_identifier": -1, "text_b": "Cooles Teil . toy"}, {"uid": "german-151296-trn", "text_a": "dieser Wecker ist einmal etwas Anderes... sanftes Wecken mit heller werdendem Licht, viele verschiedene Klänge oder Radio einzustellen Einstellen - ohne Anleitung wirklich schwierig ich brauchte einige versuche, bis ich die Zeit und den Ton eingestellt hatte, den ich gerne wollte der verschiedenfarbige Leuchtring macht eine angenehme Stimmung", "label": 4, "portion_identifier": -1, "text_b": "gut gelungen . home"}, {"uid": "german-158131-trn", "text_a": "Insgesammt ein gutes Produkt. Notfalls die Kästen einölen.", "label": 4, "portion_identifier": -1, "text_b": "Gutes preis- Leistungsverhältniss . pet_products"}, {"uid": "german-121692-trn", "text_a": "The Top of Benützung und Lesbarkeit und dazu billig !!", "label": 4, "portion_identifier": -1, "text_b": "Schön und praktisch . office_product"}, {"uid": "german-126103-trn", "text_a": "ich habe es als eBook gelesen. ein netter Zeitvertreib die Geschichte ist toll. kann ich ruhigen Gewissens weiter empfehlen :)", "label": 4, "portion_identifier": -1, "text_b": "schönes buch . digital_ebook_purchase"}, {"uid": "german-129890-trn", "text_a": "Ich bin nicht unbedingt ein Freund des Sony-Klangs. Allerdings finde ich das ANC sehr gelungen. Im Vergleich mit dem Vorgänger ist es tatsächlich noch etwas besser. Aber was ich wesentlich wichtiger finde ist die Möglichkeit der Individualisierungen in der Sony Headphone-App. Damit schlägt der WH-1000XM2 endgültig, für mich, den Vorgänger.", "label": 4, "portion_identifier": -1, "text_b": "Endlich.... . electronics"}, {"uid": "german-159475-trn", "text_a": "War Interessant geschrieben hat mich gut unterhalten", "label": 4, "portion_identifier": -1, "text_b": "Interessant geschrieben hat mich gut unterhalten . digital_ebook_purchase"}, {"uid": "german-122803-trn", "text_a": "Habe mir dass Gerät zugelegt um diverse Hörspiele abzuspielen. Absolut gut genug für diesen Zweck. Tonqualität ist nicht gerade hervorragend. Klingt gleich blechern, aber um diesen Preis erwartet man keine Full-Surround Stereoanlage ;-) Das einzige was mich stört ist, dass der Fuß auf den das Gerät steht ziemlich wackelig ist. Darum gibt es den Punkteabzug. Sonst bin ich rundum zufrieden.", "label": 4, "portion_identifier": -1, "text_b": "Preisleistung vollkommen in Ordnung . wireless"}], "5": [{"uid": "german-181849-trn", "text_a": "Wir haben uns den Nicer Dicer Fusion Julietti gekauft und zusätzlich diese Messereinsätze. Wir finden sie super, vor allem den Einsatz, woraus man kleine Würfel bekommt. Allerdings würde ich sie direkt nach dem Benutzen mit einer Bürste abwaschen und nicht in die Spülmaschine legen, damit die Klingen nicht so schnell stumpf werden.", "label": 5, "portion_identifier": -1, "text_b": "Tolle Messereinsätze für Nicer Dicer Fusion . home"}, {"uid": "german-178739-trn", "text_a": "Einfach mega geiles Album", "label": 5, "portion_identifier": -1, "text_b": "Nur gur . other"}, {"uid": "german-166791-trn", "text_a": "Bin total begeistert, eine echte Erleichterung", "label": 5, "portion_identifier": -1, "text_b": "Hemdenbügler . kitchen"}, {"uid": "german-161394-trn", "text_a": "Ich würde die SIM Bausteine für meinen PC jedrzeit wieder kaufen einfach einbauen und loslegen hat toll funktioniert. Danke für den Verkauf.", "label": 5, "portion_identifier": -1, "text_b": "Ich habe die SIM Bausteine verbaut und sie funktionieren einwandfrei. . pc"}, {"uid": "german-170014-trn", "text_a": "Mehr als überrascht. Es hält und hält. Und verrutscht nicht. Versprechen ja viele, aber hier bekommt man super Ware .", "label": 5, "portion_identifier": -1, "text_b": "Sehr gut . kitchen"}, {"uid": "german-198528-trn", "text_a": "Diese Trommel hat einen guten Klang und ist sehr gut verarbeitet.. Würde ich gern weiter empfehlen. Versandt war auch sehr schnell.", "label": 5, "portion_identifier": -1, "text_b": "Sehr schöne Trommel . musical_instruments"}, {"uid": "german-187259-trn", "text_a": "Die komplette Saga hat mich in den Bann gerissen und jedes Buch wurde verschlungen. Eine super Autorin von der ich weitere Bücher lesen werde. Nicht nur klassischer Herzschmerz, sondern auch spannende Vorkommnisse machen das Buch spannend.", "label": 5, "portion_identifier": -1, "text_b": "Royal Desire . book"}, {"uid": "german-165149-trn", "text_a": "Schöner Kalender vor allem wenn das Tier auf dem Cover sein eigen nennt. Wir haben schon den dritten Kalender, weil er so schön ist", "label": 5, "portion_identifier": -1, "text_b": "Sehr schöner Kalender . book"}]}