{"1": [{"uid": "german-19777-trn", "text_a": "Ich habe extra für männliche Art bestellt nach 1 2 Monaten kommt es endlich und es ist einfach rosa", "label": 1, "portion_identifier": -1, "text_b": "Falsch . toy"}, {"uid": "german-10046-trn", "text_a": "Ich habe mich so darauf gefreut dieses Peeling heute zu benutzen, da die Bewertungen ja doch recht gut sind. Ich bin sehr enttäuscht. Das Peeling hat einen extrem ranzigen Geruch nach altem Öl hinterlassen. Keine Spur von Kiwi oder Mango. Musste gründlich mit viel Duschgel hinterher, um den üblen Geruch wieder loszuwerden. Habe wohl eine alte Charge erwischt. Wäre die Verpackung nicht schon entsorgt, hätte ich reklamiert und zurückgesendet.", "label": 1, "portion_identifier": -1, "text_b": "abgelaufen??? . beauty"}, {"uid": "german-16120-trn", "text_a": "Das Produkt kam nie an!!!! Ich habe den Verkäufer probiert zu kontaktieren kam nicht mal eine Antwort zurück. Also nicht bestellen", "label": 1, "portion_identifier": -1, "text_b": "Dreck . beauty"}, {"uid": "german-13477-trn", "text_a": "Billigschrott für über 5 euro! In der beschreibung stand 120 stück (hab zum Glück nach der bestellung einen Screenshot gemacht) Geliefert wurde ein Paar. Nicht in Grau sondern in Weiß. Finger weg! Da wird Müll für viel Geld verkauft.", "label": 1, "portion_identifier": -1, "text_b": "Absolute Frechheit! Finger weg! . industrial_supplies"}], "2": [{"uid": "german-79623-trn", "text_a": "Verrutscht ständig und man muss es immer wieder festdrehen. Und wenn man nicht rechtzeitig festdreht, fällt es ab. Schade eigentlich, der Grundgedanke war gut", "label": 2, "portion_identifier": -1, "text_b": "☹️ . baby_product"}, {"uid": "german-42636-trn", "text_a": "Habe die Ohrstecker Gestern angesteckt. Am späten Nachmittag habe ich diese entfernt. Dabei ist die Ohrhalterung von einem Ohrstecker heraus gebrochen.", "label": 2, "portion_identifier": -1, "text_b": "Schlechte Verarbeitung . jewelry"}, {"uid": "german-73821-trn", "text_a": "würde ich auch nicht wieder bestellen!", "label": 2, "portion_identifier": -1, "text_b": "wurde zurückgesand- hat nicht zugesagt . home"}, {"uid": "german-52126-trn", "text_a": "Qualitaet und Design sind super, aber die Box ist sehr schwer! Nicht so geeignet wenn die Kids die Box in der Schultasche tragen muessen!", "label": 2, "portion_identifier": -1, "text_b": "Sehr schwer!! . home"}], "3": [{"uid": "german-83264-trn", "text_a": "Innen sehr angenehm gepolstert, im Gegensatz zu herkömmlichen G.-Stiefeln. Leider kein Grip aufgrund der recht glatten Sohle. Und da im Vergleich ein andererer Stiefel besser gepasst und preislich günstiger war, ging dieser zurück.", "label": 3, "portion_identifier": -1, "text_b": "Fazit . shoes"}, {"uid": "german-87127-trn", "text_a": "Bei ersten Blick sieht die Wickeltasche nicht so aus wie auf dem Bild hellblau. Bin ein wenig entäuscht für diesen Preis was anderes erwartet. Keine fleece decke dabei und die Wickelunterlage ein wenig klein nicht so wie auf den Videos. Übrigens ein Vorteil die Tasche hat viel stau raum.", "label": 3, "portion_identifier": -1, "text_b": "Wickeltasche falsche farbe . baby_product"}, {"uid": "german-101205-trn", "text_a": "Eigentlich sehr gut, allerdings war gleich nach einmal Spielen ein Rad ab.", "label": 3, "portion_identifier": -1, "text_b": "Bunt . toy"}, {"uid": "german-89815-trn", "text_a": "Die Matte hat eine angenehme Dicke und eine wunderschöne Farbe. Zudem riecht sie meiner Meinung nach überhaupt nicht chemisch. Allerdings ist sie nicht rutschfest und daher für dynamischere Yoga-Arten absolut nicht geeignet. Schade!", "label": 3, "portion_identifier": -1, "text_b": "Schöne Matte, leider zu rutschig . sports"}], "4": [{"uid": "german-158401-trn", "text_a": "Leggins passt echt gut,aber ich trage sie zum Joggen und da rutscht sie beim Laufen leider ein bisschen. Ansonsten super Qualität.", "label": 4, "portion_identifier": -1, "text_b": "Sehr bequem. . apparel"}, {"uid": "german-152893-trn", "text_a": "Die mitgeliferten Dübbel sind leider zu weich,somit leider nicht zugebrauchen !", "label": 4, "portion_identifier": -1, "text_b": "Kam zwei Tage später als angegeben ! . lawn_and_garden"}, {"uid": "german-133386-trn", "text_a": "Die Hülle ist wirklich sehr sehr schön. Allerdings musste ich sie erstmal einen Tag nach draussen legen, da sie wirklich sehr doll gestunken hat. Nun ist aber alles gut :)", "label": 4, "portion_identifier": -1, "text_b": "Sehr hübsche Hülle; Auslüften muss aber sein. . baby_product"}, {"uid": "german-158901-trn", "text_a": "nur die Befestigung könnte besser sein wackelt Danke desswegen nur 4 Sterne", "label": 4, "portion_identifier": -1, "text_b": "Ist sooooo GUt . wireless"}], "5": [{"uid": "german-199665-trn", "text_a": "Ich habe diese Kasserolle nun schon mehrmals benutzt und bin sehr zufrieden. Sie ist aus Gusseisen gefertigt und der Vorteil von diesem Material ist die lange Wärmespeicherung, welche besonders bei einem Induktionskochfeld sinnvoll ist. Bei geringer Energiezufuhr schmort alles energiesparend vor sich hin. Ich habe sie auch schon im Backofen genutzt. Anbraten, Gemüse oder was auch sonst hinzu, Flüssigkeit auffüllen und ab in den Backofen: danach kann man dann gemütlich spazieren gehen, die Kasserolle erledigt den Rest bis Garende alleine. Wer gern die seine Familie und Freunde bekocht, sollte sich so eine Kasserolle gönnen. Die Verarbeitungsqualität ist sehr gut und ich würde das Produkt wieder kaufen.", "label": 5, "portion_identifier": -1, "text_b": "Hochwertige Kasserolle . home"}, {"uid": "german-192432-trn", "text_a": "Wir kochen sehr viel und tauschen daher die Filter beim Luftabzug regelmäßig aus. Die Angaben zur Verwendung und wofür die Filter passen, stimmen gut und auch das Preis-leistungs-verhältnis ist in Ordnung. leicht zu tauschen und einzusetzen. Aboslut zu empfehlen.", "label": 5, "portion_identifier": -1, "text_b": "Passende Filter . other"}, {"uid": "german-172433-trn", "text_a": "Ich (Frau) habe diese Leuchten in der Schräge an einem Dachbalken über der Küchenzeile montiert. Mit einem Schräubchen in den Dachbalken hat gereicht, weil die Lampen extrem dünn und leicht sind. Kabellänge bei 6 Strahlern perfekt für insgesamt 3,7 m bis zur Steckdose. Die einzelnen Lampenkabel habe ich in einem Kabelkanal versteckt. Super Licht, alle Besucher sind beeindruckt (auch die Handwerker-Freunde...;-)).", "label": 5, "portion_identifier": -1, "text_b": "Super Beleuchtungssystem! . home"}, {"uid": "german-166100-trn", "text_a": "Die Druckqualität geht im Hinblick auf den Preis voll in Ordnung. Farben halten genauso lange wie die Original Patronen und sind genauso kräftig. Günstiger Preis, schnelle Lieferung.", "label": 5, "portion_identifier": -1, "text_b": "Vielen Dank!! . office_product"}]}