{"1": [{"uid": "german-34953-trn", "text_a": "Sehr schlecht Qualität, ich möchte mein Geld zurück. Es klebt gar nicht. Nicht 10 Minuten gehalten.", "label": 1, "portion_identifier": -1, "text_b": "Ich will mein Geld zurück . home_improvement"}, {"uid": "german-28237-trn", "text_a": "Das Buch ist sehr oberflächlich! Die Schriftgröße ist übermäßig groß und es sind auch keine Charts enthalten, um das erwähnte zu verdeutlichen.", "label": 1, "portion_identifier": -1, "text_b": "Wenig Informationen . book"}, {"uid": "german-38226-trn", "text_a": "Lieferung durch dpd zur Zeit nicht möglich.... Ware storniert. Hatte mich vorab schon gewundert, da keine tracking Nummer angegeben wurde", "label": 1, "portion_identifier": -1, "text_b": "Angeblich Zustellung nicht möglich . furniture"}, {"uid": "german-9087-trn", "text_a": "Der akku der mir von ihnen geschickt wurde war von ganz schlechter qualität. Der akku ist innerhalb von paar tagen schon kaputt gegangen.", "label": 1, "portion_identifier": -1, "text_b": "Schlechte Qualität . wireless"}, {"uid": "german-15882-trn", "text_a": "Gekauft am 24 August jetzt ist der 22 September und noch immer nicht erhalten. Jetzt brauche ich ihn nicht mehr hab in wo anderst gekauft.", "label": 1, "portion_identifier": -1, "text_b": "Schlechter service . home_improvement"}, {"uid": "german-37672-trn", "text_a": "die Lebensdauer liegt zwischen 2 und 12 Monaten und somit inakzeptabel!", "label": 1, "portion_identifier": -1, "text_b": "Billig ist nicht günstig . home"}, {"uid": "german-30185-trn", "text_a": "Paket is nicht angekommen", "label": 1, "portion_identifier": -1, "text_b": "Nicht angekommen . jewelry"}, {"uid": "german-27495-trn", "text_a": "Das Produkt ist Müll", "label": 1, "portion_identifier": -1, "text_b": "M.Duda . home_improvement"}], "2": [{"uid": "german-56785-trn", "text_a": "Die anderen Staffeln sind viel besser!", "label": 2, "portion_identifier": -1, "text_b": "Sehr vorhersehbar . digital_video_download"}, {"uid": "german-78613-trn", "text_a": "Der reiniger ansich ist zwar nicht der schlechteste aber einfach viel zu teuer.. habe damit max 3 bis 4 mal gewaschen und dann ist das ding leer. Ich empfehle eher valetpro snowfoam zu kaufen mit einer hand schaum kanone. Geht besser und ist mit der zeit um einiges billiger.", "label": 2, "portion_identifier": -1, "text_b": "Zu teuer, zu schnell leer . automotive"}, {"uid": "german-52500-trn", "text_a": "Dieser Reiniger hat mich enttäuscht. Kettenfett Reste lassen sich nicht enfernen. Felgen werden nicht sauber. Einsprühen, einwirken abspülen und immer noch genau so verschmutzt. Da gibt es deutlich bessere Motorradreiniger.", "label": 2, "portion_identifier": -1, "text_b": "Zu schwach . automotive"}, {"uid": "german-41428-trn", "text_a": "Für Yakari- Fans ok. Leider sind einige Bilder nicht sonderlich scharf. Außerdem haben wir 3 Bücher bereits zu Hause, deren Geschichten alle hier wieder enthalten sind. Eine Auflistung der enthaltenen Geschichten würde das sehr einfach verhindern!", "label": 2, "portion_identifier": -1, "text_b": "Ein typisches Yakari- Buch leider mit vielen dopplungen zu anderen Büchern . book"}, {"uid": "german-75090-trn", "text_a": "Die Tasche entsprach nicht meinen Vorstellungen und wollte Diese zurück schicken... leider war man da nicht kooperativ....", "label": 2, "portion_identifier": -1, "text_b": "Schlechte/ Keine rückgabeoptionen . luggage"}, {"uid": "german-66498-trn", "text_a": "Kabel sehr flexibel, aber auch dick", "label": 2, "portion_identifier": -1, "text_b": "Kabel dick . electronics"}, {"uid": "german-65298-trn", "text_a": "Leider bin ich nicht überzeugt da nach relativ kurzer Zeit das schwarze Druckbild sehr blass wurde. Die Anzeige des Druckers sagt noch ca. 70% Füllstand aber ich muss mir jetzt bereits einen neuen schwarzen Toner kaufen. Bei den farblichen Druckerpatronen kann ich noch nichts negatives sagen daher 2 Sterne.", "label": 2, "portion_identifier": -1, "text_b": "sehr schnell schwaches Druckbild obwohl Toner noch zu 70% gefüllt . office_product"}, {"uid": "german-71563-trn", "text_a": "Schöne Bluse aber der Abstand zwischen Kragen und Hals ist unterirdisch. Ich frage mich wer so einen dicken Hals haben kann, da passen fast zwei hinein. Daher steht es doof ab und swlbst mit Pullover drüber untragbar. Ging leider deswegen zurück. Auch wenn es wunderschön war Enger nähen konnte ich es auch nicht.", "label": 2, "portion_identifier": -1, "text_b": "Am Hals viel zu weit! Nicht weiterzuempfehlen . home_improvement"}], "3": [{"uid": "german-107367-trn", "text_a": "Auf der Folie ist ein Streifen vorhanden, welcher störend ist. Ansonsten ist die Folie leicht anzubringen und erfüllt den gewünschten Effekt.", "label": 3, "portion_identifier": -1, "text_b": "Nicht einwandfrei . home"}, {"uid": "german-107579-trn", "text_a": "Leider viel zu Gross und habe schon kleiner bestellt. Schade.", "label": 3, "portion_identifier": -1, "text_b": "Bei der Grössenauswahl aufpassen! . shoes"}, {"uid": "german-86350-trn", "text_a": "Ich weiß nicht ob meine Katzen zu fett sind oder die Schlaufen zu schwach, jedenfalls ist einer der oberen trageschlaufen abgerissen :D Wenn man einfach ein paar Schrauben nimmt mit einer Beilagscheibe kann man die matte trotzdem problemlos an der Wand befestigen. Halt bisher schon 6 Monate und sieht immer noch gut aus ^^", "label": 3, "portion_identifier": -1, "text_b": "Ganz ok . pet_products"}, {"uid": "german-80529-trn", "text_a": "Nach mehrmaligem Waschen habe ich das Gefühl, dass die Stabilität abnimmt. Die Unterstützung beim Sport ist vorhanden aber nicht riesig.", "label": 3, "portion_identifier": -1, "text_b": "Mittelmäßig . sports"}, {"uid": "german-117818-trn", "text_a": "Das Produkt an sich ist sehr wertig, nicht billig verarbeitet o.ä. Jedoch riecht bei uns der Schlauch so stark das sogar das Wasser was raus kommt nach dem Schlauch stink. Geht leider zurück . Kann es so leider nicht trinken", "label": 3, "portion_identifier": -1, "text_b": "Eigentlich schön ... . home_improvement"}, {"uid": "german-91889-trn", "text_a": "Die Hose ist an sich super. Heute haben wir feststellen dürfen, dass sie im Schwimmbad wirklich alles Feste in sich behält. Flüssigkeit geht logischerweise wie bei jeder Schwimmwindel durch. Einziger Nachteil, sie ist recht schwierig an und aus zu ziehen. Das scheint aber das notwendige Übel zu sein, dass die Hose wirklich dicht hält. Für mich ist das aber die Mühe wert, da ich sicher sein kann, egal wie wild das Kind spielt und tobt, eventuelle große Geschäfte bleiben an Ort und Stelle. Dafür Top! Preis-Leistung ist unschlagbar. Einziger Nachteil ist das schwierige Anziehen.", "label": 3, "portion_identifier": -1, "text_b": "Gute Schwimmwindel . sports"}, {"uid": "german-103343-trn", "text_a": "Falls man sich mit der Schrauberei an Armbanduhren näher befassen will, wird man bald feststellen, dass es sich doch um eine sehr nervige Fummelei handelt. Vieles sollte man doch besser den Profis überlassen, die über noch viel mehr spezielles Werkzeug und vor allem Erfahrung verfügen. Insofern ist dieser Werkzeugset nur bedingt nützlich, man kommt schnell an die Grenzen. Ein kritischer Punkt sind z.B. die Dichtungen, wenn man einen Gehäusedeckel öffnet. Falls man die Dichtung vermurkst, ist die Uhr nicht mal mehr spritzwassergeschütz und kann bei nächster Gelegenheit absaufen. Im übrigen frage ich mich, wozu ein Beutel mit hunderten verschiedener Federstifte beiliegt. Wer braucht die denn? Insgesamt kann ich dieses Produkt nur bedingt empfehlen. Wer Lust dazu hat, kann es ja mal ausprobieren.", "label": 3, "portion_identifier": -1, "text_b": "Bedingt nützlich . watch"}, {"uid": "german-90891-trn", "text_a": "Optisch eine sehr schöne Pfeffermühle. Schlicht und elegant, Material sieht auch nach einiger Zeit in Benutzung noch sehr gut aus. Der Mahlgrad lässt sich einstellen. Bisher funktionierte die Mühle einwandfrei. Nach 1,5 Jahren Benutzung zeigt die Mühle jedoch erste Macken. Manchmal mahlt sie nicht, dann muss man sie erst auf den Kopf drehen und erneut mahlen. Deshalb nur 3 von 5 Sternen.", "label": 3, "portion_identifier": -1, "text_b": "Gute Mühle, nach 1,5 Jahren aber erste Macken . home"}], "4": [{"uid": "german-144069-trn", "text_a": "Passt an jedes Bett. Zustellung erfolgte rasch und problemlos. Aufbau war sehr einfach. Chiffon Himmel passt genau ran. Steht stabil, fällt nicht zusammen.", "label": 4, "portion_identifier": -1, "text_b": "Gute Stange . baby_product"}, {"uid": "german-137194-trn", "text_a": "Der Artikel kam pünktlich an und war den Herstellerangaben entsprechend. Ich habe gleich versucht meine Filter damit von lästigen Fusseln zu befreien - hat einwandfrei geklappt. Würde den Artikel weiterempfehlen. Einziges Manko: sehr viiel Plastikmüll - ich bin umweltbewusst und achte auf so etwas!", "label": 4, "portion_identifier": -1, "text_b": "Preis-Leistung ist ok . camera"}, {"uid": "german-153035-trn", "text_a": "Was der Hersteller angegeben hat,stimmt zu 100 %.Hatten z.B.einige Tage sehr Starken Wind.Gut überstanden.", "label": 4, "portion_identifier": -1, "text_b": "Preis,Leistung Ok . lawn_and_garden"}, {"uid": "german-137873-trn", "text_a": "Sind sehr laut und gehen sehr schön", "label": 4, "portion_identifier": -1, "text_b": "Kopfhörer . electronics"}, {"uid": "german-159776-trn", "text_a": "Ich würde gern Schachspiel lernen. Und habe das spiel gefunden. Es ist schön. Das Schachspiel erfülle die Erwartungen vollkommen. Figuren sind sehr schön, es ist angenehm die in Hände zu nehmen. Ich möchte meiner Freund eins als Geschenk kaufen. Farbe sind Silber und Bronze (vielleicht Schwarz wäre als Option ganz gut). Insgesamt sehr zufrieden mit dem Kauf. Die Magneten halten sehr gut. Man kann das Brett komplett kopfüber umdrehen - die halten ohne Problem. Das Brett hängen geht auch. Der Preis ist günstig .", "label": 4, "portion_identifier": -1, "text_b": "Tolles Schachspiel . toy"}, {"uid": "german-126807-trn", "text_a": "Alles wie beschrieben.", "label": 4, "portion_identifier": -1, "text_b": "Empfehlenswert . automotive"}, {"uid": "german-122612-trn", "text_a": "Stabil, schwer, Qualität fühlt sich gut an. Über die Haltbarkeit kann ich derzeit noch nicht sagen., bis jetzt alle Ok. Gruss Kurt", "label": 4, "portion_identifier": -1, "text_b": "Ist gut. . home"}, {"uid": "german-142749-trn", "text_a": "Diese Nähmaschine muss noch einige Hausaufgaben machen: Wenn Sie nur zum Spaß sind, ist sie immer noch sehr gut. Wenn Ihre Kleidung teuer oder dick ist, gehen Sie am besten zu einem Fachmann. Wenn der Knopf so gestaltet werden kann, dass er nicht von Hand betätigt werden muss, ist es möglicherweise besser, weil ich ihn nicht alleine bekommen konnte.", "label": 4, "portion_identifier": -1, "text_b": "etwas kompliziert . kitchen"}], "5": [{"uid": "german-167197-trn", "text_a": "Hat super funktioniert, alles gut.", "label": 5, "portion_identifier": -1, "text_b": "Passt alles . lawn_and_garden"}, {"uid": "german-166449-trn", "text_a": "Der Stahler macht, was er soll. Er ist ausreichend hell und der Bewegungsmelder funktioniert einwandfrei. Wir haben ihn in einem Gartenhaus eingesetzt. Die Wasserdichtigkeit ist hier von Vorteil. Rundum kann man das Produkt also empfehlen.", "label": 5, "portion_identifier": -1, "text_b": "Gutes Preis-Leistungsverhältnis . home"}, {"uid": "german-161768-trn", "text_a": "Schnell geliefert, gut zu Verarbeiten, leider im Baumark deutlich günstiger", "label": 5, "portion_identifier": -1, "text_b": "Top Qualität . home_improvement"}, {"uid": "german-192184-trn", "text_a": "leider bei Erstgebrauch Koax-Kabel verreckt", "label": 5, "portion_identifier": -1, "text_b": "sonst sehr zu empfehlen . other"}, {"uid": "german-175396-trn", "text_a": "Die Maja-Flüssigseife benutze ich schon seit vielen Jahren und bin sehr zufrieden. Ich liebe ihren Duft.", "label": 5, "portion_identifier": -1, "text_b": "Der Duft der Maja-Seife erinnert mich an meine Urlaube in Spanien. . beauty"}, {"uid": "german-183265-trn", "text_a": "Super schöne Tasche, nimmt mein Mann neben dem Handgepäck als zusätzliche Tasche im Flieger. Modern und trendy, gute Qualität, schöne Farbe ( braun/beige)", "label": 5, "portion_identifier": -1, "text_b": "Super! . luggage"}, {"uid": "german-182801-trn", "text_a": "Gut verarbeiteter Schirmständer", "label": 5, "portion_identifier": -1, "text_b": "Gute Wahl . furniture"}, {"uid": "german-182443-trn", "text_a": "Gute sommerdecke, im Winter haben wir eine zweite dazugenommen und es ist herrlich weich und kuschelig", "label": 5, "portion_identifier": -1, "text_b": "Leicht und angenehm warm. . home"}]}