{"0": [{"uid": "german-239-val", "text_a": "Fishman hat einen BA der Columbia University und einen MA in Wirtschaftswissenschaften der Brown University.", "label": "0", "portion_identifier": -1, "text_b": "Fishman hält einen Bachelorabschluss der Brown University und einen Master für Wirtschaft der Columbia University."}, {"uid": "german-976-val", "text_a": "Der Hollinwood Branch Canal war ein Kanal in der Nähe von Hollinwood, in Oldham, England.", "label": "0", "portion_identifier": -1, "text_b": "Der Hollinwood Branch Canal war ein Kanal bei Oldham in England."}, {"uid": "german-1085-val", "text_a": "„Cosmic Explorer“ wurde am 06. April 2016 von Universal Music Japan, Universal J und Parfum Records in vier verschiedenen Formaten veröffentlicht.", "label": "0", "portion_identifier": -1, "text_b": "„Cosmic Explorer“ wurde am 6. April 2016 von Universal J Japan, Universal Music und Perfume Records in vier unterschiedlichen Formaten veröffentlicht."}, {"uid": "german-1755-val", "text_a": "Der Valea Sterminoasă ist ein Nebenfluss des Boia Micăa in Rumänien.", "label": "0", "portion_identifier": -1, "text_b": "Der Boia Mică River ist ein Nebenfluss des Valea Sterminoasă in Rumänien."}], "1": [{"uid": "german-368-val", "text_a": "Eine dreifache Gottheit ist als neue religiöse Vorstellung für die moderne Wicca-Bewegung von zentraler Bedeutung.", "label": "1", "portion_identifier": -1, "text_b": "Eine neue religiöse Idee einer Dreifachgöttin ist für die moderne Wicca-Bewegung von zentraler Bedeutung."}, {"uid": "german-1715-val", "text_a": "Es wurde später herausgebracht, um am 15. Oktober im UK und am 23. Oktober in den Vereinigten Staaten als eine Single des Albums bestätigt zu werden.", "label": "1", "portion_identifier": -1, "text_b": "Es wurde später als Single für das Album veröffentlicht, am 15. Oktober im Vereinigten Königreich und am 23. Oktober in den USA."}, {"uid": "german-604-val", "text_a": "Täglich gab es zwei Verbindungen auf der Dearne Valley Line nach York und Sheffield.", "label": "1", "portion_identifier": -1, "text_b": "Zwei Verbindungen verkehren täglich auf der Linie von Dearne Valley nach York und Sheffield."}, {"uid": "german-869-val", "text_a": "Somers war der Sohn von Charles Cocks, 1st Baron Somers, und Elizabeth, die Tochter von Richard Eliot.", "label": "1", "portion_identifier": -1, "text_b": "Somers war der Sohn von Charles Cocks, 1. Baron Somers und Elizabeth, der Tochter von Richard Eliot."}]}