{"1": [{"uid": "spanish-16544-trn", "text_a": "He recibido hoy la cámara, la caja viene dañada por dentro, ha sido usada y los plásticos movidos. Además he hecho alguna grabación y al intentar reproducir los videos en el ordenador indica que el archivo está dañado. Solicitada devolución.", "label": 1, "portion_identifier": -1, "text_b": "Averiada y caja rota . electronics"}, {"uid": "spanish-31826-trn", "text_a": "Parecia un buen producto en apariencia pero ahora da un error de carga. La bateria esta frita en 7 meses creo q no es un producto recomendable", "label": 1, "portion_identifier": -1, "text_b": "Fernando . electronics"}], "2": [{"uid": "spanish-52243-trn", "text_a": "En paredes de yeso no se adhieren nada bien, tendrían que ser mini cuadros.", "label": 2, "portion_identifier": -1, "text_b": "Pésimos . home_improvement"}, {"uid": "spanish-43565-trn", "text_a": "Poco más que un TDT, no funciona youtube, al no ser compatible la actualización. Y esto puede pasar con otras aplicaciones.", "label": 2, "portion_identifier": -1, "text_b": "Anticuado, Obsoleto. . wireless"}], "3": [{"uid": "spanish-107352-trn", "text_a": "El mezclador funciona bien, pero el abrillantador no me convence como queda.", "label": 3, "portion_identifier": -1, "text_b": "Mezclar sí, abrillantar no . office_product"}, {"uid": "spanish-111121-trn", "text_a": "Calidad de sonido magnífica pero la comodidad no tanto. Esta pensado para hacer deporte por lo que si lo utilizas como auriculares de diario puede que te duela la oreja al cabo de un tiempo. Ahora bien, no se como, se me han soltado los tapones de silicona, los normales, los dos, y no se donde encontrarlos y menos del color verde. Así que lo que más se puede valorar es la calidad del sonido que tiene y la sujeción, no se caen ni bailando.", "label": 3, "portion_identifier": -1, "text_b": "CALIDAD DE SONIDO pero difícil encontrar repuestos. . electronics"}], "4": [{"uid": "spanish-134799-trn", "text_a": "tal y como lo pedí, esperemos que las semillas germinen bién", "label": 4, "portion_identifier": -1, "text_b": "la puntualidad . home"}, {"uid": "spanish-128768-trn", "text_a": "Campo dr vision demasiado corto Buena imagen.", "label": 4, "portion_identifier": -1, "text_b": "Buenos en general . electronics"}], "5": [{"uid": "spanish-166381-trn", "text_a": "Es una carcasa de buena calidad, me gusta que sea transparente y que se pueda observar el color del teléfono, en mi caso es negro, pero un azul, se tiene que ver muy bien. La carcasa se nota de calidad, se sostiene súper bien y el anillo la verdad es que es más útil de lo que pensaba, evita que se resbale el teléfono cuando estás hablando, ademas de ser cómodo, ni lo notas. El circulo que tiene el anillo hace que el teléfono quede un poco elevado sobre la superficie, lo evita que la cámara se apoye y evita daños posible a la cámara. Todos modos la carcasa es un pelín más alta que la cámara y también la protege. Hasta el momento estoy encanto y tiene un buen precio para la calidad que tiene. Compra Recomendada!", "label": 5, "portion_identifier": -1, "text_b": "Excelente compra! . wireless"}, {"uid": "spanish-167571-trn", "text_a": "Este iPad 5ª Gen (2017) está genial, la batería dura muchísimo y la pantalla se ve muy bien. Los unicos defectos que le noto es que la pantalla no está laminada (aún así se ve muy bien) y que el sonido, pese a ser stereo, han decidido colocarle los altavoces a un lado, por lo que cuando lo pones en posicion apaisado, se escucha solo por un lado", "label": 5, "portion_identifier": -1, "text_b": "Una buena tablet . pc"}]}