{"0": [{"uid": "german-798-val", "text_a": "Der Fluss Măgherus ist ein Nebenfluss des Flusses Giuroc in Rumänien.", "label": "0", "portion_identifier": -1, "text_b": "Der Giuroc ist ein Nebenfluss des Măgheru in Rumänien."}, {"uid": "german-906-val", "text_a": "Es wird manchmal als Reductio ad absurdum des bekannten Design-Arguments verwendet. Dieses lautet wie folgt:", "label": "0", "portion_identifier": -1, "text_b": "Man kennt es bisweilen als Reductio ad absurdum des oft bemühten teleologischen Arguments, das sich wie folgt darstellen lässt:"}, {"uid": "german-1669-val", "text_a": "Sein Vater war der uneheliche Sohn von William Skipwith, einem Abgeordneten für Lincolnshire, und Anne Tothby.", "label": "0", "portion_identifier": -1, "text_b": "Sein Vater war der uneheliche Sohn von Anne Tothby, einre Abgeordneten für Lincolnshire, und William Skipwith."}, {"uid": "german-433-val", "text_a": "Alexandra Coppinger spielte in der neuen TV-Serie „Dead Gorgeous“ die Rolle der jüngsten Schwester Hazel.", "label": "0", "portion_identifier": -1, "text_b": "In der neuen TV-Serie Die Geister von Ainsbury spielte Hazel die Rolle der jüngsten Schwester Alexandra Coppinger."}, {"uid": "german-1481-val", "text_a": "Oberhalb des Zuflusses des Big Flat Brook wird der Bach Little Flat Brook genannt.", "label": "0", "portion_identifier": -1, "text_b": "Stromaufwärts des Zuflusses des Little Flat Brook ist der Fluss als „Big Flat Brook“ bekannt."}, {"uid": "german-489-val", "text_a": "Dann zog er in die Schweiz und später nach Italien, wo er Shelley und Byron traf.", "label": "0", "portion_identifier": -1, "text_b": "Er zog später in die Schweiz und dann nach Italien, wo er Shelley und Byron kennenlernte."}, {"uid": "german-1729-val", "text_a": "Melodie Crittenden verließ die Band 2004, um eine Solokarriere zu verfolgen, und für den größten Teil des Jahres 2005 sang Nicol mit der Band.", "label": "0", "portion_identifier": -1, "text_b": "Nicol verließ die Gruppe 2004, um eine Solokarriere zu verfolgen, und Melodie Crittenden sang fast das gesamte Jahr 2005 mit der Gruppe."}, {"uid": "german-1495-val", "text_a": "Der Khan kam dank eines Begleitschutzes voran; Tsitsianov war mit zwei anderen Männern unterwegs und wurde erschossen.", "label": "0", "portion_identifier": -1, "text_b": "Der Khan reitete mit einem Geleit aus, Zizianow zog mit zwei anderen Männern umher und wurde erschossen."}], "1": [{"uid": "german-827-val", "text_a": "Die schwedische Eishockeymeisterschaft 1932 war die 11. Spielzeit der schwedischen Eishockeymeisterschaft, Schwedens Landesmeisterschaft, und Hammarby IF wurde Meister.", "label": "1", "portion_identifier": -1, "text_b": "Die schwedische Eishockeymeisterschaft 1932 war die elfte Saison der Swedish Ice Hockey Championship, der nationalen Meisterschaft Schwedens. Hammarby IF gewann die Meisterschaft."}, {"uid": "german-1372-val", "text_a": "ACVM hat seinen Hauptsitz in Glasgow und unterhält Niederlassungen in Edinburgh, Aberdeen, Newcastle, Manchester und Milton Keynes.", "label": "1", "portion_identifier": -1, "text_b": "ACVM ist in Glasgow ansässig und hat Niederlassungen in Edinburgh, Aberdeen, Newcastle, Manchester und Milton Keynes."}, {"uid": "german-1155-val", "text_a": "Zwei wurden 1934 produziert, sie wurden jedoch nicht mehr geflogen.", "label": "1", "portion_identifier": -1, "text_b": "1934 wurden zwei von ihnen produziert, aber es wurden keine mehr geflogen."}, {"uid": "german-1648-val", "text_a": "Zu dem Manga gibt es in Japan und Asien ein gleichnamiges Videospiel für den Sega Mega Drive.", "label": "1", "portion_identifier": -1, "text_b": "Der Manga gibt es in Asien und Japan unter demselben Namen als Videospiel für Sega Mega Drive."}, {"uid": "german-15-val", "text_a": "Das Folgende ist eine Liste von Fouls, die gemäß den Vorgaben der Nevada State Athletic Commission, von den Staaten festgelegt wurden, die regulatorische Vollmachten in der MMA haben.", "label": "1", "portion_identifier": -1, "text_b": "Im Folgenden findet sich eine Liste von Fouls, die von den Staaten, die regulatorische Vollmachten in der MMA haben, gemäß den Vorgaben der Nevada State Athletic Commission definiert wurden."}, {"uid": "german-1463-val", "text_a": "Das erste Foreman of Signals-Programm fand 1951 statt und das 86. und 87. Programm laufen derzeit.", "label": "1", "portion_identifier": -1, "text_b": "Das erste Foreman of Signals-Trainingsprogramm fand 1951 statt und das 86. und 87. Programm laufen derzeit."}, {"uid": "german-514-val", "text_a": "Ein Phasenübergang von einem Ferromagneten zu einem Paramagneten ist kontinuierlich und zweiter Ordnung.", "label": "1", "portion_identifier": -1, "text_b": "Der Phasenübergang von einem Ferromagneten zu einem Paramagneten ist kontinuierlich und hat eine zweite Ordnung."}, {"uid": "german-25-val", "text_a": "Das Loyang-Team schlug die Raffles Institution in der Eröffnungsrunde und die Xinmin Secondary School im Viertelfinale, bevor es im Halbfinale gegen die Hwa Chong Institution verlor.", "label": "1", "portion_identifier": -1, "text_b": "Das Team von Loyang schlug Raffles Institution in der Eröffnungsrunde und Xinmin Secondary School im Viertelfinale, bevor es im Halbfinale gegen Hwa Chong Institution verlor."}]}