{"1": [{"uid": "german-22046-trn", "text_a": "Der Dimmer hat eigentlich einen gut einstellbaren Dimmbereich, die LED Leuchten ließen sich auch sehr weit runterdimmen. Allerdings ist einer von zwei Dimmern nach ein paar Tagen im Wohnzimmer Einsatz komplett ausgefallen, nur noch flackern, aus, dann wieder ein und nur noch minimale Leuchtkraft. Der zweite Dimmer ebenfalls im Wohnzimmer ließ sich nicht flimmerfrei im unteren Bereich runterdimmen. Heißt die dunkelste Stufe war ok, drei Stufen heller war ein leichtes flackern, was auch nicht eingestellt werden konnte. Beide Dimmer wurden zurück geschickt und die Kosten erstattet.", "label": 1, "portion_identifier": -1, "text_b": "Dimmer nach ein paar Tagen defekt . home_improvement"}, {"uid": "german-26732-trn", "text_a": "Schlechter geht nicht, der hätte noch nicht einmal die goldene Himbeere verdient", "label": 1, "portion_identifier": -1, "text_b": "2 Worte: Gequirlte Scheisse . digital_video_download"}, {"uid": "german-15615-trn", "text_a": "mit einer Diät mag es evtl. helfen, aber nicht wenn man ganz normal wie vorher weiter macht. Ich habe sogar angefangen zu laufen und trotzdem passiert nichts. Rausgeschmissenes Geld. Esst lieber mehr Salat und bewegt euch etwas mehr, davon habt ihr mehr als von diesen Pillen. Hunger stillen die nicht und Fett verbrennen die auch nicht. Ich nehme die schon seit über einem Monat und habe 1 kg zugenommen....", "label": 1, "portion_identifier": -1, "text_b": "nichts zu merken . drugstore"}, {"uid": "german-25313-trn", "text_a": "So schnell war noch nie ein Quietschie kaputt. :(", "label": 1, "portion_identifier": -1, "text_b": "Nach 30 min defekt! . pet_products"}, {"uid": "german-37399-trn", "text_a": "Anschluss funktioniert einwandfrei, jedoch nicht mit Sky Go kompatibel. Weder bei Live noch bei anderen Sendungen!!! Somit wäre der Kauf eigentlich ausgeblieben.", "label": 1, "portion_identifier": -1, "text_b": "Funktioniert mit Sky Go nicht . pc"}, {"uid": "german-17634-trn", "text_a": "Nach knapp 1 Jahr funktioniert es nicht mehr.", "label": 1, "portion_identifier": -1, "text_b": "Nach knapp 1 Jahr defekt! . home"}, {"uid": "german-39178-trn", "text_a": "Meine Rezension bezieht sich nicht auf das Gerät sondern vielmehr die Praktiken, mit denen es verkauft wird. Auf Amazon Business wird mit einer Aktion geworben...man bekommt eine Fitness Watch von SAMSUNG gratis dazu, wenn man sofort und schnell bestellt. Gut - das war der Kick , den ich noch brauchte und ich habe bestellt. Ergebnis: als selbständiger Gewerbetreibender bekommt man natürlich das angepriesene Addon nicht. Denn wer auf Amazon Business kauft, ist ja zumeist ein Privatkunde!???? Das ist nicht nur Irreführung sondern auch sehr kleinlich...bin sehr enttäuscht von SAMSUNG.", "label": 1, "portion_identifier": -1, "text_b": "Lockangebote auf amazon business, die dann seitens SAMSUNG nicht erfüllt werden... . wireless"}, {"uid": "german-36308-trn", "text_a": "Die Lieferung erfolgte innerhalb von 2 Tagen. Laut der Beschriftung kam das Gerät wohl ursprünglich aus Italien. Der Lieferant (AO) machte noch ein Foto vom verpackten Geschirrspüler, was uns wunderte... Beim Auspacken ist uns dann eine Delle am Gerät aufgefallen, was wir bei AO reklamierten. Daraufhin kam nie eine Antwort. Nach knapp 5,5 Monaten ist das Gerät nun kaputt. Der Geschirrspüler pumpt und heizt nicht mehr. Wir haben schon alles ausprobiert und müssen uns an den Hersteller wenden.", "label": 1, "portion_identifier": -1, "text_b": "Defekt nach 5,5 Monaten . other"}], "2": [{"uid": "german-47491-trn", "text_a": "Sie hose saß gut und durch die Hosenträger auch rutschsicher. Allerdings war die Hose nach einem Tag auf der Piste mit häufigem im Schnee sitzen nicht ganz dicht, was allerdings erst am Abend wirklich auffiel, da die Hose schön warm hielt. Jedoch ist die Hose am 2. Tag beim Snowboard fahren an der naht gerissen und war somit nicht mehr zu gebrauchen.", "label": 2, "portion_identifier": -1, "text_b": "Warm allerdins nicht dicht und gerissen . apparel"}, {"uid": "german-55666-trn", "text_a": "Ist nicht so toll geht sofort kaputt die Scheibe wen es runter fällt", "label": 2, "portion_identifier": -1, "text_b": "Ist nicht so toll . wireless"}, {"uid": "german-51806-trn", "text_a": "Das GPS ist leider sehr ungenau. Musik-Funktion ist OK, BT-Kopplung teilweise schwierig, wenn andere Geräte ind er Nähe sind.", "label": 2, "portion_identifier": -1, "text_b": "GPS ist ungenau . drugstore"}, {"uid": "german-71633-trn", "text_a": "Ich habe am 13.2 bestellt, es kam nicht an weil es während der Lieferung kaputt gegangen ist und kein Information bekommen habe, musste ich einen Email schreiben. Kein Antwort! Ich musste mein Freund bitten, dort anzurufen wo meine Bestellung geblieben ist da ich schwerhörig bin. Aber es schmeckt richtig lecker! 👍", "label": 2, "portion_identifier": -1, "text_b": "Unpünktlich . drugstore"}, {"uid": "german-65651-trn", "text_a": "Habe einen Autoaufkleber als Geschenk gedacht. Kam jedoch völlig zerstört und auch nur die Hälfte bei mir an. Nach langen hin und her habe ich das zerrissene Etwas auf eigene Kosten an den Absender zurückgesandt. (Ausland) Gutgeschrieben habe ich nach einer Weile nur den Kaufpreis bekommen. Auf den Portokosten die genau so hoch waren wie der Kaufpreis blieb ich sitzen. Nein Danke, nicht nochmal.", "label": 2, "portion_identifier": -1, "text_b": "Rücksendung von beschädigter Ware. . furniture"}, {"uid": "german-61181-trn", "text_a": "Fing gut an, dann aber wenig fesselnd. Platt geschrieben. Musste mich wirklich zwingen, es zu Ende zu lesen.", "label": 2, "portion_identifier": -1, "text_b": "Guter Einstieg, dann lahm . digital_ebook_purchase"}, {"uid": "german-60862-trn", "text_a": "also ich finde diesen browser um einiges besser als der firefox. er blockt gut werbung und verhindert das weiterleiten auf anderen seiten. in dieser hinsicht sehr empfehlenswert. jetzt zu den punkten warum ich 3 sterne abziehe. 1. bei manchen seiten stürzt der browser jedesmal ab nach ca 20-40 sekunden ist nur bei manchen seiten und das war vor 2-3 updates nicht der fall. ich hatte die hoffnung das es mit dem nächsten update behoben wird aber leider bis jetzt nicht. hab dann deswegen den firefox installiert der es seit dem letzten update auch bei diesen seiten abstürzt -.- 2. die liste der gespeicherten seiten das man da vielleicht die reihenfolge ändern kann und sie statt in eine reihe eher in 3 oder mehr reihen anzeigt damit man nicht ewig nach links oder rechts scrollen muss bis man die gespeicherte seite gefunden hat 3. das mit der einstellung cloud funktion genauer beschreiben was wird in der cloud gespeichert? usw.", "label": 2, "portion_identifier": -1, "text_b": "sehr gelungen aber siehe beschreibung . other"}, {"uid": "german-52973-trn", "text_a": "Vorsicht wenn Wasser drin ist im Waschbecken lassen die Verschließung ist nicht 100-prozentig", "label": 2, "portion_identifier": -1, "text_b": "würde ich kaufen mit einem lachenden und einem weinenden Auge . home"}], "3": [{"uid": "german-110484-trn", "text_a": "Leider überhaupt nicht geruchsneutral. Stinkt leider arg wenn man die Verpackung aufmacht. Bei uns lösen sich die Ecken wieder ab. Interessanterweise löst sich der Kleber allerdings von den Gummiecken ab und bleibt auf den Oberflächen kleben. Unser 6 Monate altes Kind hat es auch schon abbekommen, das geht gar nicht. Sehr enttäuschend. Nachtrag: Sehr freundlicher, entgegenkommender Kontakt des Verkäufers, sehr gut auf meine Rezension reagiert!", "label": 3, "portion_identifier": -1, "text_b": "Enttäuschend . baby_product"}, {"uid": "german-80351-trn", "text_a": "Für meinen Geschmack ist der Kakao zu süß. Dies wird auch mit mehr Milch nicht sonderlich besser. Die Anwendung ist einfach und es ist eine nette Abwechslung zum Kaffe.", "label": 3, "portion_identifier": -1, "text_b": "Zu süß . grocery"}, {"uid": "german-103409-trn", "text_a": "Nach 2 x Öffnen war ein Schloß unbrauchbar. Ansonsten ok.", "label": 3, "portion_identifier": -1, "text_b": "Ein Schloß defekt . home_improvement"}, {"uid": "german-92435-trn", "text_a": "Zu 98% dicht... aber volumen ist sehr groß! Pluspunkt - nicht ganz dicht", "label": 3, "portion_identifier": -1, "text_b": "Ok! . home"}, {"uid": "german-97913-trn", "text_a": "Gut aber kleiner als gedacht", "label": 3, "portion_identifier": -1, "text_b": ". . beauty"}, {"uid": "german-81796-trn", "text_a": "Interessant und sehr gut, dass die Dinger bereits in der ersten Nacht sehr lange > 7 Stunden leuchteten, obwohl ich sie erst am späten Nachmittag unter wohlgemerkt bedeckten Himmel zum Sonne Auftanken aufs Fensterbrett legte. Hatte ich nicht erwartet. Sie sehen sehr gut aus! Am liebsten möchte ich jedoch die Lichter nicht AUF dem Teich schwimmen lassen, sondern IM Teich - also richtig 20 cm unter Wasser. Dazu muss ich sie wohl in einen - vermutlich leider eher unschönen - wasserdichten transparenten Bezug packen, sonst habe ich schätzungsweise nicht sehr lange Freude an den netten Dingern. UPDATE: Eins dieser hübschen Teile leuchtet seit 2 Tagen sehr schwach.", "label": 3, "portion_identifier": -1, "text_b": "Frommer Wunsch: Wäre schön, wenn sie auch ganz unter Wasser komplett dicht wären. UPDATE . home_improvement"}, {"uid": "german-99846-trn", "text_a": "Vorteil ist, dass man es schön klein verpacken kann und es dadurch nicht viel Platz wegnimmt. Allerdings finde ich vie Verarbeitung zwischen Stoff und Moskitonetz nicht gut. Der Reißverschluss ist recht laut, bei einem sensiblen Kind, was auf Geräusche reagiert, würde ich es nicht empfehlen. Bei uns steht es auf dem Fußboden und die Kids spielen darin.", "label": 3, "portion_identifier": -1, "text_b": "Keine schöne Verarbeitung . baby_product"}, {"uid": "german-109912-trn", "text_a": "Toller Wecker. Haben ihn aber zurück geschickt. Wenn er klingeln sollte, klingelte er nicht und andersrum. Unser 5 jähriger Sohn, konnte ihn ohne Hilfe nicht bedienen. Schade.", "label": 3, "portion_identifier": -1, "text_b": "Nicht sehr kindgerecht. Abgesehen vom Design . toy"}], "4": [{"uid": "german-149748-trn", "text_a": "Sohn 6 Jahre begeistert von dem Buch und dem Schnitzmesser dazu. Kann ich nur weiter Empfehlen wer etwas sucht für sein Sohn...", "label": 4, "portion_identifier": -1, "text_b": "supi . book"}, {"uid": "german-156362-trn", "text_a": "Ich bin sehr zufrieden mit den 4 Teilen. Es ist nicht nur eine Anleitung im Paket sondern man bekommt diese auch nochmal per Mail zu gesendet. Bei der Verpackung war ich etwas überrascht da der Karton nicht richtig verschlossen war aber alles war trotzdem enthalten. Zu dem kleinen duoball... Der ist wirklich nur für fortgeschritten, da der schon sehr in die Muskulatur geht und es sehr schmerzhaft sein kann wenn man die Übungen durchführt. Deshalb beachtet die Übungsanleitung. Und die Übungen helfen wirklich bei Verspannungen.", "label": 4, "portion_identifier": -1, "text_b": "Sehr effektiv ohne Physiotherapie . sports"}, {"uid": "german-124427-trn", "text_a": "Ware wie beschrieben", "label": 4, "portion_identifier": -1, "text_b": "In Ordnung . personal_care_appliances"}, {"uid": "german-123673-trn", "text_a": "Habe nach einer Nachfüllflasche gesucht, die nicht aus Plastik besteht. Benutze sie jetzt seit ca 4 Wochen täglich und bin zufrieden. Sie hält das Wasser sehr lang kalt und ist auslaufsicher. Jedoch sollte sie bei täglicher Verwendung oft gereinigt werden, da die Getränke sonst schnell anfangen zu müffeln.", "label": 4, "portion_identifier": -1, "text_b": "Zufrieden- Hält was es verspricht. . sports"}, {"uid": "german-124304-trn", "text_a": "Ein sehr gutes Preisleistungsverhältnis. Schnelle Lieferung. Hat mir schon mehrfach geholfen, leider hat sich beim letzten mal eine der platten verbogen hat was sich aber wieder richten ließ. Kann ich nur weiter empfehlen.", "label": 4, "portion_identifier": -1, "text_b": "Top Preisleistung . automotive"}, {"uid": "german-131571-trn", "text_a": "Tastatur ohne Numpad, QWERTZ. Mehr wollte ich nicht.", "label": 4, "portion_identifier": -1, "text_b": "Tut was ich will mehr auch nicht . pc"}, {"uid": "german-158580-trn", "text_a": "Sterne... der FM Empfang könnte besser sein, sonst alles gut-", "label": 4, "portion_identifier": -1, "text_b": "fast 5 . wireless"}, {"uid": "german-159452-trn", "text_a": "Spannend gemacht. Gute Unterhaltung für die Kids. Teil 2 noch besser als Teil 1. Auch für Erwachsene ein super Film.", "label": 4, "portion_identifier": -1, "text_b": "Unterhaltung für Klein und Groß . digital_video_download"}], "5": [{"uid": "german-163148-trn", "text_a": "Das Gerät hatte keine gebraucht Spuren, sah wie neu aus", "label": 5, "portion_identifier": -1, "text_b": "Sehr guter Zustand . wireless"}, {"uid": "german-180378-trn", "text_a": "Ich habe diesen Lautsprecher für ein paar Monate gehabt und ich liebe es, ich habe das weiße und es ist wunderschön, die Tasten leuchten, die Farbe ist super hübsch und der Sound ist toll, auch die Akkulaufzeit ist viel länger Als ich es gewohnt bin, kann ich diesen Redner an zwei Nächten in einer Reihe halten, ohne aufzuladen, was verrückt ist. Das einzige Negative ist, dass es keine Möglichkeit gibt zu sehen, wie es auf den eigentlichen Sprecher geladen ist, aber du kannst es einmal sehen Verbinde es mit deinem Telefon. Das ist wirklich das einzig Negative.", "label": 5, "portion_identifier": -1, "text_b": "EXCELLENT speaker . electronics"}, {"uid": "german-165627-trn", "text_a": "Das weckt Erinnerungen in mir...die Mutter hatte noch gelebt. ..jetzt sind sie gross und haben eigene Familien...das Leben geht weiter", "label": 5, "portion_identifier": -1, "text_b": "Ein schöner und dennoch schmerzlicher Rückblick...ein tolles Andenken und unvergessen . other"}, {"uid": "german-168811-trn", "text_a": "Da wir uns eine Xbox One X gekauft haben und die Xbox vor der Hitze im Sideboard schützen wollen, haben wir diesen Standfuß gekauft. Hier gibt es nichts zu bemängeln. Der Standfuß erfüllt seinen Sinn und Zweck und fühlt sich gut an. Die Passgenauigkeit ist ebenfalls zu 100% gegeben. Mit meinen Kundenrezensionen möchte ich dem Käufer helfen sich für oder gegen das Produkt zu entscheiden. Ich bewerte die gekauften Produkte auf einer neutralen Basis. Die gekauften Produkte werden von mir persönlich im Alltag verwendet. Sollte sich mit der Zeit das Produkt zum negativen entwickeln so wird dementsprechend die Kundenrezension angepasst. Sind Bilder in der Rezension enthalten so wurden diese von mir persönlich erstellt und unterstehen einem Copyright.", "label": 5, "portion_identifier": -1, "text_b": "Sinn und Zweck erfüllt . wireless"}, {"uid": "german-190690-trn", "text_a": "Schnelle Lieferung. Preis Leistung passt. Artikel wie beschrieben. Würde ihn wiederbestellen.", "label": 5, "portion_identifier": -1, "text_b": "Sinnvolle Alternative um Kerzenhalter auch im Freien zu nutzen . home"}, {"uid": "german-174710-trn", "text_a": "Toller Schreibstil, schöner Inhalt, einfach ein gutes Buch. Ich würde es vorallem Leuten weiterempfehlen, die etwas zur Abwechslung nach der Arbeit suchen. Öffnet den Horizont und lässt dem Denken freien Lauf.", "label": 5, "portion_identifier": -1, "text_b": "Genialer Schreibstil . digital_ebook_purchase"}, {"uid": "german-195821-trn", "text_a": "Ist als Ersatz für meine K750 Tastatur, bis jetzt zufrieden", "label": 5, "portion_identifier": -1, "text_b": "Passt . electronics"}, {"uid": "german-178209-trn", "text_a": "Die Auslegung und -führung; und ich habe es für meine Home Network Einrichtung benötigt.", "label": 5, "portion_identifier": -1, "text_b": "Lehre . book"}]}