{"0": [{"uid": "german-10-val", "text_a": "Aamir Khan willigte ein in „Rang De Basanti“ mitzuspielen, unmittelbar nachdem er das Skript von Mehra gelesen hatte.", "label": "0", "portion_identifier": -1, "text_b": "Mehra war nach der Lektüre von Aamir Khans Drehbuch sofort damit einverstanden bei „Rang De Basanti“ mitzuspielen."}, {"uid": "german-1136-val", "text_a": "Holly Holly wurde musikalisch von Elton John beeinflusst.", "label": "0", "portion_identifier": -1, "text_b": "Elton John wurde musikalisch von Holly beeinflusst."}, {"uid": "german-123-val", "text_a": "In jüngerer Zeit wurde das schwarze Dreieck als Symbol in der Lesbenkultur und von Behindertenaktivisten übernommen.", "label": "0", "portion_identifier": -1, "text_b": "In jüngster Zeit wurde das schwarze Dreieck als Symbol in der invaliden Kultur und von lesbischen Aktivisten übernommen."}, {"uid": "german-1793-val", "text_a": "Die italienische TV-Serie AleX wurde von Giorgio Schottler , Guglielmo Duccoli und Alfredo Castelli produziert und von Videotime geschrieben.", "label": "0", "portion_identifier": -1, "text_b": "AleX ist eine italienische Fernsehserie. Die Serie wurde von Alfredo Castelli, Guglielmo Duccoli und Giorgio Schottler geschrieben und von Videotime produziert."}, {"uid": "german-460-val", "text_a": "Als Platzer 1993 sein zweites Restaurant in Allentown eröffnete, änderte er seinen Namen in P. J. Whelihan's, um seinem Großvater Peter Joseph Whelihan zu gedenken.", "label": "0", "portion_identifier": -1, "text_b": "1993 öffnete Peter Joseph Whelihan sein zweites Restaurant in Allentown und änderte seinen Namen in P. J. Whelihan, um seinem Großvater Platzer zu gedenken."}, {"uid": "german-1373-val", "text_a": "Die Architekten für den Auftragnehmer Owen of Mobile waren Diboll und G. A. Chamblin aus New Orleans.", "label": "0", "portion_identifier": -1, "text_b": "Die Architekten waren Diboll und Owen aus New Orleans und G. A. Chamblin aus Mobile war der Auftragnehmer."}, {"uid": "german-653-val", "text_a": "Santa Cruz liegt am Ufer des Santa Cruz River, der in den östlichen Teil des Laguna de Bay mündet.", "label": "0", "portion_identifier": -1, "text_b": "Laguna de Bay ist am Ufer des Santa Cruz gelegen, einem Fluss, der in den Ostteil von Santa Cruz fließt."}, {"uid": "german-1053-val", "text_a": "2012 wurde Jennifer la Pena als Gil Teil des TV-Remakes von Salvador Royales' Film „Mundo Man ay Magunaw“.", "label": "0", "portion_identifier": -1, "text_b": "2012 wurde Gil als Jennifer la Pena Teil der TV-Neuverfilmung von Salvador Royales Film „Mundo Man ay Magunaw”."}], "1": [{"uid": "german-627-val", "text_a": "Das Resort verfügt über 7 rote Pisten, 3 blaue Pisten, 2 schwarze Pisten und eine grüne Piste.", "label": "1", "portion_identifier": -1, "text_b": "Das Gebiet hat 7 rote, 3 blaue, 2 schwarze und eine grüne Piste(n)."}, {"uid": "german-1629-val", "text_a": "Einige Historiker sagen, die herrschende Klasse in Holland wollte, dass Holland sich in das flämische Rechtssystem einfügt und flämische wirtschaftliche Institutionen annimmt.", "label": "1", "portion_identifier": -1, "text_b": "Einige Historiker sagen, dass die herrschende Klasse in Holland die Integration der Niederlande in das flämische Rechtssystem und die Übernahme flämischer wirtschaftlicher Institutionen wünschte."}, {"uid": "german-668-val", "text_a": "Historisch betrachtet hat CIMMYT Finanzierung von der Rockefeller Foundation und der Europäischen Kommission erhalten.", "label": "1", "portion_identifier": -1, "text_b": "In der Vergangenheit erhielt CIMMYT von der Europäischen Kommission und der Rockefeller Stiftung finanzielle Unterstützung."}, {"uid": "german-989-val", "text_a": "Im Rahmen der laufenden Ermittlungen verhörte die Polizei auch den Sänger Rimi Tomy und die Schauspielerin Kavya Madhavan, beides enge Freunde von Siddique und seiner Frau Dileep.", "label": "1", "portion_identifier": -1, "text_b": "Im Rahmen der laufenden Untersuchung verhörte die Polizei auch den Sänger Rimi Tomy und den Schauspieler Kavya Madhavan, beide enge Freunde von Siddique und seiner Frau Dileep."}, {"uid": "german-466-val", "text_a": "Eliza war die Tochter seiner Schwester Judith, die um 1748 verstorben war.", "label": "1", "portion_identifier": -1, "text_b": "Eliza war die Tochter seiner Schwester Judith, die circa 1748 gestorben war."}, {"uid": "german-1306-val", "text_a": "Bei Amphibien zum Beispiel wird der Cerberus im anterioren viszeralen Entoderm exprimiert, bei Mäusen im anterioren dorsalen Entoderm.", "label": "1", "portion_identifier": -1, "text_b": "Zum Beispiel wird bei Amphibien das Protein Cerberus im anterioren viszeralen Entoderm und bei Mäusen im anterioren dorsalen Entoderm exprimiert."}, {"uid": "german-544-val", "text_a": "Die teilweise entdeckten impressionistischen Gemälde aus dem barocken Mittelalter waren unter der Schmutzschicht unbeschädigt.", "label": "1", "portion_identifier": -1, "text_b": "Unter dem Schmutz und den teilweise freigelegten, beeindruckenden Gemälden, wurden mittelalterliche Barockgemälde fertiggestellt."}, {"uid": "german-1530-val", "text_a": "Als Zeichen des Respekts stützen Menschen ihren linken Unterarm auf ihre rechte Hand.", "label": "1", "portion_identifier": -1, "text_b": "Als Zeichen des Respekts stützen Menschen ihren linken Unterarm auf ihre rechte Hand."}]}