{"1": [{"uid": "german-11498-trn", "text_a": "Falls Ihr das Kabel benötigt, frühzeitig bestellen. Warte bereits 12 Tage drauf.", "label": 1, "portion_identifier": -1, "text_b": "Lieferungszeit . wireless"}, {"uid": "german-31493-trn", "text_a": "Ich habe die Ware bezahlt aber immer noch nicht die Rechnung der Ware bekommen", "label": 1, "portion_identifier": -1, "text_b": "keine Rechnung der bezahlten Ware . other"}, {"uid": "german-27177-trn", "text_a": "Eine Verbindung herzustellen ziemlich kompliziert und die App dazu ist Müll", "label": 1, "portion_identifier": -1, "text_b": "Kein Support erreichbar . home_improvement"}, {"uid": "german-37209-trn", "text_a": "Nach 1 Monat Training erste Risse im Handschuh. Das kann nicht sein! Ich würde empfehlen lieber weiter zu suchen Leute...", "label": 1, "portion_identifier": -1, "text_b": "Nicht belastbar . sports"}, {"uid": "german-18476-trn", "text_a": "Der Stick hat nichtmal ein Jahr durchgehalten und ich habe ihn kaum benutzt.", "label": 1, "portion_identifier": -1, "text_b": "Nach 3 Monaten defekt . pc"}, {"uid": "german-13481-trn", "text_a": "Sehr süß ABER VIEEEEEL zu kurz ! Hatte ich auch schon fast befürchtet, bei dem Preis nicht zu viel erwarten eben.", "label": 1, "portion_identifier": -1, "text_b": "Leider leider klein . apparel"}, {"uid": "german-28503-trn", "text_a": "Habe Glasklar bestellt,kommen alle Farben. Nicht gut.", "label": 1, "portion_identifier": -1, "text_b": "Nicht was ich bestellt habe. . office_product"}, {"uid": "german-31320-trn", "text_a": "Macht zu Beginn einen sehr guten Eindruck. Nach drei Monaten geht leider nichts mehr. Schade!!!", "label": 1, "portion_identifier": -1, "text_b": "Von kurzer Dauer . wireless"}], "2": [{"uid": "german-60341-trn", "text_a": "Ich habe die Sicherungen für unsere kleine Tochter von 18 Monaten angeschafft. Die Montage ist Millimeterarbeit. Trotz Reinigung der Flächen schafft es unsere Tochter die Haler abzureißen. Werden die Halterungen nur ein Millimeter falsch platziert schließen Sie nicht mehr oder halten einfach nicht. Einziger Pluspunkt, am Schrank ist die Sicherung nicht zu sehen.....", "label": 2, "portion_identifier": -1, "text_b": "Eher Mangelhafte Lösung . baby_product"}, {"uid": "german-76677-trn", "text_a": "Schnell angewendet Farbe leider nur sehr verblasst bei Grün und Blau Rosa ist ehr sichtbar Soweit aber nicht schlimm Farben sehen trotzdem gut aus Nur sind die Haare extrem trocken ..... sobald die Farbe getrocknet ist", "label": 2, "portion_identifier": -1, "text_b": "Austauschbare Haarfarbe . beauty"}, {"uid": "german-79568-trn", "text_a": "Leider waren die Tomaten geschmacklich sehr fade. Gut wir haben Winter kann schon mal sein, aber leider setzten die Tomaten bereits nach 2 Tagen Schimmel an.", "label": 2, "portion_identifier": -1, "text_b": "Leider nicht so gut . other"}, {"uid": "german-77441-trn", "text_a": "Die Uhr ansich ist gut,aber der Verschluss ist defekt.", "label": 2, "portion_identifier": -1, "text_b": "Armband überarbeiten . watch"}, {"uid": "german-53745-trn", "text_a": "Sammelt sich wasser an ,und 3 gehen nicht mehr an scheint aber voll die sonne drauf und müssten aufladen abends kein licht . wie siehts mit umtausch aus ?", "label": 2, "portion_identifier": -1, "text_b": "nicht wirklich wasserdicht . home"}, {"uid": "german-60828-trn", "text_a": "Läuft leider teilweise aus", "label": 2, "portion_identifier": -1, "text_b": "Läuft aus . beauty"}, {"uid": "german-69098-trn", "text_a": "bald konnte der cd player die cds nicht mehr abspielen, auch ganz neue nicht. auch der einzige regler um einzustellen ob man cd oder radio, etc hören will ist nicht nutzerfreundlich. das gerät macht kein Spaß.", "label": 2, "portion_identifier": -1, "text_b": "enttäuschend . electronics"}, {"uid": "german-58307-trn", "text_a": "Nachdem ich den Trailer gesehen habe, hatte ich mehr erwartet von diesem Film.", "label": 2, "portion_identifier": -1, "text_b": "Mehr erwartet . digital_video_download"}], "3": [{"uid": "german-97227-trn", "text_a": "Schöne Uhr um den Preis kann ich nur Sagen Kaufen Pro: Lange Akku Zeit 2 bis 3 Wochen Leichte Bedienbarkeit Wasserdicht beim Baden Duschen Schwimmen Amazfit und Xiaomi App Runter Laden für die Uhr Dan kann man viele Apps Verwenden", "label": 3, "portion_identifier": -1, "text_b": "Sehr Gut 2 bis 3 Wochen Akku one Aufladen . wireless"}, {"uid": "german-102437-trn", "text_a": "Der Kaffee schmeckt so lala, weder gut noch schlecht, an einen Kaffeevollautomaten kommt diese Maschine natürlich nicht ran. Beim nächsten Mal werde ich wohl etwas mehr Geld in die Hände nehmen.", "label": 3, "portion_identifier": -1, "text_b": "Kann man trinken, muss man aber nicht . kitchen"}, {"uid": "german-99600-trn", "text_a": "Es fehlen neue Erkenntnisse", "label": 3, "portion_identifier": -1, "text_b": "Langweiliger als erwartet . digital_ebook_purchase"}, {"uid": "german-87503-trn", "text_a": "Bei den originalen Ohrmuscheln war viel mehr Platz für das Ohr und das Material war für langes tragen optimaler geeignet", "label": 3, "portion_identifier": -1, "text_b": "Ohrmuschel zu klein . wireless"}, {"uid": "german-105094-trn", "text_a": "Am Bild sah sie anders aus- ist zu niedrig. Im Vergleich zu anderen Modellen ist der Reißverschluss weiter oben. Damit ist es höher und das finden wir besser.", "label": 3, "portion_identifier": -1, "text_b": "schön aber zu niedrig . luggage"}, {"uid": "german-102256-trn", "text_a": "Die Folie macht was sie soll aber leider kam nur eine heil bei mir an. Deshalb 3 von 5 Sternen.", "label": 3, "portion_identifier": -1, "text_b": "Leider hat es nur die Hälfte geschafft. . wireless"}, {"uid": "german-109681-trn", "text_a": "Der BH ist wunderschön ,trotzdem muss er zurück .meine Brüste haben eine häßlich spitze Form in dem BH und sie stehen nicht .mittig", "label": 3, "portion_identifier": -1, "text_b": "Schöner BH . apparel"}, {"uid": "german-116549-trn", "text_a": "Kann ich nicht bewerten.", "label": 3, "portion_identifier": -1, "text_b": "War ein Geschenk. . home"}], "4": [{"uid": "german-134655-trn", "text_a": "Sehr sehr flauschige Decke, die sich sehr gut an den Körper legt und wärmt.", "label": 4, "portion_identifier": -1, "text_b": "Kuscheldecke . home"}, {"uid": "german-125524-trn", "text_a": "Habe das Headset für den kleinen Bruder meiner Frau besorgt, er fängt langsam mit dem Spielen auf einer PS3 an und für den Anhänger ist das Headset super. Sound ist Ok und das Mic nimmt die Stimme auch sehr gut auf. Kann man für den Anfang sehr gut benutzen.", "label": 4, "portion_identifier": -1, "text_b": "Für den Preis super . home"}, {"uid": "german-140686-trn", "text_a": "Die Untersetzer waren wie ich sie erwartet hatte. Ganz normal. Sie waren jetzt nichts Besonderes, aber es war auch nichts Negatives auszusetzen.", "label": 4, "portion_identifier": -1, "text_b": "Wie erwartet . home"}, {"uid": "german-144453-trn", "text_a": "Ich hab mir das Kompressionsshirt zum Laufen bestellt. Bei 1,83m und 82kg schlanker Statur passt die M perfekt. Es trägt sich sehr angenehm und ist auch lang genug um es in die Hose zu stecken. Beim Laufen wird einem dann ziemlich schnell warm, leider aber nach dem Ziel auch schnell kalt, man sollte es danach wirklich gleich ausziehen.", "label": 4, "portion_identifier": -1, "text_b": "Sehr angenehm . sports"}, {"uid": "german-149057-trn", "text_a": "Direkt nach der Lieferung hätte ich 5 Sterne gegeben. Die Leuchten wirkten stabil, sind hell und haben eine angenehme Lichtfarbe. Angebracht im Inneren eines Kleiderschrankes sind sie keinerlei Belastungen ausgesetzt und müssen nur ca. 2 Mal pro Tag leuchten. 2 Monate später funktionieren nur noch 2 von 4 Leuchten richtig. 2 sind anscheinend defekt und haben selbst mit neuen Batterien nur noch geschätzt ein Zehntel der Helligkeit. Mal schauen, wann die anderen beiden ausfallen... :-( ---------- Update: Aufgrund des 1. Kommentars habe ich kurz an die angegebene mailadresse geschrieben und hatte innerhalb kürzester Zeit völlig unbürokratisch Ersatz. In der Hoffnung dass es sich bei meiner ersten Bestellung um eine \"Montagsproduktion\" handelt, habe ich die Bewertung von 2 auf 4 Sterne angehoben. Sollten weitere Lampen ausfallen werde ich die Rezension anpassen.", "label": 4, "portion_identifier": -1, "text_b": "Langlebigkeit fraglich . home"}, {"uid": "german-138433-trn", "text_a": "Sieht gut aus und macht schon was her. Sehr Robust. Bin zufrieden.", "label": 4, "portion_identifier": -1, "text_b": "Eyecatcher . office_product"}, {"uid": "german-144922-trn", "text_a": "Der Artikel selber ist sehr schön, nur hat DHL die Ware in den Briefkasten gequetscht somit war die Ware beschäftigt.", "label": 4, "portion_identifier": -1, "text_b": "Sehr kräftige Farben . toy"}, {"uid": "german-123759-trn", "text_a": "Alles schön einzelnen sortiert .", "label": 4, "portion_identifier": -1, "text_b": "Top . home"}], "5": [{"uid": "german-192419-trn", "text_a": "Einfach ein tolles Produkt, super erkennbare Farben und Leuchten in der Dunkelheit. Gerade für Hunde und Kinder ein muss für die dunklen Jahreszeit. Besonders gut finde ich die drei Einstellungen, wobei mir das schnelle Blinken am besten gefällt und auch am deutlichsten ist. Der Hacken für die Aufhängung ist einfach zu bedienen und hält sehr gut. Wenn ich noch mehr Hunden haben sollte, werde ich das Produkt wieder bestellen.", "label": 5, "portion_identifier": -1, "text_b": "Ein muss für Hunde und Kinder . pet_products"}, {"uid": "german-160159-trn", "text_a": "Das sind die besten in-ear Kopfhörer, die ich jemals hatte. Absolut praktisch -auch für den Sport. Super ist auch die Funktion, dass sie sich automatisch ein - und ausschalten. Die Ladebox ist jedoch ein wenig unhandlich.", "label": 5, "portion_identifier": -1, "text_b": "Ich bin wirklich begeistert. . electronics"}, {"uid": "german-178282-trn", "text_a": "Da mein Laptop keine HDMI- und Ethernet-Anschlüsse hat, suche ich immer nach einen USB Type C Adapter mit beiden diesen Anschlüssen. Ich habe diesen Adapter bestellt und mal ausprobiert, und finde es ganz gut. Habe noch einen Extremtest gemacht, also verbinde ihn gleichzeitig mit HDMI und Ethernet Kabel, damit Film von NAS Server durch mein Laptop auf einem externen Monitor streamen. Keine Verzögerung beim zuschauen habe ich gemerkt. Bin ganz zufrieden!", "label": 5, "portion_identifier": -1, "text_b": "funktioniert tadellos . pc"}, {"uid": "german-167461-trn", "text_a": "Mein Sohn (5) spielt es sehr gerne, ein tolles Spiel", "label": 5, "portion_identifier": -1, "text_b": "Rush Hour . toy"}, {"uid": "german-191683-trn", "text_a": "Der Shaker macht was er soll. Bisher ist er immer dicht gewesen. Das alles zu einem fairen Preis. Würde ihn wieder kaufen.", "label": 5, "portion_identifier": -1, "text_b": "Guter Shaker . drugstore"}, {"uid": "german-179657-trn", "text_a": "Ich bin so froh das ich mich für diese Uhr entschieden habe. Sie ist sehr gut verarbeitet und sieht einfach klasse aus. Ein richtiger Hingucker.", "label": 5, "portion_identifier": -1, "text_b": "Absolute Kaufempfehlung . watch"}, {"uid": "german-184987-trn", "text_a": "gute saugleistung auf teppich und auf laminat", "label": 5, "portion_identifier": -1, "text_b": "rundum zufrieden! . kitchen"}, {"uid": "german-183004-trn", "text_a": "Tolles Material, tolle Farbe, gute Länge, Bändel kann nur leider nicht beim Bauchbereich fixiert werden -> wird aber halten mit zunehmendem Bauchumfang I lieb dia Tunika!!", "label": 5, "portion_identifier": -1, "text_b": "tolle Tunika . apparel"}]}