{"0": [{"uid": "german-612-val", "text_a": "Vermont grenzt im Norden an Mitcham, im Westen an Nunawiding und Forest Hill, im Süden an Vermont South und im Osten an Wantirna und Ringwood.", "label": "0", "portion_identifier": -1, "text_b": "Vermont South grenzt im Norden an Mitcham, im Westen an Nunawading und Forest Hill, im Süden an Vermont und im Osten an Wantirna und Ringwood."}, {"uid": "german-894-val", "text_a": "Es befindet sich im Besitz von Chemins de Fer Luxembourgeois, der staatseigenen Eisenbahngesellschaft.", "label": "0", "portion_identifier": -1, "text_b": "Sie wird von der staatlichen Eisenbahngesellschaft Chemins de Fer Luxembourgeois betrieben."}, {"uid": "german-385-val", "text_a": "Drei Jahre später gewann er bei den Europameisterschaften in Hahnenklee eine Silbermedaille für Westdeutschland im gleichen Wettbewerb.", "label": "0", "portion_identifier": -1, "text_b": "Drei Jahre später gewann er für Hahnenklee eine Silbermedaille beim gleichen Wettkampf bei den Europameisterschaften in Westdeutschland."}, {"uid": "german-1142-val", "text_a": "Es ist in der Nähe von Lough Corrib gelegen, an der N59 nach Oughterard und Clifden, in Connemara.", "label": "0", "portion_identifier": -1, "text_b": "Sie liegt in der Nähe von Oughterard und Clifden, an der N59 nach Lough Corrib, in Connemara."}], "1": [{"uid": "german-900-val", "text_a": "Das Licht im Louvre - das Gemälde ist weicher und wirkt wärmer. Dies kann jedoch auf den Farbton des Lackes an der Oberfläche zurückzuführen sein.", "label": "1", "portion_identifier": -1, "text_b": "Die Beleuchtung im Louvre-Gemälde ist weicher und scheint wärmer, aber das liegt vielleicht an der äußerlichen Firnisfärbung."}, {"uid": "german-1197-val", "text_a": "Bis zum Aufkommen der pornografischen Videotechnik, war die Massenproduktion von elektronischen und digitalen Filmen   direkt mit der kommerziellen Filmindustrie verbunden.", "label": "1", "portion_identifier": -1, "text_b": "Die Massenproduktion von elektronischen und digitalen Filmen war bis zur Einführung der pornographischen Videotechnik direkt mit der etablierten Filmindustrie verbunden."}, {"uid": "german-933-val", "text_a": "João Martins Pena und Francisca de Paula Julieta Pena wurden als Kinder von Martins Pena in Rio de Janeiro geboren.", "label": "1", "portion_identifier": -1, "text_b": "João Martins Pena und Francisca de Paula Julieta Pena wurden in Rio de Janeiro als Kinder von Martins Pena geboren."}, {"uid": "german-1584-val", "text_a": "Robert Vincent Goldsborough wurde am 3. Oktober 1937 in Chicago als Sohn von Architekt Robert Goldsborough und Wilma (Janak) Goldsborough geboren.", "label": "1", "portion_identifier": -1, "text_b": "Vincent Goldsborough wurde am 3. Oktober 1937 in Chicago geboren, als Sohn des Architekten Robert Goldsborough und Wilma Goldsborough (geb. Janak)."}]}