{"0": [{"uid": "spanish-409-val", "text_a": "Pennmakkal es una película malayo-india de 1966, producida por J. Sasikumar y dirigida por KP Kottarakkara.", "label": "0", "portion_identifier": -1, "text_b": "Pennmakkal es una película india-malaya puesta en escena por J. Sasikumar y producido por KP Kottarakkara."}, {"uid": "spanish-372-val", "text_a": "Xenophanes fue un poeta místico cuya visión de la unidad filosófica estaba relacionada con la religión.", "label": "0", "portion_identifier": -1, "text_b": "Jenófanes fue un poeta filosófico cuya mirada de la unidad mística estuvo relacionada con la religión."}, {"uid": "spanish-566-val", "text_a": "João Martins Pena y Francisca de Paula Julieta Pena nacieron en Río de Janeiro de Pena Martins.", "label": "0", "portion_identifier": -1, "text_b": "nació Martins Pena en Río de Janeiro, João Martins Pena y Francisca de Paula Julieta Pena."}, {"uid": "spanish-455-val", "text_a": "La postura estricta de Pearson contra el igualitarismo racial y político también se manifestó en una oposición consistente al marxismo y al socialismo.", "label": "0", "portion_identifier": -1, "text_b": "La postura racista y política de Pearson contra el igualitarismo estricto también se manifestó en una oposición constante al marxismo y al socialismo."}, {"uid": "spanish-744-val", "text_a": "El río Tabaci es un afluente del río Leurda en Rumania.", "label": "0", "portion_identifier": -1, "text_b": "El río Leurda es un afluente del río Tabaci de Rumania."}, {"uid": "spanish-83-val", "text_a": "Está ubicada al este de Nanuet, al sur de Chestnut Ridge, al oeste de Blauvelt, Nueva York, y al norte de Montvale y Old Tappan, Nueva Jersey.", "label": "0", "portion_identifier": -1, "text_b": "Se encuentra al este de Chestnut Ridge, al sur de Nanuet, al oeste de Blauvelt, New York, y al norte de Montvale y Old Tappan, New Jersey."}, {"uid": "spanish-1185-val", "text_a": "Cancellopollia gracilis es una especie de caracol de mar, un molusco gasterópodo marino de la familia Buccinidae, un verdadero buccinido.", "label": "0", "portion_identifier": -1, "text_b": "Cancellopollia gracilis es una especie de caracol marino, un auténtico molusco gasterópodo de la familia Buccidinae, los buccinos marinos."}, {"uid": "spanish-1458-val", "text_a": "También es el quinto edificio más alto de Rusia, el sexto más alto de Europa y uno de los 90 rascacielos más altos del mundo.", "label": "0", "portion_identifier": -1, "text_b": "También es el sexto edificio más alto de Rusia, el quinto más alto de Europa y uno de los 90 rascacielos más altos del mundo."}], "1": [{"uid": "spanish-1813-val", "text_a": "En 1937, Donald se transformó en el copropietario del equipo de béisbol de Toronto Maple Leafs, su hijo Ross se convirtió en el presidente del club.", "label": "1", "portion_identifier": -1, "text_b": "En 1937, Donald se convirtió en copropietario del equipo de béisbol Toronto Maple Leafs. Su hijo Ross pasó a ser su presidente."}, {"uid": "spanish-187-val", "text_a": "La película fue producida por Alena Kruchkova y cortada por Andrei Litvinov.", "label": "1", "portion_identifier": -1, "text_b": "Alena Kruchkova produjo la película, y Andrei Litvinov la editó."}, {"uid": "spanish-1525-val", "text_a": "Después del tratamiento médico, Strozzi comenzó a tomar clases de interpretación privadas dictadas por Josip Freudenreich, como le recomendó Dimitrija Demeter.", "label": "1", "portion_identifier": -1, "text_b": "Después del tratamiento médico, Strozzi comenzó con clases de interpretación privadas con Josip Freudenreich, como le recomendó Dimitrija Demeter."}, {"uid": "spanish-964-val", "text_a": "Sin embargo, cuando el gobierno nuevo cambió de grupos políticos, el plan de Cerdà fue rechazado y cuando el gobierno local organizó un concurso de proyectos, Cerdà perdió.", "label": "1", "portion_identifier": -1, "text_b": "Sin embargo, cuando el nuevo gobierno cambió de grupos políticos, se descartó el plan de Cerdà, y el gobierno local llamó a una competencia de proyectos en la que Cerdà perdió."}, {"uid": "spanish-296-val", "text_a": "Si tenemos una máquina de Turing alternada, usamos el recurso ATIME.", "label": "1", "portion_identifier": -1, "text_b": "Cuando tenemos una máquina de Turing alternante, utilizamos el recurso ATIME."}, {"uid": "spanish-700-val", "text_a": "Como muchas comunidades étnicas de Uganda, incluidos los Langi, Acholi y Alur, los Luo no practican el ritual de la circuncisión en los varones como iniciación.", "label": "1", "portion_identifier": -1, "text_b": "Al igual que muchas comunidades étnicas de Uganda, tales como Langi, Acholi y Alur, los Luo no practican el ritual de la circuncisión de los hombres como iniciativa."}, {"uid": "spanish-1289-val", "text_a": "Mark Allen ganó la final 1-0 (104-0) contra Martin Gould.", "label": "1", "portion_identifier": -1, "text_b": "Mark Allen ganó final contra Martin Gould por 1 : 0 (104 -- 0)."}, {"uid": "spanish-1124-val", "text_a": "Aunque primero se le atribuye a Fu Xi, el orden binario o lexicográfico de Shao Yung aparece tradicionalmente en el siglo once d. C.", "label": "1", "portion_identifier": -1, "text_b": "Aunque primero se atribuyó a Fu Xi, Shao Yung aparece como el orden binario o lexicográfico tradicionalmente en el siglo once d. C."}]}