{"1": [{"uid": "german-20823-trn", "text_a": "Die Kette brach beim ersten Mal innerhalb von etwa 2 Stunden. Das ist inakzeptabel und sollte nicht passieren. Ich werde diese Marke nie wieder kaufen. Ich werde es zurückgeben, weil es nicht einmal diesen Betrag wert war.", "label": 1, "portion_identifier": -1, "text_b": "Schlechte Qualität! . jewelry"}, {"uid": "german-39967-trn", "text_a": "Ich habe die SF Nematoden gegen Fruchtfliegen im Terrarium verwendet. Nach ca einer Woche war auch ein Ergebnis zu verspüren und die Fliegenplage verschwand. Allerdings war der Erfolg nur von kurzer Dauer, denn jetzt, ca 4 Wochen nach Ausbringen der Nematoden, ist das Terrarium wieder voll von den lästigen Plagegeistern. Für eine langfristige Bekämpfung von daher nicht zu empfehlen.", "label": 1, "portion_identifier": -1, "text_b": "Nur für kurzzeitige Ergebnisse geeignet . lawn_and_garden"}], "2": [{"uid": "german-52508-trn", "text_a": "Zwei Sterne dafür, dass das Glas klebt und passt. Drei Sterne Abzug für die schlechte Reaktion des Displays sowie den Runden Ausschnitt am Sensor (wusste ich zuvor) hier wird sich vermutlich Dreck ansammeln. Es scheint wohl schwierig hier ein gutes Produkt zu finden.", "label": 2, "portion_identifier": -1, "text_b": "Produkt mit großen Schwächen, nicht empfehlenswert. . wireless"}, {"uid": "german-57357-trn", "text_a": "Ja, das Buch ist nett. So schöne Bildchen, und Geschichten mit schwarz gedrucktem Fazit. ABER: Die Sprache ist einfach gehalten, die Geschichten irgendwie nicht rund. Und das Fazit ist manchmal echt überholt. Leider nicht zeitgemäß aufgearbeitet. Beispiel: Die Schildkröte, die unbedingt fliegen möchte verletzt sich dabei. Fazit: wer nicht fliegen kann, solle es lieber sein lassen. Hab ich zum Geburtstag meiner Fünfjährigen gekauft. War eingeschweißt und ich habe vorher leider nicht rein gelesen.....", "label": 2, "portion_identifier": -1, "text_b": "Sehr enttäuscht . book"}], "3": [{"uid": "german-107608-trn", "text_a": "Süsse Knöpfchen. Manche waren gebrochen! Einige sind ziemlich dünn, sodass sie beim Annähen kaputt gingen.", "label": 3, "portion_identifier": -1, "text_b": "Nette Knöpfe. . furniture"}, {"uid": "german-97215-trn", "text_a": "Preiswerte Austattung, liegt mehr auf dem Kopf. Zum Spaß ja, aber zum ausgehen eher ungeeignet. Hatte das Produkt als Sonnenschutz gekauft, aber kleiner Schirm/Rand. Nee, lieber was anderes kaufen...", "label": 3, "portion_identifier": -1, "text_b": "Zum Spaß OK . apparel"}], "4": [{"uid": "german-147618-trn", "text_a": "Habe mir den Kopf geholt als Ersatz für meinen alten. Optisch sieht er sehr gut aus und auch die Verarbeitung ist einwandfrei. Leichte Montage. Das Wasser fließt perfekt runter. Negativ war die Verpackung. Die Kartonage war zu klein und es hätte leicht zu schäden kommen können.", "label": 4, "portion_identifier": -1, "text_b": "Zum Empfehlen . home_improvement"}, {"uid": "german-135762-trn", "text_a": "Preis/ Leistung angemessen.", "label": 4, "portion_identifier": -1, "text_b": "Klemmleiste . home"}], "5": [{"uid": "german-190450-trn", "text_a": "Sehr freundlicher Verkäufer , schnelle Lieferung und alles wie besprochen und erwartet 👍", "label": 5, "portion_identifier": -1, "text_b": "Top Akku zum Halben Preis . camera"}, {"uid": "german-194817-trn", "text_a": "Super Helm ,unser Enkel ist happy", "label": 5, "portion_identifier": -1, "text_b": "Geburtstagsgeschenk . sports"}]}