{"1": [{"uid": "german-3537-trn", "text_a": "Idee super Aber ich persönlich kriege dies nicht hin Das nervt mich total Habe mir schon über YouTube Videos angeschaut aber es klappt einfach nicht Einfach schade", "label": 1, "portion_identifier": -1, "text_b": "Schade . beauty"}, {"uid": "german-21542-trn", "text_a": "Auf dem Display konnte man nur Hieroglyphen erkennen. Ging sofort zurück. Wer billig kauft...", "label": 1, "portion_identifier": -1, "text_b": "Defekt! . lawn_and_garden"}, {"uid": "german-2573-trn", "text_a": "Bewegungsmelder reagiert nach ca 11 Monaten nicht mehr. Den Verkäufer bereits zweimal angeschrieben und bisher keine Reaktion darauf erhalten. Das ist kein empfehlenswerter Umgang mit einem Kunden! Lichtausbeute ist toll, wenn das Licht auch angeht - nur mit funktionierenden Bewegungsmelder.", "label": 1, "portion_identifier": -1, "text_b": "nach 11 Monaten kaputt und Verkäufer reagiert nicht :-( . home"}, {"uid": "german-32405-trn", "text_a": "Wollte es gar nicht kaufen würde es gern reklamieren war falsch bei der Bestellung", "label": 1, "portion_identifier": -1, "text_b": "Reklamation . other"}, {"uid": "german-5851-trn", "text_a": "Hätte ihn gerne zurück gesendet leider aber nicht möglich daher liegt er jetzt rum und wartet auf einen Interessenten", "label": 1, "portion_identifier": -1, "text_b": "Auf dem Bilder schöner als in real . apparel"}, {"uid": "german-1087-trn", "text_a": "So nun noch ein mal. Nach dem wir das Gerät zur Reparatur geschickt haben und es nun knapp 2 Wochen wieder haben hat sich heute das gleich Problem wieder dargestellt kein Bild aber manchmal Ton.", "label": 1, "portion_identifier": -1, "text_b": "Nicht zufrieden . other"}, {"uid": "german-32948-trn", "text_a": "Es sind wirklich nur 3 Stück enthalten, für den Preis nicht angemessen, außerdem war es 1 Woche vor dem Verfallsdatum als es bei mir ankam, dementsprechend hart war die Süßigkeit. Wird wahrscheinlich nicht so oft gekauft, ich wollte es als kleine Beigabe zu einem Geschenk verschenken, aber nicht mit dem Verfallsdatum...", "label": 1, "portion_identifier": -1, "text_b": "Zwar lustig aber zum essen eher nicht geeignet . grocery"}, {"uid": "german-13640-trn", "text_a": "Angekommen ausgepackt und für schlecht bewertet eine Lampe geht garnicht. Mal schauen ob es Ersatz gibt bin sehr unzufrieden für den Preis update: Verkäufer angefragt ob es Ersatz gibt. Zwei mal zurückgeschrieben das er die Auftragnehmer nicht findet. Nach der dritten Mail kommt jetzt keine Antwort mehr.... sehr schlecht! Und nochmals ein update: der Verkäufer kümmert sich absolut nicht um das Anliegen. Er schweigt zu tode..... keine Reaktion auf mails!!!! Kann jedem nur abraten da das absolut kein vernünftiges geschäftsgebahren ist.... Das hat auch was mit Abstand zu tun. Aber das ist wohl ein Fremdwort. Naja Erziehung völlig fehlgeschlagen..... da stimmt es wohl daheim schon nicht.", "label": 1, "portion_identifier": -1, "text_b": "3 von vier gehen.... . home"}], "2": [{"uid": "german-48977-trn", "text_a": "Leider ist es wie der Name schon sagt nur eine Folie. Aber das ist ja nicht das Problem. Ich habe mich genau an die Anleitung gehalten und die Folie blasenfrei aufgebracht. Das war recht einfach möglich. Nur leider ist zu sehen das es eine Schutzfolie auf der Uhr ist. Es sind leichte falten zu erkennen. Ich werde die anderen beiden Folien wohl nicht mehr einsetzen. Ich werde wohl wieder zurückwechseln und ein Panzerglas aufbringen. Die waren bisher haltbarer.", "label": 2, "portion_identifier": -1, "text_b": "Es ist eine Folie und das sieht man leider auch wenn man auf die Uhr schaut . wireless"}, {"uid": "german-68598-trn", "text_a": "Wirklich sauber werden die Kartuschen hiermit nicht. Es ist kaum eine Veränderung zu vorher zu sehen. Und wenn man bedenkt das man 1 Päckchen für einen Filter benötigt, ist ein neuer Filter die bessere Variante und nicht viel teurer", "label": 2, "portion_identifier": -1, "text_b": "Stinkt nur und reinigt nicht . lawn_and_garden"}, {"uid": "german-51774-trn", "text_a": "icht wie es auf dem Bild aussieht. Ich mag es nicht. Schlechte Qualität und made in einer sehr einfachen Weise. Es ist schade das Goblin Zeug und Fracht. Welche Zeit ist nicht die Zukunft für Tage festgelegt", "label": 2, "portion_identifier": -1, "text_b": "Nein . baby_product"}, {"uid": "german-51721-trn", "text_a": "Nicht gut...gibt kaum Pigment ab. Würde ich nicht nochmal kaufen.", "label": 2, "portion_identifier": -1, "text_b": "Keine Kaufempfehlung... . beauty"}, {"uid": "german-70376-trn", "text_a": "Ich habe mich sehr gefreut als ich meine e shisha empfangen habe die Verpackung sah auch sehr gut aus.Aber leider habe ich schon beim öffnen risse im Anzeige Glas in der e shisha entdeckt. Die e shisha lässt sich zwar anmachen aber die Knöpfe funktionieren nicht und ich kann sie auch nicht aufladen.", "label": 2, "portion_identifier": -1, "text_b": "Leider kaputt . drugstore"}, {"uid": "german-51296-trn", "text_a": "- In Verbindung mit LED Lampen funktionierte die Schaltung nicht wirklich gut - Birnen flackerten - Anleitung ist auch nicht so toll", "label": 2, "portion_identifier": -1, "text_b": "Integration schwierig . home_improvement"}, {"uid": "german-47063-trn", "text_a": "Nach nur 6 Wochen ist das \"Stahlseil\" gerissen..... wahrscheinlich ist das Seil für einen Ausweis stabil genug, nicht aber für Schlüssel.", "label": 2, "portion_identifier": -1, "text_b": "Kurze Lebensdauer . office_product"}, {"uid": "german-46301-trn", "text_a": "Deckt gut, man kann auf der fertig lackierten Fläche aber nur mit trockener Kreide schreiben, flüssige Kreidestifte funktionieren nicht!", "label": 2, "portion_identifier": -1, "text_b": "OKAY . home_improvement"}], "3": [{"uid": "german-81938-trn", "text_a": "Schrift echt schön kam aber kaputt an", "label": 3, "portion_identifier": -1, "text_b": "Schon kaputt . kitchen"}, {"uid": "german-98351-trn", "text_a": "Sehr billig verarbeitet und kompliziert liber 10€ mehr investieren und was gescheites holen", "label": 3, "portion_identifier": -1, "text_b": "Nein . wireless"}, {"uid": "german-82031-trn", "text_a": "Habe mir diese Folien bestellt, da es so ziemlich die günstigsten matt-Folien sind. Anbringen ist super einfach Sehen auch gut am weißem iPhone aus ( am schwarzen nicht so schön) Einziger Minuspunkt ist das die glasfolien sehr schnell brechen! Mir ist mein Handy noch nie heruntergefallen und trotzdem bricht immer irgendeine Kante aus was sehr schade ist.", "label": 3, "portion_identifier": -1, "text_b": "Sehr brüchig . wireless"}, {"uid": "german-80163-trn", "text_a": "Produkt an sich bekannt, jedoch die Handcreme aus der Beschreibung fehlte bei der Lieferung. Wie auch in anderen Rezensionen zu lesen...", "label": 3, "portion_identifier": -1, "text_b": "Keine Handcreme geliefert . beauty"}, {"uid": "german-119942-trn", "text_a": "Naja kommt ein bisschen billig daher", "label": 3, "portion_identifier": -1, "text_b": "So lala . sports"}, {"uid": "german-80891-trn", "text_a": "Rahmen ok, leider keine einzelnen Rahmen (dh. alle bilder müssen auf einmal hineingegeben werden was sich mühsam gestaltet); hier wäre zuerst die Folie am Rahmen zu befestigen damit man dann die Bilder auf der Folie fixieren kann (um ein verrutschen der Fotos zu vermeiden); Qualität ok", "label": 3, "portion_identifier": -1, "text_b": "Rahmen ok . home"}, {"uid": "german-109156-trn", "text_a": "ist etwas unbequem, weil sehr dick und sehr fest! Aber dadurch natürlich stabil... Ich hätte es mir trotzdem weicher gewünscht.", "label": 3, "portion_identifier": -1, "text_b": "sehr dick, aber nicht weich... . home"}, {"uid": "german-106898-trn", "text_a": "Ansich tolle flasche, leider ist der verschluss nicht mehr dicht bzw lässt sich nur noch mit großem kraftaufwand auf und zu machen. Somit nicht mehr verwendbar. Schade, sie hätte mir sehr gut gefallen!", "label": 3, "portion_identifier": -1, "text_b": "Schön aber nicht haltbar . sports"}], "4": [{"uid": "german-126481-trn", "text_a": "eine genauere Funktionsbeschreibung ist unbedingt erforderlich, um langwieriges Herumprobieren zu vermeiden. Ansonsten ist das Gerät zu empfehlen, da es auch mit den mitgelieferten Kopfhörern einen guten Klang hat. Dies hat mich doch überrascht. Hat man die Menuführung erst einmal begriffen, ist es ein empfehlenswerter Player. Aber nochmal, die Funktionsbeschreibung muss dringend durch eine einfachere und genauere ersetzt werden - daher ein Stern-Abzug.", "label": 4, "portion_identifier": -1, "text_b": "Gefällt mir, aber ... . wireless"}, {"uid": "german-140454-trn", "text_a": "Hat mir sehr gefallen", "label": 4, "portion_identifier": -1, "text_b": "Und Passt richtig und bequem und . shoes"}, {"uid": "german-140405-trn", "text_a": "Die Powerbank wurde schnell und zuverlässig geliefert. Es soll ein Geschenk zum Geburtstag meiner Freundin werden. Die Powerbank war bereits 75 % geladen. Dies ist der perfekte Ladestand zum Lagern und verschicken von Lithium-Ionen-Akkus. Die Powerbank ist etwas größer und schwerer als ich eigentlich gedacht hatte. Aber 10000 Milliampere wollen ja schließlich verpackt werden. Immerhin ist die Powerbank wirklich sehr flach und nicht so klobig wie manch andere. Die Powerbank hat zwei USB Ausgänge einmal ein Ampere und einmal 2,1 Ampere. Mitgeliefert wird ein passendes USB-Kabel um die Powerbank einmal am PC oder Laptop aufzuladen und natürlich um nachher das Handy an der Powerbank anzuschließen. Die Powerpack hat eine Ladestandsanzeige welche 25, 50, 75 und 100% anzeigt. Ich denke meine Freundin wird sich sehr über dieses Geschenk freuen.", "label": 4, "portion_identifier": -1, "text_b": "Große aber zuverlässige Powerbank. . wireless"}, {"uid": "german-126270-trn", "text_a": "Die Pedalen wurden in Rekordzeit geliefret, Verpackung und so vollkommen in Ordnung. Diese Pedalen sind allerdings im Straßenverkehr in Deutschland nicht zulässig, da sie nicht über die notwendigen Reflektoren verfügen (§ 67 Abs. 5 StVO). Es besteht nach meiner Einschätzung auch keine Möglichkeit, Reflektoren nachzurüsten (stecken, schrauben oder kleben). Da ich ausschließlich im Straßenverkehr und auch nachts unterwegs bin, scheiden diese Pedalen schon allein aus Sicherheitsgründen für mich aus. Ansonsten machen die Pedalen einen optisch guten Eindruck, allerdings kann ich über die Nutzung keine Eindrücke vermitteln, da die Pedalen umgehend an Amazon zurück gegangen sind. Jetzt geht die Suche nach guten und nicht ganz so kleinen Pedalen weiter.", "label": 4, "portion_identifier": -1, "text_b": "Keine Reflektoren . sports"}, {"uid": "german-125134-trn", "text_a": "Der Duft ist mir gleich positiv aufgefallen. Ein toller Geruch nach Leder. Bis auf zwei Bändchen lassen sich alle manuell in der Größe verstellen. Die anderen haben ein Gummiband, dadurch passen sie sich von selbst an. Ich recht dünne Handgelenke, trotzdem rutschen sie nicht drüber. Einen Stern ziehe ich ab, weil die Armbänder auf den Fotos heller wirken als sie in Wirklichkeit sind und weil man die Knoten der Gummibänder sieht, was ich persönlich nicht so schön finde. Ansonsten Top!", "label": 4, "portion_identifier": -1, "text_b": "toller Lederduft . jewelry"}, {"uid": "german-136157-trn", "text_a": "Schöner Film mit verschiedenen Charakteren, deren Leben gezeigt wird. Sehr realitätsnah an die heutige Zeit und könnte dem einen oder anderen einige Fragen zum Thema Liebe beantworten. Allerdings manchmal etwas zu schnelllebig für meinen Geschmack. 4,5 Sterne hätte ich gerne gegeben. :)", "label": 4, "portion_identifier": -1, "text_b": "Realistischer Film zum Träumen . digital_video_download"}, {"uid": "german-143929-trn", "text_a": "cooler Beutel - meine Mädels lieben ihn! :)", "label": 4, "portion_identifier": -1, "text_b": "top . sports"}, {"uid": "german-127922-trn", "text_a": "Der Entkalker macht einen guten Eindruck, den Farbwechsel finde ich besonders gut. Bezüglich der Wirkung habe ich festgestellt, dass im Gegensatz zum Originalentkalker von Saeco weniger Kalk gelöst wird. Ich werde es jetzt mit einer höheren Dosierung probieren!", "label": 4, "portion_identifier": -1, "text_b": "Passt! . kitchen"}], "5": [{"uid": "german-163625-trn", "text_a": "Alles war in Ordnung. Pünktlich geliefert, Ware funktioniert", "label": 5, "portion_identifier": -1, "text_b": "Alles OK . electronics"}, {"uid": "german-194601-trn", "text_a": "das gerät ist einfach in der bedienung und tut was ich möchte. ein toller helfer den ich nicht missen möchte!", "label": 5, "portion_identifier": -1, "text_b": "genau das was ich brauche . kitchen"}, {"uid": "german-190448-trn", "text_a": "Sehr schöne Sammelfigur von Pennywise. Ein absolutes Muss wenn man die Pennywise-Figur aus dem neuen Es-Film im Regal stehen hat. Beide zusammen machen sich einfach super in der Sammlung.", "label": 5, "portion_identifier": -1, "text_b": "Pennywise . toy"}, {"uid": "german-174284-trn", "text_a": "Nachdem ich mich über sehr viel Folien geärgert habe, habe ich nun endlich eine gute Folie gefunden. Sehr gute Verpackung, verhältnismäßig einfach zu montieren und top Qualität. Nach Monaten immer noch kein Sprung oder Riss.", "label": 5, "portion_identifier": -1, "text_b": "mehr als erwartet ! . wireless"}, {"uid": "german-198928-trn", "text_a": "Einfache Bedienung, super handlich, top Qualität zum super Preis. Das Produkt ist wirklich mega einfach zu bedienen. Top Preis und top Qualität! Bin mehr als zufrieden. Kann ich nur empfehlen!", "label": 5, "portion_identifier": -1, "text_b": "Kann ich nur empfehlen! . kitchen"}, {"uid": "german-167744-trn", "text_a": "Super Reiseführer. Die Karten sind echt praktisch und sehr hilfreich. Auch die aufgezählten Herbergen, sowie die Preise und Ausstattungen sind absolut zutreffend. Habe die Tour das erste Mal gemacht und würde diesen Reiseführer jedem weiterempfehlen.", "label": 5, "portion_identifier": -1, "text_b": "Sehr hilfreich . book"}, {"uid": "german-185464-trn", "text_a": "Habe die Tasche nun zum zweiten Mal gekauft - die erste hat über 2 Jahre gehalten, dann ging langsam der Plastikrahmen kaputt. Perfekt passend für mein iPhone 7, sehr dünn, passt damit also prima in die Hosentasche, besser geht's nicht. Und der Kundenservice von wiiuka - einfach außergewöhnlich gut!", "label": 5, "portion_identifier": -1, "text_b": "Perfekte Tasche . wireless"}, {"uid": "german-176905-trn", "text_a": "Besser und viel günstiger als die im Baumarkt.", "label": 5, "portion_identifier": -1, "text_b": "Top und preiswert . lawn_and_garden"}]}