{"1": [{"uid": "german-22240-trn", "text_a": "Nach 3 maligem entnehmen ist die kamera ecke abgebrochen sehr schade", "label": 1, "portion_identifier": -1, "text_b": "Kaputt . pc"}, {"uid": "german-6739-trn", "text_a": "Ich musste den Artikel leider zurückschicken, er hatte zwar keinen störenden Geruch, aber die Netzfächer für die Speichersticks sind zu klein und zu eng, für den Preis möchte ich dann doch ein Etui haben, das auch gut paßt.", "label": 1, "portion_identifier": -1, "text_b": "Einteilung der Fächer nicht optimal . pc"}, {"uid": "german-25172-trn", "text_a": "Artikel schaute direkt gebraucht aus, bereits Teile abgebrochen... Daher zurück!", "label": 1, "portion_identifier": -1, "text_b": "Artikel kam schnell aber defekt an... . baby_product"}, {"uid": "german-35972-trn", "text_a": "Ich habe vor 1,5 monate bestellt abe noch immer nicht bekommen.", "label": 1, "portion_identifier": -1, "text_b": "Ganz blöd . wireless"}, {"uid": "german-13512-trn", "text_a": "Nach zwei Heißen Tagen am Pool sind die Schuhe von 41 auf 38 geschrumpft 😞", "label": 1, "portion_identifier": -1, "text_b": "Schrumpfen in der Sonne . shoes"}, {"uid": "german-18470-trn", "text_a": "Leider hat er nur 10 min überlebt nichts für extrem kauer", "label": 1, "portion_identifier": -1, "text_b": "Leider nicht so gut . pet_products"}, {"uid": "german-6320-trn", "text_a": "Die Plastik-Folie ging zurück, da sich die Folie nach 2 Tagen wieder löste und insgesamt eine schlechte Qualität hat. Der Klebestreifen ist nur sehr schmal am Rand", "label": 1, "portion_identifier": -1, "text_b": "Zurückgeschickt . wireless"}, {"uid": "german-25178-trn", "text_a": "Die Ohrringe kommen nicht an. Ich habe sie im November bestellt, jetzt ist Januar. Sehr enttäuschend. Ich hoffe der Storno klappt ohne Probleme.", "label": 1, "portion_identifier": -1, "text_b": "Ohrringe kommen nicht an . jewelry"}], "2": [{"uid": "german-64501-trn", "text_a": "Es ist schrecklich wie unsorgfältig das Layout gemacht wurde. Zeilenabstände zu Groß um möglichst viele Seiten aufzuweisen!. Schade , Ich wahr über den Inhalt sehr eintäuscht", "label": 2, "portion_identifier": -1, "text_b": "Lohnt sich nicht! . book"}, {"uid": "german-56697-trn", "text_a": "Der eigentliche \"Aktivkohlefilter\" ist passgenau und ordnungsgemäß verpackt. Leider arbeitet der Filter keineswegs befriedigend. Jeder Geruch aus der Umwelt dringt ungefiltert ins Fahrzeug ein. Nach Austausch durch einen anderen Originalfilter, dringt die Luft nun gefiltert in das Fahrzeuginnere.", "label": 2, "portion_identifier": -1, "text_b": "Passgenauer Filter ohne wünschenswertes Ergebnis . automotive"}, {"uid": "german-50228-trn", "text_a": "Ich habe die Box jetzt über ein halbes Jahr Zünd Mitte gelegentlich genutzt. Jetzt wollte ich die Option der Mirco sd Card probieren aber Pustekuchen. Die Dateiformate sind in mp3 aber es wird nix abgespielt. Hatte mir extra dafür eine neue Karte gekauft. Da es damit nicht ging hab ich eine ältere genommen, aber auch ohne Erfolg. Somit ist die Vielfältigkeit doch eingeschränkt", "label": 2, "portion_identifier": -1, "text_b": "Eine SD mirco Card lässt sich mich abspielen . electronics"}, {"uid": "german-44765-trn", "text_a": "Habe diese Unterhosen im April 2018 gekauft. Nun ist mai 2019. Soweit passen sie gut und sind angenehm zu tragen. Inzwischen haben 9 der 12 Unterhosen ein Loch. Und zwar alle an identischer stelle im Schritt. Die Stelle hat nur sehr dünnen Stoff. Hier wurde an der falschen Stelle gespart. So dienen die Unterhosen vielleicht noch der Damenwelt als ouvert Höschen ;). Sicherlich aber nicht den Herren. Fazit. Nicht kaufen. Ein Klassiker von „wer billig kauft kauft zweimal. „", "label": 2, "portion_identifier": -1, "text_b": "Schlechte Qualität . apparel"}, {"uid": "german-41832-trn", "text_a": "Ein cooles robustes Handy, das all meinen Wünschen entsprach... für insgesamt rd. 3 Wochen, d.h. bis das Handy mir nur noch einen schwarzen Bildschirm präsentierte. Nichts könnte es wiederbeleben. Tja und mit diesem Ergebnis hat es nun seine Rückreise angetreten. Trotz dieser doch schlechten Erfahrung und der Hoffnung, dass es sich ein Montagshandy handelt, überlege ich ernsthaft, es noch einmal mit dem gleichen Modell zu versuchen...", "label": 2, "portion_identifier": -1, "text_b": "Cooles Handy mit technischem Mangel (Montagsprodukt?) . wireless"}, {"uid": "german-54141-trn", "text_a": "Pumpe ist schwächer als die alte Darum zurück", "label": 2, "portion_identifier": -1, "text_b": "Nicht so wie erwartet . personal_care_appliances"}, {"uid": "german-71319-trn", "text_a": "Gute Qualität nur leider rutscht das Leintuch immer wieder von der Matratze wenn man darauf liegt, da der Gummi zu schwach ist.", "label": 2, "portion_identifier": -1, "text_b": "Hält nicht gut auf der Matratze . home"}, {"uid": "german-79646-trn", "text_a": "Der Ständer war leicht zu montieren, leider sitzt er nicht bombenfest und ist somit leicht locker.... die Schrauben kann ich nicht mehr stärker anziehen, so mit muss ich bei jedem Abstellen drauf achten, dass der Ständer nicht zuviel Schräge hat. Zudem haben die Schrauben schon nach 2 Wochen angefangen zu rosten und das trotz des Hochsommer 2018 ohne Regen und das Rad steht jeden Abend in der Garage????", "label": 2, "portion_identifier": -1, "text_b": "Qualität nicht die Beste.... . sports"}], "3": [{"uid": "german-110119-trn", "text_a": "Die Aufmachung ist sehr süß, nur leider ist das Plastick von den Halterungen (die Giraffen) total unpraktisch, es wackelt und quietscht und ist bei uns nach nicht mal 2 Wochen schon an einer Seite gebrochen. Ansonsten kommt der Wagen super an, die Funktionen sind schön gemacht.", "label": 3, "portion_identifier": -1, "text_b": "Nicht besonders Stabil . baby_product"}, {"uid": "german-85072-trn", "text_a": "nicht gerade sehr stabil", "label": 3, "portion_identifier": -1, "text_b": "band ist gerissen nach 1,5 Jahren . home"}, {"uid": "german-97157-trn", "text_a": "Die Auflagen müssten etwas größer sein, damit sie auch wirklich die gesamte Sitzfläche schützen. So bleibt ein Teil des vorderen Sitzes ungeschützt. Vielleicht kann hier nachgebessert werden?", "label": 3, "portion_identifier": -1, "text_b": "Autositz-Schoner . automotive"}, {"uid": "german-115456-trn", "text_a": "Ehrlicherweise muss ich ja zugeben, dass ich die CD erst einmal komplett gehört habe. Manche Werke brauchen ja ein bisschen bis man sie ins Herz schließt. Habe aber so meine Zweifel... \" Low \" ist sicherlich das Beste Stück, dann kommen noch so ca. 3-4 andere, die ganz gut sind. Der Rest ist leider nicht meine Tasse Tee...", "label": 3, "portion_identifier": -1, "text_b": "Habe mir mehr davon versprochen . other"}, {"uid": "german-84021-trn", "text_a": "ganz passabel tlw spannend ein Argument ihn zu sehen, war für mich, dass ich kürzlich Lee Pace in einer Serie gut fand (Halt and Catch Fire)", "label": 3, "portion_identifier": -1, "text_b": "akzeptabler SciFi . digital_video_download"}, {"uid": "german-110285-trn", "text_a": "die Käsereibe erfüllt ihren zweck, auch die mitgelieferten 3 verschieden reiben sind sinnvoll. man merkt aber beim benutzen, dass das ganze aus plastik ist.", "label": 3, "portion_identifier": -1, "text_b": "erfüllt ihren zweck . home"}, {"uid": "german-116085-trn", "text_a": "Das Regal ist leider minderwertig verarbeitet und hat hier und da auch auffällige Macken gehabt, vmtl während der Lieferung passiert. Nach Reklamation hat der Kundendienst mir eine sehr zufriedenstellende Gutschrift bestätigt. Das Regal wird zwar jetzt maximal im kleinen Büro seinen Platz finden, aber besser als nix.", "label": 3, "portion_identifier": -1, "text_b": "Der Kundenservice stimmt! . furniture"}, {"uid": "german-86377-trn", "text_a": "Lässt sich unkompliziert aufbauen. Neigt zum Umkippen. ( Ich habe es im Garten stehen. )", "label": 3, "portion_identifier": -1, "text_b": "Nun jaaa ... . lawn_and_garden"}], "4": [{"uid": "german-146851-trn", "text_a": "Vieles ist mir schon bekannt, aber trotzdem bin ich fasziniert von dieser Frau, die vor fast 1000 Jahren gelebt hat und von Dingen spricht, die heute erst erkannt werden, wie z.B. das Innere des menschlichen Körpers und die Verbindung von Körper und Geist, um gesund zu bleiben bzw. zu werden.", "label": 4, "portion_identifier": -1, "text_b": "Hildegard von Bingen . book"}, {"uid": "german-151231-trn", "text_a": "Ich kann mich den vorigen Bewertungen nur anschließen, die Kanten sind etwas unsauber verarbeitet und daher musste ich beim zusammen stecken der Puzzleteile bzw. Buchstützen mit viel Druck arbeiten. Die Kanten sind erst auf dem zweiten Blick zu sehen. Im Großen und Ganzen sind das sehr schöne uns zeitlose Buchstützen. Sie sehen toll aus und erfüllen ihren Zweck. Ein Stern Abzug wegen der Verarbeitung.", "label": 4, "portion_identifier": -1, "text_b": "Zeitlos und schön . office_product"}, {"uid": "german-158237-trn", "text_a": "Diese Ausführung ist durch die zusätzliche Schublade funktionell, stabil und praktisch. Die Größe ist m.E. für ein einfaches Werkzeugsortiment gut gelöst. Ich würde diesen Koffer wieder kaufen.", "label": 4, "portion_identifier": -1, "text_b": "Handlich und Funktionell . home_improvement"}, {"uid": "german-141397-trn", "text_a": "Kleben super du sehen toll aus. Könnten etwas Farbenfroher sein und nicht ganz so farblos. Sie sind leicht auf der Wand anzubringen.", "label": 4, "portion_identifier": -1, "text_b": "Klasse . home_improvement"}, {"uid": "german-121160-trn", "text_a": "Gut verwendbar. Der kann was.", "label": 4, "portion_identifier": -1, "text_b": "Gut . wireless"}, {"uid": "german-128884-trn", "text_a": "Hund spielt gerne damit", "label": 4, "portion_identifier": -1, "text_b": "Gefällt Frodo . pet_products"}, {"uid": "german-140153-trn", "text_a": "Gutes Produkt. Das Teil ist sauber und stabil verarbeitet. Es bietet auch hinsichtlich der Technik, Bedienung und Optik keinerlei Anlass zur Kritik. Klare Empfehlung!", "label": 4, "portion_identifier": -1, "text_b": "Ersatz für meinen 17 Jahre alten Sender . lawn_and_garden"}, {"uid": "german-146564-trn", "text_a": "Gutes Schleifpapier. Wie erwartet hat es meinen Ansprüchen genügt . Durch die verschiedenen Körnungen können alle möglichen stellen geschliffen werden.", "label": 4, "portion_identifier": -1, "text_b": "Vielseitig einsetzbares Schleifpapier . home_improvement"}], "5": [{"uid": "german-168204-trn", "text_a": "Das Herausnehmen des Mobilphones ist etwas fummelig, insgesamt erfüllt die Halterung aber sehr gut ihren Zweck", "label": 5, "portion_identifier": -1, "text_b": "Praktisch zur Navigation . wireless"}, {"uid": "german-193577-trn", "text_a": "Als Mitbringsel sehr schön", "label": 5, "portion_identifier": -1, "text_b": "Sehr schön . book"}, {"uid": "german-160252-trn", "text_a": "Schnelle Lieferung. Flecken und Verschmutzungen sind durch das Licht gut erkennbar. Taschenlampe liegt gut in der Hand. Meine Empfehlung zum Kauf", "label": 5, "portion_identifier": -1, "text_b": "Super Schwarzlicht Taschenlampe . home_improvement"}, {"uid": "german-162884-trn", "text_a": "Sehr schönes Design. Verpackung auch sehr hochwertig. Ist als Geschenk Mega gut angekommen.", "label": 5, "portion_identifier": -1, "text_b": "Sehr cool . home"}, {"uid": "german-166511-trn", "text_a": "Die schnellste Möglichkeit, Ordnung und Übersicht in das Werkzeug zu bringen.", "label": 5, "portion_identifier": -1, "text_b": "Artikrl wie beschrieben . furniture"}, {"uid": "german-184101-trn", "text_a": "Die Hülle ist wirklich ein toller Schutz für das Handy, sieht gut aus, umschließt das Handy wirklich gutm macht ein hochwertigen Eindruck.", "label": 5, "portion_identifier": -1, "text_b": "Sieht gut aus . wireless"}, {"uid": "german-178480-trn", "text_a": "Sehr schöne Puppe 5 Sterne", "label": 5, "portion_identifier": -1, "text_b": "Puppe . toy"}, {"uid": "german-176989-trn", "text_a": "Schöner Roman. Ich fand die Geschichte fesselnd. Gut für Winterabende.", "label": 5, "portion_identifier": -1, "text_b": "Schöner Roman . book"}]}