{"1": [{"uid": "german-26210-trn", "text_a": "Irgend wie ist das Hemd schief warum auch immer .", "label": 1, "portion_identifier": -1, "text_b": "Ein Hemd das schief ist . apparel"}, {"uid": "german-35180-trn", "text_a": "Leistung entspricht nicht den Angaben. In 24 Stunden Laufzeit konnte das Gerät nur ein paar Tropfen Wasser aus der Luft filtern bei 70-80% Luftfeuchtigkeit. Lautstärke und Leistung stehen nicht im Verhältnis für mich leider eine komplette Enttäuschung", "label": 1, "portion_identifier": -1, "text_b": "Ungenügende Leistung . home_improvement"}], "2": [{"uid": "german-45494-trn", "text_a": "Habe die Hülle letztes Jahr gekauft und nach einem Winter und Sommer löst sich das Matrial regelrecht auf. Ist total brüchig geworden. Leider diesen Winter nicht mehr zu gebrauchen. Probiere jetzt ein anderes Material.", "label": 2, "portion_identifier": -1, "text_b": "Nur für eine Saison . lawn_and_garden"}, {"uid": "german-57099-trn", "text_a": "An sich eine tolle Idee, auch die Mappe war sehr süß gestaltet. Aber die Farben sind für meinen geschmack nicht gut. Zuerst das Schwarz, es ist nicht richtig schwarz eher grau. Die anderen Farben waren mir zu knallig und zu dicht an Neonfarben. Daher zurück.", "label": 2, "portion_identifier": -1, "text_b": "Nicht zufrieden mit der Qualität . office_product"}], "3": [{"uid": "german-85962-trn", "text_a": "Auf dem Bild ein sehr hübsches Armband. Doch leider für mich als Frau ungeeignet. Viel zu klobig und mir persönlich zu maskulin. Hab es zurück geschickt.", "label": 3, "portion_identifier": -1, "text_b": "Nichts für mich . wireless"}, {"uid": "german-102704-trn", "text_a": "Leider ist es nicht so wie gewohnt. Das verbinden mit den Smartphone klappte ohne Probleme. Doch die qualität der Übertragung lasst leider zu wünschen übrig. Sehr kratzig und oft wird man von der anderen Person nicht verstanden. Die Akkulaufzeit ist mit drei stunden für mich zu wenig. Wenn telefoniert wird verkürzt sich die laufzeit erheblich. Schade wenn man bedenkt der es 1 stunde zum Aufladen benötigt. Ich habe ein anderes zum gleichen Preis gekauft und es hällt seine 8 Stunden.", "label": 3, "portion_identifier": -1, "text_b": "Hätte mehr erwartet . wireless"}], "4": [{"uid": "german-121491-trn", "text_a": "Der Hut ist vom Preis Leistung Verhältnis nicht so gut. Verpackung sehr gut", "label": 4, "portion_identifier": -1, "text_b": "Kostüm . toy"}, {"uid": "german-153099-trn", "text_a": "Tut was er soll. Hatte eine gebrauchte PS3 gekauft und dementsprechend alten Controller. Mit dem neuen lässt sich feiner navigieren und steuern. Perfekt", "label": 4, "portion_identifier": -1, "text_b": "Ersatz für Original Controller . wireless"}], "5": [{"uid": "german-186937-trn", "text_a": "Alles perfekt, schneller Lieferung als angegeben.", "label": 5, "portion_identifier": -1, "text_b": "Super . other"}, {"uid": "german-184895-trn", "text_a": "Kurz und knapp, bin zufrieden. Die Tasche erfüllt ihren Zweck.", "label": 5, "portion_identifier": -1, "text_b": "Die Tasche erfüllt ihren Zweck. . sports"}]}