{"0": [{"uid": "spanish-284-val", "text_a": "Un atolón en Francia, Polinesia Niau recibe su nombre de Greig Aleksey Greig.", "label": "0", "portion_identifier": -1, "text_b": "Un atolón en Niau, en la Polinesia Francesa, recibe el nombre Greig por Aleksey Greig."}, {"uid": "spanish-901-val", "text_a": "James Henry Engley nació el 5 de abril de 1851 en Attleborough, Massachusetts, hijo de Eugene D. Engley y su esposa, anteriormente Mary Kaley.", "label": "0", "portion_identifier": -1, "text_b": "Eugene D. Engley nació el 5 de abril de 1851 en Attleborough, Massachusetts, hijo de James Henry Engley y su esposa, anteriormente Mary Kaley."}, {"uid": "spanish-1008-val", "text_a": "Las verduras de hojas verdes y los tubérculos en general no se cultivaban y se juntaban por temporada cuando crecían en la naturaleza.", "label": "0", "portion_identifier": -1, "text_b": "Las verduras de hojas verdes y los tubérculos en general no se cultivaban y crecían por temporada cuando estaban en la naturaleza."}, {"uid": "spanish-1253-val", "text_a": "El Dr. Patrick Page y su equipo inventaron la preparación, y Genkyotex la patentó en 2007.", "label": "0", "portion_identifier": -1, "text_b": "El compuesto fue patentado por el Dr. Patrick Page y su equipo, y fue inventado en 2007 por Genkyotex."}], "1": [{"uid": "spanish-400-val", "text_a": "Entre los que trabajaron estuvieron el profesor Wlodzimierz Zonn, el médico Jan Gadomski y el profesor Eugeniusz Rybka.", "label": "1", "portion_identifier": -1, "text_b": "Entre los que trabajaron allí se destacan el Profesor Eugeniusz Rybka, el Dr. Jan Gadomski y el Profesor Wlodzimierz Zonn."}, {"uid": "spanish-1784-val", "text_a": "Un evento hermano se llevó a cabo en Albert Park Lake en Melbourne y fue patrocinado por Fox FM (Melbourne, Australia).", "label": "1", "portion_identifier": -1, "text_b": "Se celebró un evento hermano en Albert Park Lake en Melbourne, Australia y fue patrocinado por Fox FM (Melbourne)."}, {"uid": "spanish-275-val", "text_a": "Alston nació el 21 de diciembre de 1965 en Oxon Hill, Maryland. Fue a la Oxon Hill High School de New Haven, Connecticut.", "label": "1", "portion_identifier": -1, "text_b": "Nació el 21 de diciembre de 1965 en Oxon Hill, Maryland, y estudió en Oxon Hill High School en New Haven, Connecticut."}, {"uid": "spanish-1642-val", "text_a": "Ibn Amira nació en Alzira, provincia de Valencia.", "label": "1", "portion_identifier": -1, "text_b": "Ibn Amira nació en Alzira, en la provincia de Valencia."}]}