{"0": [{"uid": "spanish-645-val", "text_a": "El Canal de Oxford se abrió en 1790 y el camino se denominó Calle Canal alrededor de 1870.", "label": "0", "portion_identifier": -1, "text_b": "Canal Street se abrió en 1790 y la calle recibió el nombre por el Canal Oxford de 1870."}, {"uid": "spanish-766-val", "text_a": "Aunque tradicionalmente se le atribuye a Fu Xi, el orden binario o lexicográfico de Shao Yung primero aparece en el siglo once d. C.:", "label": "0", "portion_identifier": -1, "text_b": "Aunque primero se le atribuyó a Fu Xi, Shao Yung aparece como orden binario o lexicográfico tradicionalmente en el siglo once d. C."}, {"uid": "spanish-401-val", "text_a": "La agencia tiene su sede en París, Francia, y sus oficinas en el exterior - Operaciones - Oficina en Arlington, Virginia.", "label": "0", "portion_identifier": -1, "text_b": "La agencia tiene su oficina central en Arlington, Virginia y su oficina internacional en París, Francia."}, {"uid": "spanish-575-val", "text_a": "Ivor Ewing McIntyre nació el 6 de octubre de 1899 en Kent, Inglaterra, hijo del capitán Duncan McIntyre.", "label": "0", "portion_identifier": -1, "text_b": "Duncan McIntyre nació en Kent, Inglaterra el 6 de octubre de 1899, hijo del Capitán Ivor Ewing McIntyre."}, {"uid": "spanish-612-val", "text_a": "Vermont limita con Mitcham al norte, Nunawading y Forest Hill al oeste, Vermont South al sur y Wantirna y Ringwood al este.", "label": "0", "portion_identifier": -1, "text_b": "Vermont South limita al norte con Mitcham, al oeste con Nunawading y Forest Hill, al sur con Vermont y al este con Wantirna y Ringwood."}, {"uid": "spanish-1879-val", "text_a": "Dotty nació en 1923 en Gloucester y falleció en 2014 en Boston.", "label": "0", "portion_identifier": -1, "text_b": "Dotty nació en 1923 en Boston y murió en Gloucester en 2014."}, {"uid": "spanish-732-val", "text_a": "Este es el estilo Zen de servir y comer comidas que se practica en los templos formales.", "label": "0", "portion_identifier": -1, "text_b": "Esta es la manera formal de servir y comer las comidas que se practica en los templos Zen."}, {"uid": "spanish-1614-val", "text_a": "Se proporciona transporte aéreo a nivel local a cargo de una aeronave más pequeña en New Bedford, Berkley y el aeropuerto regional en East Taunton.", "label": "0", "portion_identifier": -1, "text_b": "A nivel local, el transporte aéreo se ofrece con una aeronave más pequeña en East Taunton, Berkley y el aeropuerto regional de New Bedford."}], "1": [{"uid": "spanish-437-val", "text_a": "``Dawn'' es el episodio treinta y nueve (producción n.° 213) de la serie de TV'', la temporada número trece de la segunda temporada.", "label": "1", "portion_identifier": -1, "text_b": "``Dawn'' es el episodio treinta y nueve (producción n.º 213) de la serie de televisión ``, la décimo tercera de la segunda temporada."}, {"uid": "spanish-1209-val", "text_a": "Nadia Lutfi (nacida el 3 de enero de 1938 como Paula Mohamed Mostafa Shafiq) es una actriz egipcia retirada.", "label": "1", "portion_identifier": -1, "text_b": "Nadia Lutfi (nacida como Paula Mohamed Mostafa Shafiq, 3 de enero de 1938) es una actriz egipcia retirada."}, {"uid": "spanish-171-val", "text_a": "Sus límites aproximados eran de Pearl Street a Grier Avenue y South Broad Street a lo que ahora es US 1 '9.", "label": "1", "portion_identifier": -1, "text_b": "Sus límites aproximados eran desde Pearl Street hasta Grier Avenue y South Broad Street hasta lo que ahora es US 1 & 9."}, {"uid": "spanish-1592-val", "text_a": "Nació en el condado de Carter, Tennessee y después se mudó a Arkansas.", "label": "1", "portion_identifier": -1, "text_b": "Nació en el Condado de Carter, Tennessee y más tarde se mudó a Arkansas."}, {"uid": "spanish-1591-val", "text_a": "Hirasea goniobasis es una especie de caracol pequeño que respira aire, un molusco gasterópodo pulmonado terrestre de la familia de Endodontidae.", "label": "1", "portion_identifier": -1, "text_b": "Hirasea goniobasis es una especie de caracol terrestre pequeño aerobio, un molusco gasterópodo pulmonado terrestre de la familia Endodontidae."}, {"uid": "spanish-225-val", "text_a": "El Cambus Azusa de la Universidad Azusa Pacific está ubicado en San Gabriel Valley, al noreste de Los Ángeles.", "label": "1", "portion_identifier": -1, "text_b": "El campus de Azusa de la Universidad Azusa Pacific está ubicado en el Valle de San Gabriel, ubicado al noreste de Los Ángeles."}, {"uid": "spanish-213-val", "text_a": "\"Shatterer\" fue publicada el 13 de junio de 1987 en Japón, donde fue distribuida por Toho.", "label": "1", "portion_identifier": -1, "text_b": "\"Shatterer'' se lanzó en Japón el 13 de junio de 1987 donde fue distribuido por Toho."}, {"uid": "spanish-853-val", "text_a": "¡Las obras de Zinovjev hasta ahora han sido representadas por la Orquesta Sinfónica de Oulu, la Orquesta Sinfónica de Lahti, la Kymi Sinfonietta, la Orquesta Sinfónica de la Radio Finesa y la Avanti!", "label": "1", "portion_identifier": -1, "text_b": "Hasta ahora, las obras de Zinovjev han sido reproducidas por la Orquesta Sinfónica de la Radio de Finandia, la Lahti Symphony Orchestra, la Kymi Sinfonietta, la Oulu Symphony Orchestra y Avanti!"}]}