{"contradiction": [{"uid": "thai-26951-val", "text_a": "อย่างไรก็ตาม   USDA   ระบุ ว่า สิ่ง ที่ จำเป็นต้อง ใช้ คือ อำนาจ การบังคับใช้ ที่ มากขึ้น และ ใน ตอนท้าย จะ มี การ เรียกเก็บเงิน ที่ ได้รับ การ ออกแบบ มา เพื่อ ขยายอำนาจ", "label": "contradiction", "portion_identifier": -1, "text_b": "กระทรวง เกษตร สหรัฐ กล่าวว่า พวกเขา ต้องการ การบังคับใช้ ที่ ผ่อน เบา ลง"}, {"uid": "thai-26022-val", "text_a": "ยิ่งไปกว่านั้น   การ แจ้ง ออกจาก   Star   Computer   City   ใน   Star   House   ใกล้ กับ ท่าเรือ   Star   Ferry", "label": "contradiction", "portion_identifier": -1, "text_b": "เมือง คอมพิวเตอร์ ไม่ได้ อยู่ ใน   the   Star   House ."}, {"uid": "thai-26943-val", "text_a": "The   First   Wives   Club   รายการ ตลก เพื่อ แก้แค้น เกี่ยวกับ ภรรยา ทั้ง สาม ที่ ถูก ทิ้ง   ทำ รายได้ มากขึ้น ใน สุดสัปดาห์ แรก ของ มัน มากกว่า ภาพยนตร์ สำหรับ ผู้หญิง คนอื่น ใน ประวัติศาสตร์", "label": "contradiction", "portion_identifier": -1, "text_b": "First   Wives   Club   เป็น ภาพยนตร์ โร แมน ติ ค ที่ มีความสุข ตลอดกาล ,   ภา พยนต์ รัก เกี่ยวกับ ความรัก ที่ ยั่งยืน กับ แฟน หนุ่ม คน แรก"}, {"uid": "thai-25860-val", "text_a": "ยี๊   โอ เกิล บอก   นั่น ก็ จริง   แต่ มี บางคน ที่ ยังคง เปิดเผย และ ตรงไปตรงมา ที่ คัดค้าน หลักสูตร", "label": "contradiction", "portion_identifier": -1, "text_b": "Ogle   ไม่เคย กล่าวถึง ใคร ที่ ไม่ ชอบ หลักสูตร ปัจจุบัน"}, {"uid": "thai-26210-val", "text_a": "ทนายความ ที่ ได้รับ การ สนับสนุน จาก   LSC   จะ ต้อง ติดตาม ความเคลื่อนไหว ของ ลูกค้า ,   และ ถอนตัว ออกจาก คดี เมื่อ ลูกค้า ต่างชาติ เดินทางออก นอก ประเทศสหรัฐอเมริกา", "label": "contradiction", "portion_identifier": -1, "text_b": "LSC   ให้ เงินทุน แก่ นักศึกษา แพทย์ เท่านั้น"}, {"uid": "thai-26491-val", "text_a": "ไม่มี การ บ่งชี้ ว่า   Atta   หรือ   Shehhi   ได้รับ การ ฝึก เที่ยวบิน เพิ่มเติม ใด   ๆ   ใน เดือน มิถุนายน", "label": "contradiction", "portion_identifier": -1, "text_b": "มี หลักฐาน ว่า อัตตา และ เชห์ ฮี ทำงานหนัก เพื่อ เป็น นักบิน ที่ ดีขึ้น ใน เดือน มิถุนายน"}, {"uid": "thai-25400-val", "text_a": "เอส ปิ โน ซา สะสม เรื่องราว โรแมนติก มากมาย จาก แค ลิ ฟอ ร์ นิ โอ ส ใน ยุค   1920", "label": "contradiction", "portion_identifier": -1, "text_b": "เอส โป โน ซา เสียชีวิต ใน ปี   1900"}, {"uid": "thai-24924-val", "text_a": "แต่ คุณ ก็ รู้   เขา ดู เหมือนกับ ลูกชาย ของ เจ้าของ สวน ใน หลาย   ๆ   ด้าน   เพราะว่า เขา เป็น ลูก ของ ชาย คน นี้ ที่ เป็นเจ้าของ อสังหาริมทรัพย์ มากมาย", "label": "contradiction", "portion_identifier": -1, "text_b": "พ่อ ของ เขา ไม่เคย เป็นเจ้าของ อะไร สัก อย่าง เลย"}], "entailment": [{"uid": "thai-26293-val", "text_a": "เนื่องจาก รัฐ ได้ ทำสัญญา ด้าน เทคโนโลยี ข้อมูล เพิ่มเติม ของ ตน และ ฟังก์ชัน การ จัดการ   มัน ยัง สำคัญ ที่ ต้อง มี ความ เชี่ยวชาญ ใน การบริหาร สัญญา ที่ ดี อีกด้วย", "label": "entailment", "portion_identifier": -1, "text_b": "เป็น สิ่ง สำคัญ ใน การ จัดการ สัญญา อย่างดี เมื่อ ลงนาม สัญญา เพิ่มเติม"}, {"uid": "thai-26266-val", "text_a": "ฟังก์ชั่น   C-R    อาจจะ ประมาณ ด้วย เกณฑ์   หรือ อาจจะ ไม่มี เกณฑ์ ที่ ชัดเจน เลย", "label": "entailment", "portion_identifier": -1, "text_b": "การทำงาน ของ   ซี - อาร์ สามารถ ประเมิน ได้ เป็น   2   ทาง ที่ ต่างกัน"}, {"uid": "thai-26677-val", "text_a": "การ สนับสนุน ที่ มี เจตนารมณ์ ที่ ดี ของ คุณ จะ มอบ การ บริการ เพื่อ การฝึกงาน และ การบรรจุ เข้า ตำแหน่ง เพื่อ ช่วย ให้ ผู้คน ที่ แกร่ง ที่สุด ได้ รับใช้ ใน อินเดีย นา ส่วนกลาง ซึ่ง หา การ จ้างงาน อย่าง มีความหมาย", "label": "entailment", "portion_identifier": -1, "text_b": "การ สนับสนุน   Goodwill   จะ เป็นประโยชน์ ต่อ ผู้ คนใน รัฐ อินเดีย นา"}, {"uid": "thai-26964-val", "text_a": "ผล ลัพ ท ์ วิปลาส ที่สุด ของ การ ลาออก ของ   Livingston   คือ มัน อนุ ญาติ ให้ คลินตัน ดู ใจกว้าง", "label": "entailment", "portion_identifier": -1, "text_b": "การ ลาออก ของ   Livingston   ทำให้ ผู้คน ยกโทษให้ คลินตัน"}, {"uid": "thai-27231-val", "text_a": "คนอื่น   ๆ   ยังคง เพียงแค่ จะ ประหลาดใจ กับ การ ใช้ ภาษา และ สงสัย แค่ เพียง ว่า ที่ไหน เป็น ที่   ๆ   ด้าน การ วิเคราะห์ ของ เรา จะ สิ้นสุดลง และ ด้าน อารมณ์ ของ เรา จะ เริ่ม ขึ้น", "label": "entailment", "portion_identifier": -1, "text_b": "มัน อาจ ยาก ที่จะ ตัดสินใจ ได้ ว่าการ ร้องทุกข์ ด้วย ความรู้สึก เริ่มต้น ตรงไหน แน่"}, {"uid": "thai-27333-val", "text_a": "ใน บริบท นี้   การ ตีพิมพ์ ครั้ง ล่าสุด ของ   Omni   Gazetteer   of   the   United   States   of   America   แม้ จะ มี อยู่   1,500,000   รายการ   แต่ ก็ ถือว่า เป็น ก้าว แรก   อย่างไรก็ตาม ก็ เป็น งาน ที่ ลำบาก ชิ้น หนึ่ง", "label": "entailment", "portion_identifier": -1, "text_b": "พจนานุกรม ภูมิศาสตร์ ทั้งหมด ของ สหรัฐอเมริกา เป็น ก้าว แรก"}, {"uid": "thai-27207-val", "text_a": "ฉัน งุนงง กับ การ ที่   Rebecca   Christian   พูดถึง   การ ได้รับ พร เป็น คำ ผูกมัด '   [ XVI ,   3 ]   ของ เพลง   Vikki   Carr   นั่น คือ ทั้งหมด ที่ มี ?", "label": "entailment", "portion_identifier": -1, "text_b": "ฉัน คิด ว่า เนื้อเพลง ของ เพลง นี้ แปลก มาก"}, {"uid": "thai-26938-val", "text_a": "คือ   สืบ เนื่องจาก ที่ บิล ล์   เบ รด ลี ย์ ที่ โต ใน เซน ต์   ห ลุย ส ์   เดี๋ยว   ขออภัย   มัน คงจะ ตลก หาก   อัล   กอ ร์ เกิด ใน เท น เนสซี", "label": "entailment", "portion_identifier": -1, "text_b": "แบ รด ลี ย์ มาจาก มิส ซู รี"}], "neutral": [{"uid": "thai-24989-val", "text_a": "เอ่อ   คือ ว่า   เอ่อ   ความเร็ว มัน เร็ว ขึ้น เรื่อยๆ   จน พวกเรา เคลื่อน กำลัง พล ไป ต่างประเทศ", "label": "neutral", "portion_identifier": -1, "text_b": "ความเร็ว ทำให้ ฉัน รู้สึก กังวล"}, {"uid": "thai-27252-val", "text_a": "อย่าง ที่ เรา ต่าง รู้กัน ว่า   มี การ ตีพิมพ์ จำนวน มากมาย มหาศาล เกี่ยวกับ เรื่อง ที่ ต้อง อาศัย ความ เชี่ยวชาญ สูง", "label": "neutral", "portion_identifier": -1, "text_b": "มี วารสาร จำนวนมาก เกี่ยวกับ การศึกษา ทางวิทยาศาสตร์"}, {"uid": "thai-26770-val", "text_a": "ปี ที่ผ่านมา คุณ ได้ บริจาค ด้วย เอื้อเฟื้อ ไป   $ - .", "label": "neutral", "portion_identifier": -1, "text_b": "ปี ที่แล้ว คุณ ได้ บริจาค 10,000 เหรียญ"}, {"uid": "thai-26413-val", "text_a": "ดังนั้น ใน ระหว่าง การป้องกัน ภูมิลำเนา ของ เรา   อเมริกา ควรจะ สนใจ คำขู่ ต่อ การ เอาชีวิต ของ บุคคล และ ต่อ อิสระ ภาพ ของ พลเมือง", "label": "neutral", "portion_identifier": -1, "text_b": "ชาวอเมริกัน ควร ตรวจสอบ ให้ แน่ใจ ว่า ปืน ของ พวกเขา จะ ไม่ ถูก ยึด เอา ไป"}, {"uid": "thai-25925-val", "text_a": "ความเรียบง่าย ของ แนวทาง โร มา เน ส ก์ ของ   Sant   Pau   ก็ คือ การเปลี่ยนแปลง ที่ สอดคล้อง จาก ความฟุ้งเฟ้อ ของ ความทันสมัย แห่ง บาร์เซโลนา และ ความ สลับซับซ้อน ใน สถาปัตยกรรม ของ โก ธิค", "label": "neutral", "portion_identifier": -1, "text_b": "ซาน ต์ เปา มี หลาย โบสถ์"}, {"uid": "thai-25114-val", "text_a": "ฉัน ไม่มี ข้อมูล ที่ เพียงพอ", "label": "neutral", "portion_identifier": -1, "text_b": "ฉัน ต้องการ ข้อมูล เพิ่มเติม เพื่อ ตัดสินใจ ว่า จะ ซื้อ รถ ประเภท ใด"}, {"uid": "thai-25756-val", "text_a": "มี อุปสรรค หนึ่ง หรือ สอง อย่าง เหลือ ไว้ ให้ ฉัน   และ บ ลัด ที่ กำลัง หัวเราะ นั้น ก็ได้ เดินทาง ไป ยัง ห้อง โดยสาร", "label": "neutral", "portion_identifier": -1, "text_b": "Blood   หัวเราะ เพราะว่า เขา มีความสุข"}, {"uid": "thai-27378-val", "text_a": "จอห์น เบิร์ก   ( แอ ละ แบ มา )   แสดงความคิดเห็น และ วิเคราะห์ บัญชี ปัจจุบัน อื่น   ๆ   และ พบ ของ บอส เวล ไม่ได้ เป็น เพียง ที่ ถูกต้อง ที่สุด   แต่ ที่ เขา ใช้ มัน เพื่อ แสดงให้เห็น ถึง ตัวละคร จอห์น สัน ในขณะที่ คนอื่น   ๆ   กำลัง พูดคุย", "label": "neutral", "portion_identifier": -1, "text_b": "John   Burke   ไม่ ชอบ   Boswell"}]}