{"1": [{"uid": "spanish-21848-trn", "text_a": "He usado dos y después de hacer el vacío recuperan aire. Las use por la noche y a la mañana siguiente estaban con aire. He seguido las indicaciones a la perfección y he probado más veces, siendo el resultado siempre malo. Es una pena.", "label": 1, "portion_identifier": -1, "text_b": "Malas . home"}], "2": [{"uid": "spanish-49247-trn", "text_a": "Hace un rato me han entregado el paquete con este despertador... El reloj me ha gustado mucho y, al menos por el momento, funciona bien, muy suavecito... Pero resulta que lo que no funciona es ¡el despertador!... Yo quisiera cambiarlo por otro igual, pero que funcione, claro, pero Amazon no me da esa opción; tengo que hacer la devolución en Correos y volver a pedirlo, con el consiguiente riesgo que otro tampoco funcione, imagino. Considero que en estos casos, se debería poder pedir el cambio y que Amazon retirara el producto defectuoso al entregar el nuevo, ya que es su responsabilidad", "label": 2, "portion_identifier": -1, "text_b": "NO FUNCIONA EL DESPERTADOR . home"}], "3": [{"uid": "spanish-104632-trn", "text_a": "Buena idea pero el hueso de los mangos suelen ser bastante irregulares y este útil no funciona siempre", "label": 3, "portion_identifier": -1, "text_b": "Interesante pero no indispensable . home"}], "4": [{"uid": "spanish-134215-trn", "text_a": "Muy cómodas para transportar las toallitas, no se secan, son de plástico. La que es de tono rosado está perdiendo el color.", "label": 4, "portion_identifier": -1, "text_b": "Carmen . drugstore"}], "5": [{"uid": "spanish-177694-trn", "text_a": "Me encanta y hace exactamente igual en las esteticas que te ponen ,,,me ha sorprendido lo maravilloso que es!!!!!!! Solo faltaría instrucciones en español porque me lío con los colores !!!!!!!!un video explicativo seria idóneo para que podamos hacer mejor practica", "label": 5, "portion_identifier": -1, "text_b": "Es es pasada . personal_care_appliances"}]}