{"0": [{"uid": "french-1523-val", "text_a": "Malet a épousé Mary Aldworth, veuve de Thomas White de Letcombe Regis, Berkshire et fille de John Aldworth par Fyfield Berkshire jusqu'en 1664.", "label": "0", "portion_identifier": -1, "text_b": "Malet a épousé Mary Aldworth, veuve de John Aldworth de Letcombe Regis, Berkshire et fille de Thomas White de Fyfield Berkshire en 1664."}, {"uid": "french-719-val", "text_a": "Mei Shigenobu est la mère du journaliste japonais Fusako Shigenobu.", "label": "0", "portion_identifier": -1, "text_b": "Fusako Shigenobu est la mère du journaliste et citoyen japonais Mei Shigenobu."}, {"uid": "french-1361-val", "text_a": "Elle a gagné trois médailles au niveau national avec l'équipe senior de relais citoyen lors des compétitions internationales d'athlétisme.", "label": "0", "portion_identifier": -1, "text_b": "Elle a gagné trois médailles au niveau senior avec l'équipe de relais nationale lors des compétitions d'athlétisme internationales."}, {"uid": "french-1734-val", "text_a": "Il apparut pour la première fois le 5 mars 2010 et pour la dernière fois le 14 mai 2010.", "label": "0", "portion_identifier": -1, "text_b": "Il est apparu pour la dernière fois le 5 mars 2010 et la première fois le 14 mai 2010."}], "1": [{"uid": "french-238-val", "text_a": "Le film a été tourné par A. Sreekar Prasad et monté par Rajiv Menon.", "label": "1", "portion_identifier": -1, "text_b": "Le film a été tourné par A. Sreekar Prasad et monté par Rajiv Menon."}, {"uid": "french-480-val", "text_a": "Piper City a été conçu par Samuel Cross de New York et William A. Piper de Philadelphie en 1867 (5 mars 1820 - 6 juillet 1896).", "label": "1", "portion_identifier": -1, "text_b": "Piper City a été construite en 1867 par Samuel Cross de New York et William A. Piper (5 mars 1820 -- 6 juillet 1896) de Philadelphie."}, {"uid": "french-813-val", "text_a": "La chapelle méthodiste abandonnée est l'un des quelques bâtiments en brique d'Upsall.", "label": "1", "portion_identifier": -1, "text_b": "La chapelle méthodiste abandonnée est l'un des rares bâtiments en briques d'Upsall."}, {"uid": "french-1485-val", "text_a": "Pour les scènes dans le Connecticut, le tournage a eu lieu au Cap, Afrique du Sud.", "label": "1", "portion_identifier": -1, "text_b": "Le tournage a eu lieu au Cap, Afrique du Sud, pour les scènes qui se déroulaient dans le Connecticut."}]}