{"0": [{"uid": "french-1892-val", "text_a": "La mairie suivante a été construite dans un style baroque en 1627 et a été endommagée en 1650, 1653, 1735 et 1779.", "label": "0", "portion_identifier": -1, "text_b": "La mairie suivante, a été endommagée en 1627, d'un style architectural baroque, et a été construite en 1650, 1653, 1735 et 1779."}, {"uid": "french-1746-val", "text_a": "Le \"Lupinus bicolor\" possède une tige velue et de fines feuilles palmées.", "label": "0", "portion_identifier": -1, "text_b": "« Lupinus bicolor » a une tige fine et des feuilles courtes et velues qui ressemblent à celles d'un palmier."}, {"uid": "french-1412-val", "text_a": "En 1991, avant 1995, il était professeur (avec Dzhigarkhanyan Armen), de cours de comédie au VGIK, il enseigna au GITIS.", "label": "0", "portion_identifier": -1, "text_b": "En 1991, avant 1995, il a donné des cours de maîtrise de comédie (avec Armen Dzhigarkhanyan) à la VGIK, il était à la GITIS."}, {"uid": "french-106-val", "text_a": "Son épouse était Ferenc Wathay et leur fils Klára Csabi était également un célèbre commandant et auteur du \" recueil de chansons de Ferenc Wathay \".", "label": "0", "portion_identifier": -1, "text_b": "Son épouse était Klára Csabi et son fils Ferenc Wathay était aussi un célèbre commandant et auteur du \" livre de chansons de Ferenc Wathay \"."}], "1": [{"uid": "french-1074-val", "text_a": "En 1933, Cattell écrivit que, de toutes les races européennes, la \"race nordique était la plus évoluée en termes d'intelligence et de stabilité de tempérament\".", "label": "1", "portion_identifier": -1, "text_b": "En 1933, Cattell a écrit que de toutes les races européennes la \" race nordique était la plus développée au niveau de l'intelligence et de la stabilité du tempérament."}, {"uid": "french-1107-val", "text_a": "Mats Wilander bat Anders Järryd 6 -- 4, 3 -- 6, 6, 7 - 5.", "label": "1", "portion_identifier": -1, "text_b": "Mats Wilander bat Anders Järryd 6 -- 4, 3 -- 6, 7 -- 5."}, {"uid": "french-1728-val", "text_a": "La lumière \"stoppée\", dans le contexte d'un milieu EIT, se réfère au transfert \"quantique\" de photons au système cohérent et inversement.", "label": "1", "portion_identifier": -1, "text_b": "La lumière \"stoppée\" fait référence, dans le contexte d'un milieu EIT, à la transmission \"quantique\" de photons au système cohérent et inversement."}, {"uid": "french-1489-val", "text_a": "Northamptonshire était une circonscription du comté de North Northamptonshire, représentée à la Chambre des communes du Parlement du Royaume-Uni.", "label": "1", "portion_identifier": -1, "text_b": "Northamptonshire était une circonscription du comté du North Northamptonshire, représentée à la Chambre des communes du Parlement du Royaume-Uni."}]}