{"1": [{"uid": "german-9241-trn", "text_a": "Hallo ich habe meine Ware nie erhalten was tun ea ist trotzdem laut bestell Verlauf angeblich bei mir eingetroffen... Hilfe", "label": 1, "portion_identifier": -1, "text_b": "Ware nie erhalten was tun? . apparel"}, {"uid": "german-15437-trn", "text_a": "Schlechte Verarbeitung /billiges Material beim 2 anschalten Schalter zerbröselt . Da der Schalter gebraucht wir ist es sehr ärgerlich Nicht empfehlenswert!", "label": 1, "portion_identifier": -1, "text_b": "Nicht empfehlenswert . sports"}, {"uid": "german-23063-trn", "text_a": "Ist nicht angekommen!!!", "label": 1, "portion_identifier": -1, "text_b": "Fehlender Artikel . beauty"}, {"uid": "german-17-trn", "text_a": "Das ist gefühlt das 10 was ich für mein Handy gekauft habe und es ist leider genauso minderwertig wie alle anderen.", "label": 1, "portion_identifier": -1, "text_b": "Hält nich mal ne halbe Stunde . wireless"}, {"uid": "german-33885-trn", "text_a": "Entfernt nur in eine Richtung die Fusseln und die Tierhaare,wenn man mit der linken Hand versucht sich von seiner Jacke am rechten Ärmel die Fusseln zu entfernen kann man die Bürste vergessen!schade", "label": 1, "portion_identifier": -1, "text_b": "Fusselbürste . home"}, {"uid": "german-1336-trn", "text_a": "Die Matratze ist nach einem Halben Jahr durchgelegen und verursacht Rückenschmerzen. sie ist nicht für den Dauerhaften gebrauch bestimmt und sollte wenn überhaupt nur für seltene Benutzung bestimmt sein.", "label": 1, "portion_identifier": -1, "text_b": "nach einem 1/2 Jahr durchgelegen . furniture"}, {"uid": "german-17077-trn", "text_a": "abdeckung ist zu klein muß mit gewalt über das Becken gezogen werden nach 5 maligen gebrauch schon eingerissen. Werde ich nicht weiter empfehlen.", "label": 1, "portion_identifier": -1, "text_b": "Abdeckplane . lawn_and_garden"}, {"uid": "german-17492-trn", "text_a": "Absolut nicht für lange Bärte geeignet.", "label": 1, "portion_identifier": -1, "text_b": "Nicht zu empfehlen . beauty"}], "2": [{"uid": "german-48100-trn", "text_a": "Die Befestigung mit Gurt ist sehr umständlich und für häufigen Ein- und Ausbau völlig ungeeignet. Die Anleitung könnte besser sein. Auch wenn der Sitz vorschriftsmäßig befestigt wurde, blieb es eine wackelige Sache. Vor allem aber, dass sich der Sitz bei Belastung nach vorne seitlich wegdreht, kann nicht gut sein. Das passt bei anderen Kindersitzen deutlich besser, mag aber auch vom Fahrzeug abhängen. Insgesamt für den Preis ok (wenn er denn mit dem Auto zusammenpasst); man sollte hinsichtlich der Verarbeitungsqualität aber auch nicht zu viel erwarten.", "label": 2, "portion_identifier": -1, "text_b": "Befestigung unzureichend... . baby_product"}, {"uid": "german-41720-trn", "text_a": "Schneller Versand, nur meiner Meinung nach hat die Mütze nichts mit der Marke flexfit zutun!", "label": 2, "portion_identifier": -1, "text_b": "Ok . sports"}, {"uid": "german-62485-trn", "text_a": "Ich habe keinen Unterschied gemerkt. Die Verbindung blieb gleich schwach. Die Installation vom Repeater ist unkompliziert. Verbindungsaufbau auch möglich, nachdem das Gerät von Strom getrennt wurde.", "label": 2, "portion_identifier": -1, "text_b": "Leichte Installation, schwache Verbindung . pc"}, {"uid": "german-50518-trn", "text_a": "Hätte mir mehr erwartet als eine Miniatur Schale die nichtmal gerade stehen kann. Rausgeschmissenes Geld. Vielleicht kommts in den Garten.", "label": 2, "portion_identifier": -1, "text_b": "Das Geld nicht wert . home"}, {"uid": "german-46679-trn", "text_a": "Leider waren 2 Schieferplatten beschädigt, der Ersatz wurde aber sofort geschickt, allerdings auch nicht ganz fehlerfrei, eine Platte hat einen Flecken und die andere eine eine kleine Absplitterung. .", "label": 2, "portion_identifier": -1, "text_b": "Schieferplatten . home"}, {"uid": "german-44694-trn", "text_a": "Das Produkt riecht sehr gut und macht weiche Haare. Das ist leider alles was ich dazu sagen kann. Denn es hat weder meine Schuppen befreit noch meine trockene Kopfhaut beruhigt. Leider hatte ich sogar das Gefühl dass mir nach Verwendung mehr Haare ausgefallen sind. Daher benutze ich es jetzt als Duschgel und lass es nicht mehr an die Haare.", "label": 2, "portion_identifier": -1, "text_b": "Nicht zu empfehlen . beauty"}, {"uid": "german-72187-trn", "text_a": "Buch liest sich flüssig, aber der Autor trägt ganz schön dicke auf, Junge, Junge.... Tut mir leid, aber die ganzen \"Abenteuer\" kann ich wirklich nicht alle glauben und ich denke, dass ich das ganz gut beurteilen kann...", "label": 2, "portion_identifier": -1, "text_b": "Naja... . digital_ebook_purchase"}, {"uid": "german-48828-trn", "text_a": "Das ist kein edelstahl es wird schwarz am arm", "label": 2, "portion_identifier": -1, "text_b": "Armband . jewelry"}], "3": [{"uid": "german-106286-trn", "text_a": "Glaube nicht , dass das was bringt. Evtl für Notebooks , die keinen guten Lüfter haben. Hab das Teil benutzt , für den Acer predator 500. obwohl das Notebook so einen guten Köhler hat , wollte ich noch einen zur Sicherheit. Der bringt es aber nicht", "label": 3, "portion_identifier": -1, "text_b": "Kein Nutzen . pc"}, {"uid": "german-80125-trn", "text_a": "Nicht mein Geschmack", "label": 3, "portion_identifier": -1, "text_b": "Naja . drugstore"}, {"uid": "german-94043-trn", "text_a": "Gute Nährwerte, Geschmack jedoch Gewöhnungsbedürftig!", "label": 3, "portion_identifier": -1, "text_b": "Geht so . grocery"}, {"uid": "german-107405-trn", "text_a": "Speedloader halt Klein, fein, funktioniert, Verbrauchsmaterial.", "label": 3, "portion_identifier": -1, "text_b": "Funktioniert . sports"}, {"uid": "german-110725-trn", "text_a": "Ok - hab ich im baumarkt in der Nähe billiger gesehen Versandkosten fallen dann auch noch weg", "label": 3, "portion_identifier": -1, "text_b": "Im Baumarkt in der Nähe billiger . lawn_and_garden"}, {"uid": "german-84576-trn", "text_a": "Ich war auf der Suche nach einer Kinder Trinkflasche und bin dabei auf diesen Artikel gestoßen. Die Beschreibung ist irreführend. Die Flasche ist für Kinder nicht geeignet! Ein Kind kriegt niemals diesen Verschluss alleine auf. Dieser ist extrem schwergängig. Selbst ich als Erwachsener hatte da meine Probleme. Ob die Flasche auslaufsicher ist, kann ich nicht beurteilen. Soweit haben wir gar nicht mehr getestet.", "label": 3, "portion_identifier": -1, "text_b": "Nicht für Kinder . sports"}, {"uid": "german-82466-trn", "text_a": "Die bremsen des rollers sind leider nicht so gut mein hund zieht den Roller trotz dem das ich bremse. Also rechnet mit ein eventuell in bessere bremsen zu investieren. Aber im großen und ganzen Preis Leistung befriedigend", "label": 3, "portion_identifier": -1, "text_b": "Für Einsteiger ein guter Roller aber .. . sports"}, {"uid": "german-118745-trn", "text_a": "Leider reist die Plane sehr schnell", "label": 3, "portion_identifier": -1, "text_b": "Qualität nicht optimal . lawn_and_garden"}], "4": [{"uid": "german-137892-trn", "text_a": "Sehr gutter Ständer für den Preis man kann ihn einfach montieren..................", "label": 4, "portion_identifier": -1, "text_b": "Ständer . furniture"}, {"uid": "german-141500-trn", "text_a": "Habe die Schutzhülle schon 21/2 Jahre in täglicher Benutzung.Jetz fangen sie Ecken an zu brechen was aber auf meine Handhbung zurückzuführen ist. Habe während der Zeit keine Beschädigung am Display und kann es für diese Preis nur Empfehlen", "label": 4, "portion_identifier": -1, "text_b": "Werde es nochmal kaufen . pc"}, {"uid": "german-124781-trn", "text_a": "Gute und stabile Gardinenstange, leider kann man nur an einem Ende die Kugel befestigen. Sobald die Stange ausgezogen wird passt die große Kugel nicht mehr auf die Stange.", "label": 4, "portion_identifier": -1, "text_b": ". . home"}, {"uid": "german-130377-trn", "text_a": "Das Produkt war schnell geliefert, Verpackung war wie immer 1A. Das einzige Manko war, das Display war obwohl der Stick neu war und in einer Tüte verpackt, bereits etwas zerkratzt.", "label": 4, "portion_identifier": -1, "text_b": "Display bereits etwas zerkratzt . wireless"}, {"uid": "german-127427-trn", "text_a": "Die Tortenform ist im Gegensatz zu vielen vergleichbaren Produkten endlich mal stabil und hat daher super Qualität! Zum Backen wirklich zu empfehlen und durch den verstellbaren Rahmen vielfältig nutzbar.", "label": 4, "portion_identifier": -1, "text_b": "Stabile Form! . home"}, {"uid": "german-120885-trn", "text_a": "Toller Schuh, allerdings musste er nochmal in eine Nummer kleiner getauscht werden", "label": 4, "portion_identifier": -1, "text_b": "Eine Nummer kleiner bestellen . shoes"}, {"uid": "german-141844-trn", "text_a": "Dank Prime ist das Set innerhalb von einem Tag bei mir angekommen, alle Teile kommen zusammen in einer Box. Der Inhalt war unbeschädigt und es roch nicht unangenehm. Die Qualität ist nicht die beste, Aber das kann man bei diesem Preis auch nicht erwarten. Die Kanten des Shakers könnten geschliffener sein und die Wertigkeit ist dem Preis entsprechend, was aber nicht vom kauf abraten sollte.. Für einen Anfänger der sich im Drinks mixen versuchen möchte genau richtig. Falls sich etwas ändern sollte, werde ich das hinzufügen.", "label": 4, "portion_identifier": -1, "text_b": "Für Anfänger perfekt! . home"}, {"uid": "german-147019-trn", "text_a": "Die BHs entsprechen ziemlich genau meinen Erwartungen und passen in der bestellten Größe auch gut. Hatte zuerst befürchtet, dass sie zu klein ausfallen könnten. Würde ich wieder bestellen! Sie geben nicht ganz den Halt, den ein normaler Sport-BH bietet, aber ich trage sie im Alltag und beim Yoga, dafür sind sie super. Die Farben sind auch schön.", "label": 4, "portion_identifier": -1, "text_b": "Gute BHs für einen guten Preis . apparel"}], "5": [{"uid": "german-194505-trn", "text_a": "Nach dem Sport sehr Entspannend. Danach sind meine Schmerzen auch weg und kann mich wieder frei bewegen. Ich finds gut und mir hilf es.", "label": 5, "portion_identifier": -1, "text_b": "Entspannend . sports"}, {"uid": "german-187130-trn", "text_a": "Ich bin sehr zufrieden mit dem Produkt. Durch den Edelstahl macht das Etui einen sehr robusten Eindruck, auch das schlichte Design ist sehr ansprechend. Das Etui bietet 6 Fächer, was für alle notwendigen Karten sowie Geldscheine/Münzen ausreicht. Aufgrund der geringen Anzahl der Fächer ist das Produkt sehr kompakt, sodass es in jede Tasche passt und diese nicht ausbeult.", "label": 5, "portion_identifier": -1, "text_b": "Nachhaltige und robuste Geldbörse . luggage"}, {"uid": "german-166248-trn", "text_a": "Super Akku. Passt und lädt wie ein Originalakku auch nach mehreren Monaten, ist nicht immer mit nachbauten. Alles hat gepasst von Bestellung bis Einbau.", "label": 5, "portion_identifier": -1, "text_b": "Sehr gutes Akku. . pc"}, {"uid": "german-199008-trn", "text_a": "Ich hab die Steine zufällig hier gefunden und dachte mir gleich, dass es das perfekte Geschenk für meinen Bruder wäre. Hab ihn dann als ich ihn das nächste Mal gefragt wie sie sind und er ist voll und ganz zufrieden. Aufgrund der schönen Box gut zu verschenken.", "label": 5, "portion_identifier": -1, "text_b": "Perfektes Geschenk . home"}, {"uid": "german-185058-trn", "text_a": "Die Kegel kommen bei der Bodenarbeit mit Pferd zum Einsatz und sind wirklich super und robust!", "label": 5, "portion_identifier": -1, "text_b": "Super! . toy"}, {"uid": "german-163185-trn", "text_a": "Kann man nicht viel dazu sagen. Es ist Papier, Größe und Farbe passt, Preis stimmt, Lieferung war schnell und es kam heil und sauber an.", "label": 5, "portion_identifier": -1, "text_b": "Super . office_product"}, {"uid": "german-190672-trn", "text_a": "Nach massiver Abnahme suchte ich einen hochwertigen Ledergürtel, der nicht zu teuer ist. Ich wurde schnell fündig und schug zu. Der Gürtel ist sehr gut verarbeitet, hat einen angenehmen Tragekomfort und eine tolle Haptik. Die Farbe ist genau wie abgebildet. Volle Kaufempfehlung", "label": 5, "portion_identifier": -1, "text_b": "Toller Gürtel zu fairem Preis . apparel"}, {"uid": "german-183479-trn", "text_a": "Super Verkäufer, bin sehr zufrieden mit dem Produkt", "label": 5, "portion_identifier": -1, "text_b": "Top quality . home_improvement"}]}