{"0": [{"uid": "german-278-val", "text_a": "Sein Bruder war der Autor Claudio Achillini und sein Großneffe, Giovanni Filoteo Achillini (1572-1640), war Rechtsanwalt.", "label": "0", "portion_identifier": -1, "text_b": "Sein Bruder war der Autor Giovanni Filoteo Achillini und sein Großneffe Claudio Achillini (1572–1640) war Rechtsanwalt."}, {"uid": "german-620-val", "text_a": "1920 und 1921 gewannen die Italiener in Venedig – 1920 nahm kein anderes Land teil, und 1921 waren die Franzosen nicht dabei.", "label": "0", "portion_identifier": -1, "text_b": "In den Jahren 1920 und 1921 in Venedig trat Italien an. Kein anderes Land gewann im Jahr 1920 und 1921 ging die französische Erklärung nicht an den Start."}, {"uid": "german-1542-val", "text_a": "Mohnia blakei ist eine Spezies der Meeresschnecken, ein Meeres-Gastropoden-Weichtier der Familie der Buccinidae, der echten Wellhornschnecken.", "label": "0", "portion_identifier": -1, "text_b": "Mohnia blakei ist eine Spezies der Meeresschnecken, der wahren Gastropoden-Weichtiere der Familie der Buccinidae, der Meeres-Wellhornschnecken."}, {"uid": "german-939-val", "text_a": "Vor der Rückkehr albanischer Flüchtlinge im Jahr 1999 verließen die serbischen Familien das Dorf.", "label": "0", "portion_identifier": -1, "text_b": "Vor der Rückkehr der serbischen Flüchtlinge 1999 verließen die albanischen Familien das Dorf."}], "1": [{"uid": "german-529-val", "text_a": "Olivia Loe begann 2004 mit dem Rudern, und Jessica Loe folgte ihr 2006.", "label": "1", "portion_identifier": -1, "text_b": "2004 begann Olivia Loe mit dem Rudern, gefolgt von Jessica Loe im Jahr 2006."}, {"uid": "german-581-val", "text_a": "Sein Vater, Alfie Byrne, war Abgeordneter, Senator und Oberbürgermeister von Dublin. Ein weiterer Bruder, Patrick Byrne, war ebenfalls TD.", "label": "1", "portion_identifier": -1, "text_b": "Sein Vater Alfie Byrne war Abgeordneter, TD, Senator und Bürgermeister von Dublin, ein weiterer Bruder Patrick Byrne war ebenfalls TD."}, {"uid": "german-661-val", "text_a": "De Ruiter, geboren in Leiden, spielte für den FC Utrecht, den FC Den Bosch, Excelsior, den RKC Waalwijk und den FC Emmen.", "label": "1", "portion_identifier": -1, "text_b": "Der in Leiden geborene de Ruiter hat für RKC Waalwijk, FC Den Bosch, Excelsior, FC Utrecht und FC Emmen gespielt."}, {"uid": "german-280-val", "text_a": "Es wurde vom Keyboarder Leon Russell und vom Gitarristen Marc Benno komponiert.", "label": "1", "portion_identifier": -1, "text_b": "Es wurde von Keyboarder Leon Russell und Gitarrist Marc Benno komponiert."}]}