{"1": [{"uid": "german-16023-trn", "text_a": "Das Handy ist gut geschützt. Wasserdicht und Stoßfest ist die Hülle definitiv aber sehr klobig, mit der Hülle fest das Handy doppelt so schwer.", "label": 1, "portion_identifier": -1, "text_b": "Klobig und schwer . wireless"}, {"uid": "german-17510-trn", "text_a": "Der Hut ist ok, kam aber völlig zerknautscht an. Der Minikarton ist viel zu klein, war aber nicht beschädigt. Also muss der Hut hineingequetscht worden sein. Unmöglich !", "label": 1, "portion_identifier": -1, "text_b": "Verpackung ungegeignet . apparel"}, {"uid": "german-22023-trn", "text_a": "Mein Armband ist direkt nach 5 Tagen kaputt gegangen. Dadurch das sich das Band von der Uhr gelöst hat ist diese natürlich auf den Fliesen gelandet...", "label": 1, "portion_identifier": -1, "text_b": "D. . toy"}, {"uid": "german-19078-trn", "text_a": "Die Flaschen an sich gefallen uns ganz gut, nur nach einem Monat im Gebrauch haben wir Schimmelflecken auf den Gummidichtungen entdeckt. Die Flasche reinige ich jeden Tag gründlich und lasse die auch an der Luft trocknen. Mein Mann hat sich so ähnliche Flasche gekauft jedoch von einem anderen Anbieter und bei ihm ist alles top ! Die Reaktion auf meine Reklamation war nur, dass ich die Gummidichtungen in essigwasser reinigen soll. Gesagt -getan , leider ohne Erfolg!", "label": 1, "portion_identifier": -1, "text_b": "Nie wieder!!!! . sports"}, {"uid": "german-34496-trn", "text_a": "Ich habe mir dieses Headset gekauft, da es von viele promovierten Spielern verwendet wurde, das Produkt ist hochwertig, doch für Spiele die eine hohe räumliche orientierung via Sound erfordern, unbrauchbar.", "label": 1, "portion_identifier": -1, "text_b": "CS:Go untauglich . pc"}, {"uid": "german-14222-trn", "text_a": "Schon bevor die Folie angebracht wurde, waren kleine Staubteilchen zwischen Glas und Sicherheitsfolie. Zudem hält der Kleber nicht mal nach direkter Anbringung, sondern löst sich nach ein paar Sekunden. Sehr schlechte Qualität.", "label": 1, "portion_identifier": -1, "text_b": "Nicht empfehlenswert . wireless"}, {"uid": "german-19604-trn", "text_a": "Neuer Sitz, Scharniere anfangs richtig schön chromfarben, nach 2 Monaten fleckig und unschön. Leider einer der wenigen Vollholz-Sitze, dennoch nicht zu empfehlen", "label": 1, "portion_identifier": -1, "text_b": "Scharniere beschlagen schon nach 2 Monaten . home_improvement"}, {"uid": "german-5046-trn", "text_a": "Hat selbst bei einem mops Welpen nur fünf Tage überlebt. In Minuten geschreddert . Das Nylon ist nicht sehr stabil.", "label": 1, "portion_identifier": -1, "text_b": "Nicht robust genug selbst für Mops Baby . pet_products"}], "2": [{"uid": "german-62806-trn", "text_a": "Extrem billig, Materialwert 30 Cent, schlecht abgeschnitten von einer größeren Menge", "label": 2, "portion_identifier": -1, "text_b": "Billig und hässlich . sports"}, {"uid": "german-52889-trn", "text_a": "Die Maschine wirkt wertig und hat einen leistungstarken Motor. Hatte zunächst den Links-rechtslauf meiner alten Presse vermisst. Ging aber auch gut zu Entsaften in \"nur\" eine Richtung. Leider dreht der Motor seit heute nicht mehr und das bei wenig Benutzung.", "label": 2, "portion_identifier": -1, "text_b": "nach 15 Monaten defekt, bei wenig Benutzung . kitchen"}, {"uid": "german-76242-trn", "text_a": "Keine sichtbare Ergebnisse", "label": 2, "portion_identifier": -1, "text_b": "Mangelhaft . beauty"}, {"uid": "german-62443-trn", "text_a": "Die Folie ist für den OnePlus 6 definitiv zu schmal und dementsprechend sieht das Ganze leider überhaupt nicht gut aus. Somit ist natürlich auch der Schutz nur zum Teil gewährleistet.", "label": 2, "portion_identifier": -1, "text_b": "Zu Schmal! . wireless"}, {"uid": "german-66364-trn", "text_a": "Ich finde das Untershirt für die von mir bestellte Größe recht eng, Daher habe ich es zurückgeschickt. Ist aber vielleicht Geschmachssache.", "label": 2, "portion_identifier": -1, "text_b": "Das Untershirt ist recht eng . apparel"}, {"uid": "german-79750-trn", "text_a": "hätte ich sie nicht verbaut ,würde ich sie zurück senden. Bild setzt aus,flackert ständig .Das nächste Mal muß ich mehr Geld in die Hand nehmen.", "label": 2, "portion_identifier": -1, "text_b": "entspricht nicht ganz meinen Vorstellungen . wireless"}, {"uid": "german-76731-trn", "text_a": "Die Panzerschutzfolie passt genau und war gut blasenfrei aufzubringen. Jedoch reagierte teilweise das Tablet nicht mehr. Ich musste wirklich Druck auf das Panzerglas ausüben, um eine Reaktion des Tablets zu erreichen.", "label": 2, "portion_identifier": -1, "text_b": "nicht zufrieden . wireless"}, {"uid": "german-60903-trn", "text_a": "Aufgrund der positiven Bewertungen kauften wir die Ablaufgarnitur. Leider bekamen wir das Ablaufgarnitur nicht dicht. Problem waren leichte Wassertropfen an der Garnitur unten. Aus unser Sicht passt die untere kleine Verschraubung aus Messing (?) nicht.Erst nach dem wir von der alten Ablaufgarnitur die Verschraubung benutzten, war die Ablaufgarnitur dicht. Der Unterschied zwischen den Verschraubungen ist auf den Produktbildern gut zu erkennen. Zwei Sterne, da das Produkt ansonsten OK war.", "label": 2, "portion_identifier": -1, "text_b": "Funktionierte bei uns nicht! Erst nach dem ..... . home_improvement"}], "3": [{"uid": "german-102660-trn", "text_a": "Die Handschuhe wurden wie immer sehr schnell geliefert. Sie sind mir mir Handschuhgröße 7/8 etwas zu eng. Die Touchfunktion klappt sehr sehr sehr gut, ist aber noch ausbaufähig meiner Meinung nach.", "label": 3, "portion_identifier": -1, "text_b": "Etwas eng, Touch geht meistens . apparel"}, {"uid": "german-94768-trn", "text_a": "die dinger sind halbwegs dicht aber leider riechen sie ganz ekelhaft nach plastik. man muss sie schon einige zeit lüften damit das weg geht..", "label": 3, "portion_identifier": -1, "text_b": "ganz ok aber riechen übel nach plastik . home"}, {"uid": "german-98840-trn", "text_a": "Der Artikel wurde nicht zugestellt, aber der Betrag erstattet. Also: Administration und Service: ok, was auch immer der Grund ist, dass die Zustellung nicht geklappt hat.", "label": 3, "portion_identifier": -1, "text_b": "Artikel nicht zugestellt, aber Betrag erstattet . apparel"}, {"uid": "german-100183-trn", "text_a": "Endgültige Bewertung kann es erst im Frühjahr geben, da jetzt das ausprobieren nicht möglich ist. Hohe Minusgrade! Lieferung war super schnell und gut verpackt 😊 Inhalt ist vollständig!", "label": 3, "portion_identifier": -1, "text_b": "Flexibler Gartenschlauch mit... . lawn_and_garden"}, {"uid": "german-87882-trn", "text_a": "Habe unseren Arzt gefragt wie gut das Stetoskop ist....leider viele Nebengeräusche zu hören.", "label": 3, "portion_identifier": -1, "text_b": "Nebengeräusche sind störend . industrial_supplies"}, {"uid": "german-106968-trn", "text_a": "Die Tasche ist chic, stabil und flach zu verstauen. Leider kriege ich nur 5 milchflaschen (die von Landliebe) hinein. Wäre schön gewesen, wenn tatsächlich 9 passen würden.", "label": 3, "portion_identifier": -1, "text_b": "Chic, aber zu eng . home"}, {"uid": "german-113315-trn", "text_a": "Die Uhr hat einen robusten Eindruck gemacht. Ich hab sie aber zurücksenden müssen da sie gleich am ersten Tag nicht mehr zum Aufladen ging.", "label": 3, "portion_identifier": -1, "text_b": "Ok, aber... . wireless"}, {"uid": "german-83709-trn", "text_a": "Nach ca 1 woche hat ein kennzeichenlicht angefangen zu spinnen mal funktioniert es mal wieder nicht wird zurückgeschickt", "label": 3, "portion_identifier": -1, "text_b": "Fällt aus . automotive"}], "4": [{"uid": "german-144615-trn", "text_a": "Der Lack lässt sich gut verarbeiten. Leider ist die Farbe ein bisschen dunkler als dargestellt. Trotzdem gefällt sie mir sehr gut.", "label": 4, "portion_identifier": -1, "text_b": "Gute Qualität, Farbe weicht ab . beauty"}, {"uid": "german-124981-trn", "text_a": "Gute Jacke in ansprechendem Design und Passform", "label": 4, "portion_identifier": -1, "text_b": "Gute Jacke, passt wie angegossen . apparel"}, {"uid": "german-123603-trn", "text_a": "Habe die Lampen im VW Passat B8 eingebaut und sind leicht bläulich. Über die Haltbarkeit kann ich noch nichts sagen da erst eingebaut, ist mir aber auch egal zu dem Preis. Leuchtkraft im dunklen leider nicht so gut wie die originalen.", "label": 4, "portion_identifier": -1, "text_b": "Naja . automotive"}, {"uid": "german-142165-trn", "text_a": "Brett gefällt uns ganz gut, nur die Rillen sind sehr dünn, dadurch nicht so stabil wie erhofft, auch die Größe war nicht so wie wir erwartet haben, obwohl ich da wohl falsch bestellt habe :)", "label": 4, "portion_identifier": -1, "text_b": "Holzbrett . home"}, {"uid": "german-148646-trn", "text_a": "Das Serum ist sehr mild auf der Haut, weder juckt es, noch zieht es unangenehm nach dem Auftragen. Ich denke, dass auch sensible Haut es gut verträgt. Es hat eine gelartige Konsistenz, ist durchsichtig, geruchslos und zieht nach 20-30 Sekunden ein. Was mich etwas stört ist, dass das Gel einen leichten Film auf der Haut hinterläßt. Deshalb nutze ich es lieber abends und nicht tagsüber, wenn ich danach Make-Up oder Puder nutzen möchten.", "label": 4, "portion_identifier": -1, "text_b": "Wirksamkeit bei trockener Haut . beauty"}, {"uid": "german-152381-trn", "text_a": "über den inhalt brauch ich ja nix mehr schreiben..... in die geschichte bin ich gleich eingetaucht. gute story die flüssig zu lesen ist. gut beschriebene heiße sexy szenen. zwischendrin hat sich des öfteren der part von luke in elis part wiederholt und das gelesene hat man dann noch mal gelesen. das war etwas störend.", "label": 4, "portion_identifier": -1, "text_b": "luke und eli . digital_ebook_purchase"}, {"uid": "german-155274-trn", "text_a": "Wirklich sehr nützlich. Der Besen ist das Highlight des Ganzen. Hände bleiben trocken und man friert nicht. Nur die Spitze könnte etwas steifer sein um in die Ecken zu kommen. Insgesamt aber eine Kaufempfehlung.", "label": 4, "portion_identifier": -1, "text_b": "Ein Muss für‘s Auto! . automotive"}, {"uid": "german-123397-trn", "text_a": "Artikel wie beschrieben guter Preis", "label": 4, "portion_identifier": -1, "text_b": "Info über Artikel . wireless"}], "5": [{"uid": "german-160285-trn", "text_a": "Gute Sichtbarkeit! Ich bin zufrieden mit dem Halsband. Ist allerdings das erste was ich gekauft habe und habe somit keinen Vergleich.", "label": 5, "portion_identifier": -1, "text_b": "gute Sichtbarkeit . pet_products"}, {"uid": "german-178252-trn", "text_a": "Diese Schutzhülle ist sehr robust und trotzdem chick.Hat super gepast. Kann ich nur weiterempfelen.Dank für die schnelle Lieferung. Gern wieder", "label": 5, "portion_identifier": -1, "text_b": "Super Teil . wireless"}, {"uid": "german-180024-trn", "text_a": "Ein tolles und sehr angenehm zu tragendes Produkt. Fühlt sich fast so an, als wäre gar keine Binde drinnen. Und man schwitzt gar nicht. Absolute Kaufempfehlung.", "label": 5, "portion_identifier": -1, "text_b": "Spürt man fast gar nicht . drugstore"}, {"uid": "german-197485-trn", "text_a": "Es ist sehr bequem in der Hand zu halten und es ist sehr warm, wenn das Wetter kalt ist. Normalerweise kann man auch Powerbank machen. Eins für beide. Die Dinge fühlen sich gut an. Ich bin sehr zufrieden", "label": 5, "portion_identifier": -1, "text_b": "sehr zufrieden . sports"}, {"uid": "german-167185-trn", "text_a": "Verrichtet seinen Dienst wie gewünscht ohne Zwischenfälle oder Inkompatibilitäten. Gerade, wenn zu wenig USB Steckplätze vorhanden sind, kann mit dem USB-C Port ordentlich erweitert werden. PLUS Netzwerkanschluss!", "label": 5, "portion_identifier": -1, "text_b": "Perfekt . pc"}, {"uid": "german-184179-trn", "text_a": "Super Preis Leistung! Qualitativ echt gut verarbeitet.", "label": 5, "portion_identifier": -1, "text_b": "Guter Rucksack für kleines Geld . industrial_supplies"}, {"uid": "german-187401-trn", "text_a": "Herrlich erfrischend, nicht zu süß und eine echte Alternative zum Bier.", "label": 5, "portion_identifier": -1, "text_b": "Erfrischend anders . other"}, {"uid": "german-180394-trn", "text_a": "Der Gurt sitzt angenehm und hält alles schön warm 👍🏻", "label": 5, "portion_identifier": -1, "text_b": "Für den Preis : Spitze . automotive"}]}