{"0": [{"uid": "german-335-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "NS"}, {"uid": "german-1190-val", "text_a": "Navarro ist ein Partido im Nordosten der Provinz Buenos Aires in Argentinien.", "label": "0", "portion_identifier": -1, "text_b": "Navarro ist ein Partido im Nordosten von Argentinien in der Provinz Buenos Aires."}, {"uid": "german-1431-val", "text_a": "Ihre Musik wird von vielen für Alternative Metal mit Einflüssen aus Rap Metal und Industrial Metal gehalten, wobei sie es laut vorigen Interviews „Murder Rock“ nennen.", "label": "0", "portion_identifier": -1, "text_b": "Ihre Musik wird von vielen als Industrial Metal mit Einflüssen von Rap Metal und Alternative Metal betrachtet. In früheren Interviews bezeichneten sie sich selbst als „Murder Rock“."}, {"uid": "german-261-val", "text_a": "Er unterrichtete dann in Toledo, OH und war von 1856-1859 amtierender Schulinspektor von Cleveland.", "label": "0", "portion_identifier": -1, "text_b": "NS"}], "1": [{"uid": "german-686-val", "text_a": "An Bord des Flugzeugs waren Lieutenant Colonel Gerald K. Hannaford, Captain Donald Grant Millard und Captain John F. Lorraine.", "label": "1", "portion_identifier": -1, "text_b": "An Bord des Flugzeugs waren Colonel Gerald K. Hannaford, Captain Donald Grant Millard und Captain John F. Lorraine."}, {"uid": "german-949-val", "text_a": "Die Music Hall wurde zuerst 1862 von Paris nach London importiert und wurde ungemein beliebt, mit Tänzern, Sängern, Akrobaten, Zauberern und dressierten Tieren.", "label": "1", "portion_identifier": -1, "text_b": "Die Musikhalle wurde erstmals 1862 von Paris nach London importiert und wurde mit ihren Tänzern, Sängern, Akrobaten und dressierten Tieren extrem beliebt."}, {"uid": "german-1898-val", "text_a": "Es wurde 1544 John Sone gewährt, der es sofort an Henry Audeley und John Cordall weitergab.", "label": "1", "portion_identifier": -1, "text_b": "Er wurde 1544 an John Sone verliehen, der ihn gleichzeitig an Henry Audeley und John Cordall weitergab."}, {"uid": "german-1739-val", "text_a": "Hoppkorv war das siebte Album der amerikanischen Blues-Rock-Band Hot Tuna, und ihr letztes Studioalbum wurde als Grunt BFL1-1920 für Grunt Records aufgenommen.", "label": "1", "portion_identifier": -1, "text_b": "Hoppkorv war das siebte Album der amerikanischen Blues-Rock-Band Hot Tuna, und ihr letztes Studioalbum, das für Grunt Records als Grunt BFL1-1920 aufgenommen wurde."}]}