{"1": [{"uid": "german-39468-trn", "text_a": "nicht für den angegebenen Drucker -Mx 925 - nicht für den Drucker Canon MX 925 . geiegnet. Glatter Fehlkauf", "label": 1, "portion_identifier": -1, "text_b": "untauglich und damit mangelhaft . office_product"}, {"uid": "german-36201-trn", "text_a": "Verkäufer lässt mich nicht mit Mahnungen in Ruhe, nur weil ich den Artikel storniert habe.", "label": 1, "portion_identifier": -1, "text_b": "Verkäufer unseriös und aufdringlich . beauty"}], "2": [{"uid": "german-40541-trn", "text_a": "Das Licht ist leider so wackelig angebracht, dass es nur eine Frage der Zeit ist, bis man es verliert. Sonst ist der Helm ok...", "label": 2, "portion_identifier": -1, "text_b": "Guter Helm, aber schlechte Verarbeitung des Lichts . sports"}, {"uid": "german-67593-trn", "text_a": "Naja für dass Geld sollte Mann schon erwarten können das der ein und aus Schalter gut funktioniert... Naja ist e nur für die Arbeit bei privatkauf wers gleich zurück", "label": 2, "portion_identifier": -1, "text_b": "Nicht gut . electronics"}], "3": [{"uid": "german-95886-trn", "text_a": "Ich habe drei Anläufe gebraucht, bis die Folie gut saß. Zum Glück sind 5 Stück dabei. Wenn man es denn dann einmal geschafft hat, sitzt sie sehr gut!", "label": 3, "portion_identifier": -1, "text_b": "Schwierige Anbringung . pc"}, {"uid": "german-115891-trn", "text_a": "Etwas verdutzt war ich, als ich die Dose geöffnet habe, denn 250 g sind nicht mal die Hälfte des zur Verfügung stehenden Volumens. Geschmacklich wie Vitamin C aus der Apotheke aber das Pulver sieht anders aus. Wirkung - Also mehr Pump würde ich nicht sagen aber mehr Energie. Gut verträglich ist das Produkt jedenfalls.", "label": 3, "portion_identifier": -1, "text_b": "Kann man mal versuchen ! . grocery"}], "4": [{"uid": "german-123196-trn", "text_a": "Super Buch nur wenig Platz, bei unseren Einnahmen und Ausgaben reichen die Seiten nicht.", "label": 4, "portion_identifier": -1, "text_b": "Würde ich trotzdem wieder kaufen . book"}, {"uid": "german-151376-trn", "text_a": "Der Schubladenteiler ist sehr praktisch und läßt sich leicht montieren und sieht auch ganz gut aus..", "label": 4, "portion_identifier": -1, "text_b": "sehrt nützliches Utensil . home"}], "5": [{"uid": "german-162413-trn", "text_a": "Das Set ist Klasse. Die Yoga Blöcke sind hochwertig verarbeitet und man bekommt gleich 2. So kann man viele verschiedene Übungen damit ausführen. Denn häufig werden 2 Blöcke benötigt. Sie sind rutschfest, auch wenn man ordentlich schwitzt. Zudem ist die Größe genau richtig. Andere Blöcke waren mir häufig zu schmal, sodass man sie nicht für jede Übung nutzen konnte. Das ist hier nicht der Fall. Die Yoga Blöcke sind einfach spitze!", "label": 5, "portion_identifier": -1, "text_b": "Zu empfehlen . sports"}, {"uid": "german-179204-trn", "text_a": "Super und sehr edel für das wenige Geld!", "label": 5, "portion_identifier": -1, "text_b": "Zufrieden! . furniture"}]}