{"0": [{"uid": "spanish-194-val", "text_a": "Después de la muerte de Muaviyah, Ali asumió el poder y estableció una dinastía.", "label": "0", "portion_identifier": -1, "text_b": "Después de la muerte de Ali Muaviyah subió al poder y estableció una dinastía."}, {"uid": "spanish-1308-val", "text_a": "Para volverse eslovaco, sin embargo, Derek debe derrotar a un asesino vampiro.", "label": "0", "portion_identifier": -1, "text_b": "Para poder derrotar a Slovak, sin embargo, Derek debe convertirse en un atacante vampiro."}, {"uid": "spanish-985-val", "text_a": "El 8 de mayo de 2015, Tapia perdió con Michel Soro.", "label": "0", "portion_identifier": -1, "text_b": "El 8 de mayo de 2015, perdió Michel Soro Tapia."}, {"uid": "spanish-1673-val", "text_a": "Ashte es una aldea en Palghar, distrito de Maharashtra, India. Está ubicada en el Dahanu, Taluka.", "label": "0", "portion_identifier": -1, "text_b": "Ashte es una aldea en el distrito Dahanu de Maharashtra, India. Está ubicada en Palghar Taluka."}], "1": [{"uid": "spanish-15-val", "text_a": "La siguiente es una lista de faltas establecidas según los estados que regulan la MMA, como se define en la Comisión Atlética de Nevada.", "label": "1", "portion_identifier": -1, "text_b": "La siguiente es una lista de faltas definida por los estados que regulan la MMA, según lo establece la Comisión Atlética de Nevada."}, {"uid": "spanish-1875-val", "text_a": "El episodio fue resuelto por Tony Goldwyn y escrito por Matt Byrne y Mark Fish.", "label": "1", "portion_identifier": -1, "text_b": "El episodio fue escrito por Matt Byrne y Mark Fish y dirigido por Tony Goldwyn."}, {"uid": "spanish-90-val", "text_a": "El eyectivo uvular es un tipo de sonido consonántico, que se usa en algunos idiomas orales. El símbolo en el Alfabeto Fonético Internacional que representa este sonido es.", "label": "1", "portion_identifier": -1, "text_b": "La uvular eyectiva es un tipo de sonido consonante que se utiliza en algunas lenguas habladas. El símbolo en el Alfabeto Fonético Internacional que representa ese sonido."}, {"uid": "spanish-1099-val", "text_a": "El río Arieşul Mare es un afluente del río Vâlcea de Rumania.", "label": "1", "portion_identifier": -1, "text_b": "El río Arieşul Mare es un afluente del río Vâlcea de Rumania."}]}