{"0": [{"uid": "spanish-205-val", "text_a": "Robbins nació el 21 de septiembre de 1933 en Coventry, con su gemelo David, el octavo y noveno hijo de los doce de Charles y Jessamine Robbins.", "label": "0", "portion_identifier": -1, "text_b": "David nació el 21 de septiembre de 1933 en Coventry con su padre gemelo Charles y Jessamine Robbins, el octavo y noveno hijo de los doce de los Robbin."}, {"uid": "spanish-1845-val", "text_a": "Esto lo convirtió en el primer grader número 994 en jugar para los roosters.", "label": "0", "portion_identifier": -1, "text_b": "Esto lo convirtió en el alumno de primer grado n.º 994 en jugar para los Roosters."}, {"uid": "spanish-1305-val", "text_a": "Retzius nació en Estocolmo, hijo del anatomista Anders Jahan Retzius (y nieto del naturalista y químico Anders Retzius).", "label": "0", "portion_identifier": -1, "text_b": "Retzius nació en Estocolmo, era hijo del anatomista Anders Retzius (y nieto del naturalista y químico Anders Jahan Retzius)."}, {"uid": "spanish-1960-val", "text_a": "Fue orador invitado en el ICM en Toronto en 1924, en 1932 en Zurich y en 1936 en Oslo.", "label": "0", "portion_identifier": -1, "text_b": "En 1924 fue disertante invitado para la ICM en Toronto, en Oslo en 1932 y en Zurich en 1936."}, {"uid": "spanish-1167-val", "text_a": "El clima es cálido y lluvioso durante el verano y fresco durante la temporada invernal.", "label": "0", "portion_identifier": -1, "text_b": "Su clima es fresco durante el verano y cálido y lluvioso durante la temporada de invierno."}, {"uid": "spanish-165-val", "text_a": "La andesita era el tipo de lava máfica con algunas muestras que eran lo suficientemente dominantes para ser clasificadas como andesita basáltica.", "label": "0", "portion_identifier": -1, "text_b": "La andesita era el tipo de lava dominante con algunas muestras que eran suficientes para ser clasificadas como andesita basáltica."}, {"uid": "spanish-861-val", "text_a": "Está en peligro en Connecticut, amenazado en Vermont, considerado histórico en Rhode Island y amenazado en Massachusetts y Nuevo Hampshire.", "label": "0", "portion_identifier": -1, "text_b": "Se encuentra amenazado en Connecticut, amenazado en Vermont, así como amenazado en Rhode Island y en Massachusetts y New Hampshire."}, {"uid": "spanish-976-val", "text_a": "El canal de Hollinwood Branch era un canal cerca de Hollinwood, en Oldham, Inglaterra.", "label": "0", "portion_identifier": -1, "text_b": "El canal de Hollinwood Branch era un canal cerca de Oldham en Inglaterra."}], "1": [{"uid": "spanish-1276-val", "text_a": "La escuela privada Claiborne Academy está ubicada en Haynesville no incorporado, cerca de Claiborne Parish.", "label": "1", "portion_identifier": -1, "text_b": "La academia privada Claiborne está ubicada en Haynesville, cerca de Parish Claiborne."}, {"uid": "spanish-271-val", "text_a": "Las pistas fueron producidas por Tommy Lee, y cuentan con la participación de Michael Beinhorn en batería.", "label": "1", "portion_identifier": -1, "text_b": "Tommy Lee produjo las pistas con Michael Beinhorn en batería."}, {"uid": "spanish-368-val", "text_a": "Una nueva idea religiosa de triple divinidad es central para el movimiento moderno de Wicca.", "label": "1", "portion_identifier": -1, "text_b": "Una nueva idea religiosa de una triple diosa es central en el movimiento moderno de Wicca."}, {"uid": "spanish-1497-val", "text_a": "Daniil Ostrogski también afirma que Dmytro es el padre de Bilinsky, a quien también se conoce como \"Danylo Dmytrovych\".", "label": "1", "portion_identifier": -1, "text_b": "Daniil Ostrogski también asegura que Dmytro es uno de los padres de Bilinsky, también conocido como ''Danylo Dmytrovych\"."}, {"uid": "spanish-773-val", "text_a": "Wright se mudó de Chapel Hill, NC, a la Ciudad de Nueva York.", "label": "1", "portion_identifier": -1, "text_b": "Wright se mudó de Chapel Hill, NC a Nueva York."}, {"uid": "spanish-1417-val", "text_a": "\"Angel eyes\" es una canción popular de 1946 compuesta por Earl Brent, con letra de Matt Dennis.", "label": "1", "portion_identifier": -1, "text_b": "``Angel Eyes'' es una canción popular de 1946, compuesta por Earl Brent, con textos de Matt Dennis."}, {"uid": "spanish-1385-val", "text_a": "Nacida en Vancouver, Columbia Británica, creció en la ciudad vecina de North Vancouver.", "label": "1", "portion_identifier": -1, "text_b": "Nacida en Vancouver, Columbia Británica, creció en el pueblo vecino de North Vancouver."}, {"uid": "spanish-1576-val", "text_a": "El pionero suizo John Sutter (1803-1880) llegó a Alta California en agosto de 1839 junto con otros colonos euroamericanos.", "label": "1", "portion_identifier": -1, "text_b": "El pionero suizo John Sutter (1803-1880) llegó a Alta California con otros pobladores euroamericanos en agosto de 1839."}]}