{"1": [{"uid": "spanish-18591-trn", "text_a": "He tenido varios aspiradores de este tipo y este es el peor con diferencia! No puede aspirar la arena de la playa, mni siquiera con la posición turbo, siempre queda en frente del aspirador una linea de basura que va creciendo a cada momento. Siento que he tirado el dinero. No lo recomiendo en absoluto.", "label": 1, "portion_identifier": -1, "text_b": "Una decepción! . home"}, {"uid": "spanish-31890-trn", "text_a": "No sirve de nada y encima de no quitar las pulgas deja todo grasiento el pelo a la mascota.", "label": 1, "portion_identifier": -1, "text_b": "Pipetas pulgas . pet_products"}], "2": [{"uid": "spanish-57103-trn", "text_a": "Había pedido azul, me vino en negro, la cámara de atrás está rallada! Se ve que está nuevo, pero porque está la cámara rallada no lo sé. Y lo compre para regalo.", "label": 2, "portion_identifier": -1, "text_b": "Oukitel k3 azul . wireless"}, {"uid": "spanish-48201-trn", "text_a": "ES UN CLUEDO NORMAL, PERO ESPERABA QUE FUERA DISTINTO Y HUBIERA LLEVADO LAS FICHAS CON LA FIGURA DE LOS PROTAGONISTAS DE LA SAGA... NO ME HA GUSTADO MUCHO", "label": 2, "portion_identifier": -1, "text_b": "DECEPCIONADA . toy"}], "3": [{"uid": "spanish-93828-trn", "text_a": "Ajusta bien y le da un toque a la llave. No le doy más estrellas porque me pareció caro para ser un trozo de silicona.", "label": 3, "portion_identifier": -1, "text_b": "Queda guay . electronics"}, {"uid": "spanish-99661-trn", "text_a": "Me ha gustado la impermeabilidad. No me ha gustado que no se escucha el altavoz.", "label": 3, "portion_identifier": -1, "text_b": "Impermeabilidad . wireless"}], "4": [{"uid": "spanish-125007-trn", "text_a": "Rapidez en la entrega, producto que cumple los requisitos par diferentes aplicaciones: pies, piernas, espalda... Recomendable también por el precio", "label": 4, "portion_identifier": -1, "text_b": "Muy bien . drugstore"}, {"uid": "spanish-144839-trn", "text_a": "Se ve bien y está genial se instala el disco duro es perfecto y no sale caro lo malo son los transformadores k son muy malos y si instalas el disco duro no tiene suficiente corriente Los transformadores de cámaras y aparato de 220 a los w de las cámaras son una mierda se petan", "label": 4, "portion_identifier": -1, "text_b": "Los transformadores son malos el resto de el equipo genial . home_improvement"}], "5": [{"uid": "spanish-186672-trn", "text_a": "Instalado sobre un espejo-armario del Leroy Merlin. Ha quedado muy bien.", "label": 5, "portion_identifier": -1, "text_b": "Bonito a la vez que simple . home"}, {"uid": "spanish-170845-trn", "text_a": "buena calidad, muy bonito el conjunto, vienen unos bloques para hacer formas del castillo de las princesas que vienen muy bien", "label": 5, "portion_identifier": -1, "text_b": "perfecto . toy"}]}