{"0": [{"uid": "spanish-1345-val", "text_a": "En cinco días, esta masa de aire frío se extendió desde las Marianas del sur hasta el norte de las islas Filipinas.", "label": "0", "portion_identifier": -1, "text_b": "En cinco días, esta masa de aire frío se extendió desde el sur de las islas Filipinas hacia el norte de las Marianas."}, {"uid": "spanish-1541-val", "text_a": "Nueve arquitectos diferentes contribuyeron con diseños para el distrito, incluido el arquitecto de Ottumwa George M. Kerns, el arquitecto de Nueva York F.R.", "label": "0", "portion_identifier": -1, "text_b": "Nueve arquitectos diferentes contribuyeron en los diseños para el distrito, incluido el arquitecto de la ciudad de Nueva York George M. Kerns, arquitecto de Ottumwa F. R."}, {"uid": "spanish-1413-val", "text_a": "Entonces, Dios hizo pujas especiales y ofreció sus plegarias a Malayadhwaja Pandian.", "label": "0", "portion_identifier": -1, "text_b": "Entonces, Malayadhwaja Pandian realizó unas poojas especiales y ofreció a Dios sus oraciones."}, {"uid": "spanish-873-val", "text_a": "Jonas Björkman y Fabrice Santoro ganaron 6-2, 6-4 contra Martin Damm y Radek Štěpánek en las finales.", "label": "0", "portion_identifier": -1, "text_b": "Martin Damm y Radek Štěpánek le ganaron a Jonas Björkman y Fabrice Santoro en las finales 6 : 2, 6 : 4."}, {"uid": "spanish-217-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "Donde la \"G\" indica la mecánica cuántica de Newton y la fórmula _ 4 es el estado constante de los campos de materia."}, {"uid": "spanish-967-val", "text_a": "Nació en Melbourne, y emigró con su familia hacia Nueva Zelanda cuando tenía 10 años.", "label": "0", "portion_identifier": -1, "text_b": "Nació en Nueva Zelanda y emigró con su familia a Melbourne a los diez años."}, {"uid": "spanish-646-val", "text_a": "La imagen en la página es una imagen de dos dimensiones en contraposición al antes presentado en 3D.", "label": "0", "portion_identifier": -1, "text_b": "La imagen al costado es una imagen preemitida doble como opuesta a una dimensional 3D."}, {"uid": "spanish-1283-val", "text_a": "En 2009 volvió a Filadelfia y actualmente vive en la ciudad de Nueva York.", "label": "0", "portion_identifier": -1, "text_b": "En 2009 se volvió a mudar a la ciudad de Nueva York y hoy vive en Filadelfia."}], "1": [{"uid": "spanish-1944-val", "text_a": "El equipo respondió a los cambios en el mismo juego que el próximo 19 de febrero por la tarde.", "label": "1", "portion_identifier": -1, "text_b": "El equipo respondió a los cambios en el mismo juego que tuvo lugar la siguiente tarde de febrero."}, {"uid": "spanish-303-val", "text_a": "Georgetown también es una fuente de agua potable para Lake Georgetown y la ciudad cercana de Round Rock.", "label": "1", "portion_identifier": -1, "text_b": "Georgetown también es una fuente de agua potable para Lake Georgetown y la vecina ciudad de Round Rock."}, {"uid": "spanish-531-val", "text_a": "Jools Holland y McEwen se divorciaron en 1995 y desde entonces ella ha estado casado con el músico Ned Lambton.", "label": "1", "portion_identifier": -1, "text_b": "Jools Holland y McEwen se divorciaron en 1995. Desde entonces, ella estuvo casada con el músico Ned Lambton."}, {"uid": "spanish-1022-val", "text_a": "La Diocésis Católica Romana de Lugazi es una diócesis ubicada en la ciudad de Lugazi en la provincia eclesiástica de Uganda en Kampala.", "label": "1", "portion_identifier": -1, "text_b": "La diócesis católica-romana de Lugazi es una diócesis ubicada en la ciudad de Lugazi en la provincia de Uganda en Kampala."}, {"uid": "spanish-1875-val", "text_a": "El episodio fue resuelto por Tony Goldwyn y escrito por Matt Byrne y Mark Fish.", "label": "1", "portion_identifier": -1, "text_b": "El episodio fue escrito por Matt Byrne y Mark Fish y dirigido por Tony Goldwyn."}, {"uid": "spanish-836-val", "text_a": "Fue seleccionado por el Philadelphia 76ers en la ronda 77.º (7.º elección general) del draft de la NBA de 1967.", "label": "1", "portion_identifier": -1, "text_b": "Fue seleccionado por los Philadelphia 76ers en la ronda n.º 77 (la 7.a elección en total) del draft de la NBA de 1967."}, {"uid": "spanish-1728-val", "text_a": "Una luz \"detenida\", en el contexto de un medio EIT, hace referencia a la transferencia \"cuántica\" de fotones al sistema coherente y su regreso.", "label": "1", "portion_identifier": -1, "text_b": "La luz de \"detenido\" se refiere en el contexto de un medio de EIT para la trasmisión \"cuántica\" de fotones hacia el sistema coherente y de regreso."}, {"uid": "spanish-421-val", "text_a": "Los conservadores habían acampado en la parte oeste del río Catawba, mientras que el Ejército del general Charles Cornwalli acampó en la parte este.", "label": "1", "portion_identifier": -1, "text_b": "Los partidarios habían acampado en el lado oeste del río Catawba mientras que el ejército del general Charles Cornwalli acampaba en el lado este."}]}