{"1": [{"uid": "german-35965-trn", "text_a": "Wegen Defekt zurück an Verkäufer.", "label": 1, "portion_identifier": -1, "text_b": "Bestellt,Ware erhalten und leider defekt . pc"}, {"uid": "german-29777-trn", "text_a": "2 mal gekauft und von 60 Test waren 6 Stück schon in der Verpackung kaputt.", "label": 1, "portion_identifier": -1, "text_b": "Schrott Finger weg . drugstore"}, {"uid": "german-265-trn", "text_a": "Schlecht verarbeitet", "label": 1, "portion_identifier": -1, "text_b": "Schlechte quali . toy"}, {"uid": "german-24995-trn", "text_a": "Schlechte Qualität nach ein mal benutzen Stoff an zwei Stellen gerissen !", "label": 1, "portion_identifier": -1, "text_b": "Schlechte Qualität . baby_product"}], "2": [{"uid": "german-73438-trn", "text_a": "Schneller Versand...leider zerkratzt und defekt.. sah gebraucht aus! kann also leider nicht viel dazu sagen", "label": 2, "portion_identifier": -1, "text_b": "Defekt . sports"}, {"uid": "german-52942-trn", "text_a": "Gerät steht nur wacklig in Basisstation", "label": 2, "portion_identifier": -1, "text_b": "Gerät steht nur wacklig in Basisstation . wireless"}, {"uid": "german-50352-trn", "text_a": "Das Buch startet gut, verliert sich nur leider in 4-5 Handlungsstränge, von denen am Ende leider zu viele offen bleiben - und die Auflösung soll es dann in der nächsten Folge im nächsten Jahr geben - absolut enttäuschend!", "label": 2, "portion_identifier": -1, "text_b": "Enttäuschung . digital_ebook_purchase"}, {"uid": "german-60159-trn", "text_a": "Hatten über viele Jahre einen ähnlichen Batterietester von Tchibo, der genauso aussah, nur der Schieberegler war auf der anderen Seite. Der Tester machte, was er sollte und wir waren zufrieden. In letzter Zeit ließ die Stabilität nach und man musste die Batterie zum Testen öfter ausbalancieren, um zu einem Messergebnis zu kommen. Deshalb dieser neue. Er macht einen stabilen Eindruck. Anfangs klappte das Ermitteln des Ladezustands einer Batterie auch ganz gut. Jetzt macht er aber Probleme, besonders bei den AA-Batterien. Da muss man viel Geduld haben. -- Ich würde ihn nicht noch einmal kaufen.", "label": 2, "portion_identifier": -1, "text_b": "Klein, handlich, aber nicht auf Dauer zuverlässig . electronics"}], "3": [{"uid": "german-80508-trn", "text_a": "Hält ein was es verspricht.", "label": 3, "portion_identifier": -1, "text_b": "Hält ein was es verspricht. . drugstore"}, {"uid": "german-82272-trn", "text_a": "Die Farben entsprechen leider oft nicht dem was man erwartet. Auch qualitativ bin ich von Faber Castell besseres gewöhnt, aber für den Preis ists noch voll ok", "label": 3, "portion_identifier": -1, "text_b": "Farben nicht wie erwartet . office_product"}, {"uid": "german-102329-trn", "text_a": "Leider gefiel mir die Farbe absolut nicht,sodass ich die Kleider nicht anprobieren brauchte. Es ist kein zartes rosa sondern grelleres schweinchenrosa", "label": 3, "portion_identifier": -1, "text_b": "Schweinchenrosa . apparel"}, {"uid": "german-93558-trn", "text_a": "An sich passen sie sehr gut, und sind von der Qualität auch sehr gut, allerdings sehen sie aus als hätte ich sie über Nacht im Hundekorb liegen lassen. Mal schauen ob das beim Waschen etwas besser wird. Ansonsten sieht es nähmlich nicht so schön aus .", "label": 3, "portion_identifier": -1, "text_b": "Gute Qualität, sehen etwas haarig aus . apparel"}], "4": [{"uid": "german-156216-trn", "text_a": "Super, Sie funktioniert einwandfrei !", "label": 4, "portion_identifier": -1, "text_b": "Strickliesel . book"}, {"uid": "german-154919-trn", "text_a": "Ich nehme schon lange Magnesium auf Grund einer Autoimmunerkrankung ein um viele Nährstoffmängel aufzufüllen und dauerhaft hoch zu halten. Magnipur war ordentlich verpackt, die Anzahl pro Packung ist auch bei solchen Nahrungsergänzungsmitteln mit 180 gut getroffen. Schön wäre noch anstatt einer Kunststoffverpackung lieber eine Glasverpackung. Das Preis Leistungs Verhältnis ist super. Die Kapseln sind super angenehm zu schlucken und haben eine hohe Bioverfügbar. Schön ist auch das keinerlei unnötigen Füllstoffe mit eingebracht wurden, diese gegen nur auf den Darm und machen in krank. Fazit ist, ich werde wohl dauerhaft bei diesem Produkt bleiben, wenn der Preis und die Inhaltsstoffe dich nicht zum negativen verändern.", "label": 4, "portion_identifier": -1, "text_b": "Sehr gutes Magnesium . drugstore"}, {"uid": "german-149512-trn", "text_a": "Muss hier was reinschreiben", "label": 4, "portion_identifier": -1, "text_b": "Muss hier was reinschreiben . home_improvement"}, {"uid": "german-138508-trn", "text_a": "Es ist leider nicht vollständig angekommen es fehlt das Ladegerät sonst alles super. Wenn alles da wäre würde ich 5 Sterne geben. Das Set ist eine Kaufempfehlung.", "label": 4, "portion_identifier": -1, "text_b": "Eleaf I Stick Pico 25 . drugstore"}], "5": [{"uid": "german-181693-trn", "text_a": "Benutze die Fläschchen um meine Hunde zu belohnen. Dafür sind sie bestens geeignet. Lassen sich leicht reinigen und wiederbefüllen. Außerdem passen sie in jede Jackentasche.", "label": 5, "portion_identifier": -1, "text_b": "Für Hunde perfekt . home"}, {"uid": "german-172012-trn", "text_a": "Schon zum 2.ten Mal bestellt, schnelle Lieferung, tolles Geschenk, kommt immer gut an, super Idee.", "label": 5, "portion_identifier": -1, "text_b": "Tolle Idee . toy"}, {"uid": "german-187807-trn", "text_a": "Es gibt Papiere, die im Laufe der Zeit zu erledigen sind, einschließlich der Board-Design-Sektion. Als ich das Experiment machte, stellte ich fest, dass das vorherige Board schlecht war. Der Lehrer plant, mir später einen zu machen. Ich kaufte es zuerst und ich werde es üben. Es fühlt sich gut an, etwas zu bekommen.", "label": 5, "portion_identifier": -1, "text_b": "Gut . home_improvement"}, {"uid": "german-189511-trn", "text_a": "Super Verarbeitung', liegt sehr gut in den Hand und tut das, wofür wir gekauft haben.", "label": 5, "portion_identifier": -1, "text_b": "Das Teil ist sauscharf . personal_care_appliances"}]}