{"0": [{"uid": "french-102-val", "text_a": "vidas distintas est une telenovela mexicaine de 1969 diffusée par Televisa et produite à l'origine par Telesistema Mexicano.", "label": "0", "portion_identifier": -1, "text_b": "Tres vidas distintas est une telenovela mexicaine de 1969 diffusée par Televisa et produite à l'origine par Telesistema Mexicano."}, {"uid": "french-805-val", "text_a": "Les communistes pensaient discrètement que l'agence centrale de renseignement soutenait financièrement et sinon fortement ces manifestations.", "label": "0", "portion_identifier": -1, "text_b": "Les communistes sont fermement convaincus que l'Agence Centrale d'Intelligence avait discrètement soutenu ces protestations, financièrement et autrement."}, {"uid": "french-1478-val", "text_a": "L'équipe Loyang a battu l'Institution Raffles au premier tour et l'école secondaire Xinmin en quart de finale avant de perdre en demi-finale contre l'Institution Hwa Chong.", "label": "0", "portion_identifier": -1, "text_b": "L'équipe Loyang a battu l'école secondaire Xinmin au premier tour et l'Institution Raffles en quart de finale avant de perdre en demi-finale face à l'Institution Hwa Chong."}, {"uid": "french-1542-val", "text_a": "Mohnia blakei est une espèce d'escargot de mer, un mollusque gastéropode marin de la famille des Buccinidae, les véritables bulots.", "label": "0", "portion_identifier": -1, "text_b": "Mohnia blakei est une espèce d'escargot de mer, un véritable mollusque gastéropode de la famille des Buccinidae, les buccins marins."}, {"uid": "french-1130-val", "text_a": "En mai 1983 commence une tournée au Royaume-Uni avec le guitariste supplémentaire Robin George pour des concerts.", "label": "0", "portion_identifier": -1, "text_b": "En mai 1983, une tournée au Royaume-Uni débute avec le guitariste Robin George pour des concerts supplémentaires."}, {"uid": "french-768-val", "text_a": "À la fin des années 90, il était largement répandu dans les épiceries et les supermarchés de Seattle et est disponible dans plusieurs cafés de Minneapolis.", "label": "0", "portion_identifier": -1, "text_b": "À la fin des années 90, il était largement disponible dans les épiceries et les supermarchés de Minneapolis et est disponible dans plusieurs cafés de Seattle."}, {"uid": "french-1659-val", "text_a": "Un EP intitulé Dido Live avec trois des dix-sept morceaux live sur le DVD est sorti numériquement le 21 juin 2005 exclusivement via l'iTunes Store.", "label": "0", "portion_identifier": -1, "text_b": "Un EP intitulé Dido Live avec trois des dix-sept morceaux live sur le DVD, est sorti en numérique exclusivement sur l'iTunes Store le 21 juin 2005."}, {"uid": "french-53-val", "text_a": "Meyers a réalisé de grands dessins muraux spécifiques à chaque site dans des musées et des galeries depuis 2000.", "label": "0", "portion_identifier": -1, "text_b": "Depuis 2000, Meyers a réalisé des dessins muraux spécifique en grand format dans des musées et galeries."}], "1": [{"uid": "french-1896-val", "text_a": "\" Historia Plantarum Rariorum \" montre des plantes du jardin physique de Chelsea et du jardin botanique de Cambridge.", "label": "1", "portion_identifier": -1, "text_b": "\"Historia Plantarum Rariorum\" décrit des plantes du jardin botanique de Cambridge et du Chelsea Physic Garden."}, {"uid": "french-498-val", "text_a": "Il est mort le 19 Septembre 1891 à Gallatin, Tennessee, et a reçu un maçonnique à Gallatin.", "label": "1", "portion_identifier": -1, "text_b": "Bunting est décédé le 19 septembre 1891 à Gallatin, Tennessee. Il a bénéficié de funérailles maçonniques à Gallatin."}, {"uid": "french-1943-val", "text_a": "Brown est marié à Brown et réside à Lehi, Utah, les Carol Ewer sont parents de huit enfants.", "label": "1", "portion_identifier": -1, "text_b": "Brown est marié à Brown et réside à Lehi, Utah. Les Carol Ewer sont les parents de huit enfants."}, {"uid": "french-940-val", "text_a": "Un autre moyen de contrôler la population de cerfs consiste à réguler le taux de natalité.", "label": "1", "portion_identifier": -1, "text_b": "Une autre façon de réguler la population des cerfs est de contrôler le taux de fertilité."}, {"uid": "french-527-val", "text_a": "Il a également fait don de 34 000 dollars à Ted Cruz et 7 000 dollars à Mitt Romney, y compris sa campagne présidentielle de 2016.", "label": "1", "portion_identifier": -1, "text_b": "Il a également fait don de 34 000 dollars US à Ted Cruz et 7 000 dollars US à Mitt Romney, y compris sa campagne présidentielle de 2016."}, {"uid": "french-1627-val", "text_a": "Après la mort de Philippe II d'Autriche en 1578, Jean lui a permis de choisir sa propre résidence.", "label": "1", "portion_identifier": -1, "text_b": "Après la mort de Philippe II d'Autriche en 1578, Jean lui a permis de choisir sa propre résidence."}, {"uid": "french-1631-val", "text_a": "Souvent, le \"Colpoda\" est un représentant des ciliés en forme de rein dans des conditions riches et organiques.", "label": "1", "portion_identifier": -1, "text_b": "Le \"Colpoda\", un représentant des ciliés en forme de rein dans des conditions riches en matière organique, est fréquent."}, {"uid": "french-1773-val", "text_a": "Les plateformes pc1000 et pc1500 ont été décrites en 2006 à l'aide des processeurs VIA C3. La pc3500 a été introduite en août 2007 avec le VIA C7.", "label": "1", "portion_identifier": -1, "text_b": "Les plateformes pc1000 et pc1500 ont été décrites en 2006 avec les processeurs VIA C3 et la pc3500 a été introduite en août 2007 avec le VIA C7."}]}