{"0": [{"uid": "german-718-val", "text_a": "Worcester ist eine Stadt und Verwaltungssitz der Grafschaft Worcestershire in England.", "label": "0", "portion_identifier": -1, "text_b": "Worcestershire ist eine Stadt und Kreisstadt in Worcester, England."}, {"uid": "german-1601-val", "text_a": "Luk oder Loke ist die chinesische Romanisierung mehrere (aber nicht aller) kantonesischer Nachnamen, die in Mandarin als Lu romanisiert werden.", "label": "0", "portion_identifier": -1, "text_b": "Luk oder Loke ist die kantonesische Romanisierung mehrerer (aber nicht aller) chinesischer Nachnamen, die auf Hochchinesisch als Lu romanisiert werden."}, {"uid": "german-1585-val", "text_a": "Die dritte Zeile des letzten Verses wurde während der Regierungszeit von Alexander I. von Jugoslawien in „Kralja Aleksandra, Bože hrani“ geändert.", "label": "0", "portion_identifier": -1, "text_b": "Während der Regierungszeit von Alexander I. von Jugoslawien wurde die letzte Zeile des dritten Verses in „Kralja Aleksandra, Bože hrani” geändert."}, {"uid": "german-192-val", "text_a": "2011 wurde ein neuer Vergnügungspark namens CC Joyland in Taihuwan eröffnet, in der Nähe des Sees Tai Hu im Bezirk Wujin im Süden von Changzhou.", "label": "0", "portion_identifier": -1, "text_b": "2011 wurde ein neuer Vergnügungspark mit dem Namen CC Joyland in Taihuwan in der Nähe des Sees Taihu in Changzhou im Süden des Distrikts Wujin eröffnet."}, {"uid": "german-1848-val", "text_a": "Nach der ersten Runde setzte sich Heine Totland gegen die Skanksters durch und trat in der zweiten Runde gegen Gaute Ormåsen an, der sich gegen Bjørn Johan Muri durchgesetzt hatte.", "label": "0", "portion_identifier": -1, "text_b": "Nach der ersten Zweikampf-Runde hatte Bjørn Johan Muri die Skanksters besiegt, um in der zweiten Runde auf Gaute Ormåsen zu treffen, der Heine Totland bezwungen hatte."}, {"uid": "german-1654-val", "text_a": "Ein typischer Flugplatz der Royal Air Force (nicht zum Training) verfügt über die folgende integrierte flügelbasierte Struktur:", "label": "0", "portion_identifier": -1, "text_b": "Eine typische Trainingsstation der Royal Air Force (nicht fliegend) weist die folgende integrierte flügelbasierte Struktur:"}, {"uid": "german-649-val", "text_a": "Die nächste Veröffentlichung stammte von Rons Bruder Robert Fuller im Jahr 1986.", "label": "0", "portion_identifier": -1, "text_b": "Die nächste Veröffentlichung kam 1986 von Robert Fullers Bruder Ron."}, {"uid": "german-103-val", "text_a": "In den letzten 100 Jahren wurde die Anzahl der thailändischen Elefanten von 100.000 auf 2.000 - 3.000 wild lebende Elefanten und 2.700 domestizierte Elefanten - reduziert.", "label": "0", "portion_identifier": -1, "text_b": "Die Zahl der thailändischen Elefanten reduzierte sich in den letzten 100 Jahren von 100.000 auf 2.000 bis 3.000 domestizierte Elefanten und etwa 2.700 wild lebende Elefanten."}], "1": [{"uid": "german-325-val", "text_a": "Für die Anime-Fernsehserie wurde „gravityWall“ als zweites Eröffnungsmotiv verwendet. das erste war „sh0ut“.", "label": "1", "portion_identifier": -1, "text_b": "Für die Anime TV-Serie wurde „Gravity wall“ als zweites, „sh0ut“ als erstes Anfangsmotiv verwendet."}, {"uid": "german-33-val", "text_a": "1876 zog er nach San Diego, Kalifornien, und 1887 nach Dallas, Texas.", "label": "1", "portion_identifier": -1, "text_b": "Er zog 1876 nach San Diego, Kalifornien, und 1887 nach Dallas, Texas."}, {"uid": "german-1988-val", "text_a": "Sie wurde als „großes Talent mit viel Potential und einer vielversprechenden Musical-Karriere beschrieben.", "label": "1", "portion_identifier": -1, "text_b": "Sie wurde als Person „mit gewaltigem Potenzial und großem Talent, die sich zu einer einzigartigen musikalischen Persönlichkeit entwickeln wird“ beurteilt."}, {"uid": "german-118-val", "text_a": "Gemäß dem statistischen Bundesamt der USA hat Southport eine Gesamtfläche von die zu aus Land und, oder 0,91 % aus Wasser besteht.", "label": "1", "portion_identifier": -1, "text_b": "Gemäß dem statistischen Bundesamt der USA, hat Southport eine Gesamtfläche von, wovon Land ist und, oder 0,91 % Wasser."}, {"uid": "german-1664-val", "text_a": "Kurz nach ihrer Aktivierung unterstützte die 99. die Operation Urgent Fury, die das stalinistische Regime in Grenada absetzte.", "label": "1", "portion_identifier": -1, "text_b": "Die 99. unterstützte die Operation Urgent Wury, durch die das stalinistische Regime in Grenada kurz nach seiner Installierung abgelöst wurde."}, {"uid": "german-988-val", "text_a": "Der 40-minütige Film wurde von Annaud und Alain Godard geschrieben.", "label": "1", "portion_identifier": -1, "text_b": "Der 40-minütige Film wurde von Annaud zusammen mit Alain Godard geschrieben."}, {"uid": "german-712-val", "text_a": "Sie haben 13 Rückengräten, 11 bis 13 weiche Rückengräten, 2 Schwanzgräten und 11 bis 13 weiche Schwanzgräten.", "label": "1", "portion_identifier": -1, "text_b": "Sie haben 13 Rückengräten, 11 bis 13 weiche Rückenstachel, 2 Afterflossen und 11 bis 13 weiche Afterstachel."}, {"uid": "german-1599-val", "text_a": "Mark Wiseman war CEO des Investitionsausschusses von Canada Pension Plan. Er wurde im Juni 2016 von Mark Machin abgelöst.", "label": "1", "portion_identifier": -1, "text_b": "Mark Wiseman war CEO des Canada Pension Plan Investment Board, das im Juni 2016 durch Mark Machin ersetzt wurde."}]}