{"0": [{"uid": "spanish-246-val", "text_a": "La diócesis católico-romana de Lugazi es una diócesis de la ciudad de Lugazi en la provincia eclesiástica de Kampala, Uganda.", "label": "0", "portion_identifier": -1, "text_b": "La Diócesis Católica Romana de Lugazi es una diócesis ubicada en la ciudad de Lugazi, en la provincia eclesiástica de Uganda en Kampala."}, {"uid": "spanish-1090-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "En 1291, Mahaut se casó con Otto IV, Conde de Borgoña. Se convirtió en madre de tres hijos, incluidas dos hijas que se casaron con los reyes de Francia."}, {"uid": "spanish-452-val", "text_a": "Los planes malignos de Swayam por incriminar a Sujal y damnificar a los garewals fueron frustrados.", "label": "0", "portion_identifier": -1, "text_b": "Se arruinaron los planes siniestros de Swayam de damnificar a Sujal y de incriminar a los garewalls."}, {"uid": "spanish-336-val", "text_a": "Philip Powers produjo un CD con temas de catorce de sus películas en 2008, y 1M1 Records lo lanzó.", "label": "0", "portion_identifier": -1, "text_b": "Un CD con los temas de 14 de sus películas fue lanzado en 2008 por Philip Powers y producido por 1M1 Records."}, {"uid": "spanish-125-val", "text_a": "La última línea del tercer verso fue modificada durante el reinado de Alexander I de Yugoslavia en \"Kralja Aleksandra, Bože hrani\".", "label": "0", "portion_identifier": -1, "text_b": "La tercera línea del último verso se modificó durante el reino de Alejandro I de Yugoslavia en ``Kralja Aleksandra, Bože hrani''."}, {"uid": "spanish-898-val", "text_a": "McMillan pasó dos años en el Royal Medical Corp. en Tidworth, y luego en Didcot, donde estuvo a cargo de un MRS para los soldados heridos de la guerra coreana.", "label": "0", "portion_identifier": -1, "text_b": "Durante dos años, McMillan estuvo en Royal Medical Corp. en Didcot -- y, más tarde, en Tidworth, donde llevó adelante un MRS para los soldados heridos en la guerra de Corea."}, {"uid": "spanish-239-val", "text_a": "Fishman tiene una licenciatura de la Universidad de Columbia y una maestría en economía de la Universidad de Brown.", "label": "0", "portion_identifier": -1, "text_b": "Fishman tiene un título de licenciatura de la Universidad de Brown y un título de maestría de la Universidad de Columbia en Economía."}, {"uid": "spanish-420-val", "text_a": "Emily Ann Morelli (nacida el 27 de marzo de 1984 en Emily Ann Lloyd ) es una actriz estadounidense.", "label": "0", "portion_identifier": -1, "text_b": "Emily Ann Lloyd (nacida con el nombre Emily Ann Morelli el 27 de marzo de 1984) es una actriz estadounidense."}], "1": [{"uid": "spanish-502-val", "text_a": "Lograron cierto éxito, espectáculos en vivo en Melbourne, Geelong y Shepparton.", "label": "1", "portion_identifier": -1, "text_b": "Consiguieron algo de éxito con sus actuaciones en vivo en Shepparton, Geelong y Melbourne."}, {"uid": "spanish-589-val", "text_a": "En 1994, el volumen ``Aspects of Religion'', publicado por Peter Masefield y Donald Wiebe, se editó en su honor.", "label": "1", "portion_identifier": -1, "text_b": "En 1994, se publicó en su honor el volumen ``Aspects of Religion'', publicado por Peter Masefield y Donald Wiebe."}, {"uid": "spanish-1651-val", "text_a": "A principios de 2016, el senador Chris Widener fue designado en el Senado de Ohio para suceder al senador Bob Hackett, que renunció.", "label": "1", "portion_identifier": -1, "text_b": "A principios de 2016, el senador Chris Widener fue nombrado en el Senado de Ohio para suceder al senador Bob Hackett, que renunció."}, {"uid": "spanish-1164-val", "text_a": "tiene tres hijas: Jennifer Salwender y Caitlin y Sarah Haynes, y dos nietos, Joshua y Annika Salwender.", "label": "1", "portion_identifier": -1, "text_b": "Haynes tiene tres hijas: Jennifer Salwender y Caitlin y Sarah Haynes y dos nietos: Joshua y Annika Salwender."}, {"uid": "spanish-1534-val", "text_a": "Con Jean Coralli, Achille Deveria dibujó Adèle Dumilâtre.", "label": "1", "portion_identifier": -1, "text_b": "Achille Deveria dibujó a Adèle Dumilâtre con Jean Coralli."}, {"uid": "spanish-1530-val", "text_a": "Para mostrar respeto, los individuos sostienen el antebrazo izquierdo con su mano derecha.", "label": "1", "portion_identifier": -1, "text_b": "Para mostrar respeto, las personas sostienen el antebrazo izquierdo con la mano derecha."}, {"uid": "spanish-749-val", "text_a": "En julio de 2017, Elmer McCurdi fue el tema de un episodio de \"El Palacio de la Memoria\" con Nate DiMeo.", "label": "1", "portion_identifier": -1, "text_b": "En julio de 2017 Elmer McCurdy fue el centro de un episodio que ocurrió en \"The Memory Palace\" con Nate DiMeo."}, {"uid": "spanish-1297-val", "text_a": "Madu Kalas es una aldea y consejo sindical de Jhelum Tehsil en la provincia de Punjab de Pakistán. Es parte del distrito de Jhelum.", "label": "1", "portion_identifier": -1, "text_b": "Madu Kalas es una aldea y consejo sindical de Jhelum Tehsil en la provincia de Punjab de Pakistán y es parte del distrito de Jhelum."}]}