{"1": [{"uid": "spanish-33205-trn", "text_a": "No sirven, porque no pegan en el cristal biselados.", "label": 1, "portion_identifier": -1, "text_b": "No comprar . wireless"}, {"uid": "spanish-36600-trn", "text_a": "Es malisimo el perchero. No soporta los kilos que pone en la descripcion. Al poner la ropa se rompio por completo. Es muy muy malo. No recomiendo que lo.compre nadie. De echo ahora tengo que volver a comprar otro.", "label": 1, "portion_identifier": -1, "text_b": "Es malisimo el articulo . furniture"}, {"uid": "spanish-27001-trn", "text_a": "No me lo han enviado ni siquiera", "label": 1, "portion_identifier": -1, "text_b": "Nunca llegó . home"}, {"uid": "spanish-34769-trn", "text_a": "Compramos en octubre la he usado 2 veces y ahora no arranca, lo peor es que no hay forma de contactar para que nos den una solución. Así que si lo leen que se ponga en contacto conmigo o me den un contacto donde si hagan caso", "label": 1, "portion_identifier": -1, "text_b": "Duro 2 usos . home_improvement"}], "2": [{"uid": "spanish-54575-trn", "text_a": "Llegó con un día de retraso. Por lo demás bien, salvo que perdí una tarde. El micrófono suena bastante bien", "label": 2, "portion_identifier": -1, "text_b": "El servicio prime no cumple lo que ofrece . pc"}, {"uid": "spanish-55146-trn", "text_a": "El producto llegó muy rápido. Los globos son más pequeños y duros que los normales y cuestan de hinchar, además lleva pocos se rasgan pronto al ponerlos en la pieza que se engancha luego en las hélices, y no encuentro ese tamaño para sustituirlos y con los otros a nosotros no nos vuelan. Las hélices se dañan demasiado fácilmente. No es caro el producto pero no lo volvería a comprar sobre todo por los globos duran poco y no puedo poner otros. Podían hacer el producto para que admitiera el tamaño de globo standar", "label": 2, "portion_identifier": -1, "text_b": "No es fácil encontrar globos de ese tamaño . toy"}, {"uid": "spanish-61336-trn", "text_a": "Las gafas vinieron como son en la foto pero a los dias se calló uno de los tornillos de la patilla y no llevaba ni una semana con ellas", "label": 2, "portion_identifier": -1, "text_b": ". . apparel"}, {"uid": "spanish-46392-trn", "text_a": "No la veo adecuada como caja de almuerzo para un niño pequeño, que casi no puede ni abrirla. Si como caja de almacenaje.", "label": 2, "portion_identifier": -1, "text_b": "Útil como caja de almacenaje . home"}], "3": [{"uid": "spanish-80770-trn", "text_a": "El sabor no me convence demasiado; quizás es demasiado dulce, pero está bien para hacer postres bajos en carbohidratos para dieta.", "label": 3, "portion_identifier": -1, "text_b": "está bien . drugstore"}, {"uid": "spanish-97693-trn", "text_a": "La verdad no lo volvería a comprar, compre el de color negro y es muy chulo pero horrible a la vez, se llena de polvo con mucha facilidad lo limpio casi cada día, resulta muy frustante para los perfeccionistas, ah y montandolo al apretar un tornillo se hizo una grieta finita pero molesta.", "label": 3, "portion_identifier": -1, "text_b": "Bueno . furniture"}, {"uid": "spanish-96017-trn", "text_a": "El tapón no sella completamente, pero está correcto para el uso que necesito.", "label": 3, "portion_identifier": -1, "text_b": "Correcto. . home"}, {"uid": "spanish-98869-trn", "text_a": "No le doy 5 estrellas porque aunque la relación calidad precio es muy buena, al introducirlo en el mango, a veces se suelta. Me gusta más el sistema de anillo de color suelto.", "label": 3, "portion_identifier": -1, "text_b": "Buena relación calidad precio . drugstore"}], "4": [{"uid": "spanish-133463-trn", "text_a": "Cumple con lo anunciado", "label": 4, "portion_identifier": -1, "text_b": "Perfecto para un coche . wireless"}, {"uid": "spanish-157431-trn", "text_a": "Está bien pero no se puede cargar mucho porque sino se cae, si la cargas poco, con trapos y cubiertos de madera, bien.", "label": 4, "portion_identifier": -1, "text_b": "Bien . home_improvement"}, {"uid": "spanish-150647-trn", "text_a": "Muy buen producto, la parte windstopper funciona fenomenal y la otra parte es suficiente Lara tapar las orejas y la boca o nariz, aunque ahí debería transpirar un poco más, también debería tener un par de centímetros más en la parte de windstopper porque a veces se sale del cuello de la chaqueta al llevarlo con las orejas y la nariz tapada. He comprado otro en otro color pese a la crítica porque creo que para la bici es lo mejor", "label": 4, "portion_identifier": -1, "text_b": "Buen producto , aunque un poco corto . sports"}, {"uid": "spanish-135108-trn", "text_a": "Buen tamaño y fácil de enlazar por Bluetooth, viene con instrucciones para ello. La funda de silicona no encaja perfectamente con varias teclas, dejo fotos para que lo comprobéis. Por el resto está bastante bien", "label": 4, "portion_identifier": -1, "text_b": "Práctico y manejable. . wireless"}], "5": [{"uid": "spanish-178769-trn", "text_a": "Divertido. Buena calidad.", "label": 5, "portion_identifier": -1, "text_b": "Buen juguete . toy"}, {"uid": "spanish-173279-trn", "text_a": "Perfecto, todo en muy bien embalado y en perfectas condiciones. Gracias.", "label": 5, "portion_identifier": -1, "text_b": "Perfecto . grocery"}, {"uid": "spanish-173478-trn", "text_a": "Me ha gustado mucho y ha gustado mucho a la gente que me ve con el puesto, metal de buena calidad.", "label": 5, "portion_identifier": -1, "text_b": "precioso . jewelry"}, {"uid": "spanish-163416-trn", "text_a": "Excelente cafetera. El diseño es elegante y de muy buena calidad. 100% recomendada para todo buen amante del cafe como yo.", "label": 5, "portion_identifier": -1, "text_b": "Excelente . home"}]}