{"1": [{"uid": "german-22077-trn", "text_a": "Unpraktisch und nicht sehr robust. Vor allem die Mausablage. Hatte mich erinnert, noch einen Tisch für Frühstück im Bett rumstehen zu haben! Der ist bestens als Laptopablage mit Maus geeignet. Aus Holz und kostet keine 10€.", "label": 1, "portion_identifier": -1, "text_b": "Leider nein . furniture"}, {"uid": "german-16255-trn", "text_a": "Sicher nicht ein orginal produkt", "label": 1, "portion_identifier": -1, "text_b": "Fälschung . apparel"}, {"uid": "german-38761-trn", "text_a": "Kam bereits defekt an. Ich bezweifle aber das es auch so funktioniert hätte. Spart euch euer Geld....", "label": 1, "portion_identifier": -1, "text_b": "Schrott . pc"}, {"uid": "german-15450-trn", "text_a": "Beim auspacken war alles super die Muschel war zwar etwas schwierig zu öffnen aber ansonsten eine tolle Überraschung allerdings oxidiert die Kette und der Anhänger binnen kürzester Zeit und sehr dann katastrophal aus", "label": 1, "portion_identifier": -1, "text_b": "Oxidation . furniture"}, {"uid": "german-39920-trn", "text_a": "Ich suchte nach einem Brillenputztuch, dass immer mitgeführt werden kann, ohne zu verschmutzen. Diese Tücher mit Tasche waren also vermeintlich genau richtig. Leider aber nur theoretisch, denn am Schlüsselbund befestigt fallen sie SOFORT aus dem Beutel heraus, was höchst lächerlich aussieht und das Tuch somit absolut nicht vor vorzeitigem Verschmutzen bewahrt! Da spare ich lieber 9,- Euro und besorge mir bei Fiel... ein besseres Tuch kostenlos. Die Bewertungen hier sind mir ein Rätsel.", "label": 1, "portion_identifier": -1, "text_b": "Fehlkonstruktion . camera"}, {"uid": "german-3172-trn", "text_a": "Leider schickt Amazon hier Fälschungen der Originalen Converse Chucks raus, bin sehr enttäuscht!", "label": 1, "portion_identifier": -1, "text_b": "Leider Fälschung . shoes"}, {"uid": "german-7407-trn", "text_a": "Absoluter Müll!!!! Wenn möglich, würde ich keinen Stern vergeben", "label": 1, "portion_identifier": -1, "text_b": "Untauglich . lawn_and_garden"}, {"uid": "german-23630-trn", "text_a": "Hatte sie 3 Jahre in Betrieb aber nie wirklich gebraucht, nur mal kurz 1-2 Minuten. Vorhin ging sie dann plötzlich in weißem Rauch auf.... nicht ganz ungefährlich und für einen Markenhersteller nicht akzeptabel. Gefährlicher Schrott!", "label": 1, "portion_identifier": -1, "text_b": "Geht nach 3 Jahren Betrieb in Rauch auf - Knapp Wohnungsbrand . pc"}], "2": [{"uid": "german-53949-trn", "text_a": "Das ist echt ein sehr schöner Bikini. Der Preis ist unschlagbar günstig aber leider ist er viel zu klein :(", "label": 2, "portion_identifier": -1, "text_b": "Leider zu klein . apparel"}, {"uid": "german-73483-trn", "text_a": "Produkt nicht ordentlich verpackt. Preis- Leistungsverhältnis durchschnittlich. Lieferzeit angemessen, jedoch unpraktisch zugestellt. Scheint kein Versandartikel zu sein.", "label": 2, "portion_identifier": -1, "text_b": "Olala . furniture"}, {"uid": "german-73874-trn", "text_a": "das spinnennetz leuchtet nicht kaufe nicht nochmal", "label": 2, "portion_identifier": -1, "text_b": "spinnennetz . home"}, {"uid": "german-43674-trn", "text_a": "Habe diese Puppe meiner Enkelin zu Weihnachten geschenkt. An Ihrem Geburtstag habe ich erfahren, dass die Puppe nicht wasserdicht ist. Was kann ich tun? Meine Enkelin liebt diese Puppe, sie ist aber auch wirklich sehr süß.", "label": 2, "portion_identifier": -1, "text_b": "Nicht wasserdicht . toy"}, {"uid": "german-41644-trn", "text_a": "Ist nicht korrekt Fixierbar, auch obwohl ich keinen kleinen Kopf habe. Zu dem fehlt jede Art von Anleitung.", "label": 2, "portion_identifier": -1, "text_b": "Zu groß und ohne Anleitung . drugstore"}, {"uid": "german-41259-trn", "text_a": "Leider ist es wie schon genannt leicht angebrannt. An der kette sowie am namen.", "label": 2, "portion_identifier": -1, "text_b": "Süss aber nicht noch einmal . jewelry"}, {"uid": "german-67547-trn", "text_a": "Im Grunde wirklich gut gedacht. An der Brust wackelt das Licht weniger als am Kopf. Die Ausleuchtung ist gut. Die verschiedenen Einstellungen des Lichts (vorne großer Leuchtkegel, hinten leuchten // vorne kleiner Leuchtkegel, hinten leuchten // vorne und hinten blinken) ist ebenfalls gut. Problem, unter der zweiten Verwendung war Schluss! Keine Reaktion mehr. Ich dachte der Akku sei leer. Zuhause durfte ich dann feststellen, dass es hinten noch leuchtet, nur das Frontlicht geht nicht mehr an. Hinten nur noch ab und an. Ich denke daher an einen Wackler irgendwo im Kabelsystem. Nun gut, insgesamt daher nicht zu empfehlen, da es zwar gut gedacht ist, aber das hilft alles nichts wenn es schlichtweg nicht funktioniert!", "label": 2, "portion_identifier": -1, "text_b": "Gute Idee, ABER . sports"}, {"uid": "german-73597-trn", "text_a": "Ich habe mir diese Wärmflasche gekauft und musste sie nach 2 Monaten leider wegschmeißen, da ein Loch an der Kante aufgegangen ist.... Ansonsten sehr angenehme Hülle", "label": 2, "portion_identifier": -1, "text_b": "Leider nach 2 Monaten kaputt . personal_care_appliances"}], "3": [{"uid": "german-92751-trn", "text_a": "Ich kaufte die Pfauenfedern für ein Karnevalskostüm. Leider hat die Lieferung so lange gedauert, dass jetzt das nächste Jahr herhalten muss. Überhaupt hat der Versand mal eben zwei Wochen länger gedauert, als angegeben. Was ich zugute halten muss, ist, dass ich auf Anmerkung beim Lieferanten direkt eine sehr freundliche Rückmeldung erhalten habe. Mittlerweile ist die Ware dann auch angekommen - jedoch kann ich die Federn nicht unbedingt empfehlen. Sie sind von den \"Augen\" her sehr sehr winzig. Aber vielleicht sollte man für den Preis nicht all zu viel erwarten.", "label": 3, "portion_identifier": -1, "text_b": "Für Preis ok . home"}, {"uid": "german-88075-trn", "text_a": "Leider habe ich überlesen, daß es ich nur um einen Knopf handelt. Für den Preis und Versand,dann natürlich etwas zu teuer. im übrigen kann es durchaus sein, daß der Knopf nach der Montage evtl. etwas herausragt, über die Fläche auf die er montiert ist.", "label": 3, "portion_identifier": -1, "text_b": "Es ist nur einer ! . other"}, {"uid": "german-82429-trn", "text_a": "Fällt wie gesagt kleiner aus. Hab 2 Nummern größer bestellt, es sitzt unten aber an meinen schmalen Schultern nich richtig Einfachstes Material, aber die Spitze kratzt wenigstes nicht. Gut 10€, dafür ok", "label": 3, "portion_identifier": -1, "text_b": "Geht so . apparel"}, {"uid": "german-95901-trn", "text_a": "Die Verarbeitung ist okay. Der riecht etwas unangenehm. Selbst nach mehreren Wochen. Der Klebestreifen an den Nähten innen geht langsam ab. Und das nach nur ein paar Fahrrad Fahrten. Dies ist nicht unbedingt beim laufen der gleiche Fall. Trocken hält er einen und tut damit seinen Zweck. Ist für den Preis noch gut genug.", "label": 3, "portion_identifier": -1, "text_b": "Gut für's laufen im Regen aber schlecht für's Fahrrad fahren . apparel"}, {"uid": "german-107474-trn", "text_a": "Die Steine sind nach der Entnahme aus dem Tiefkühler schon sehr kalt. Um eine kleine Menge Flüssigkeit (z. B. Whisky) von Zimmertemperatur etwas herunter zu kühlen sind sie geeignet. Mit klassischen Eiswürfeln ist die Kühlleistung aber bei weitem nicht zu vergleichen. War mir vorher klar und ist auch in Ordnung. Der Effekt im Glas ist ziemlich cool - dafür gibt es einen Stern mehr. Im Gegensatz zu Steinen von Anself die ich vor einiger Zeit gekauft habe, sind diese aber deutlich kleiner und auch nicht so sauber gearbeitet. Somit bleiben am Ende 3 Sterne - durchschnittliches Produkt und mehr Schein als Sein. PS: Die weißen Steine verfärben sich auf Dauer.", "label": 3, "portion_identifier": -1, "text_b": "Ganz in Ordnung - relativ klein . home"}, {"uid": "german-116230-trn", "text_a": "2 Stufen des Ventilators zu wenig , bei 1 zu laut !!! , lose Abdeckscheibe , Befestigung gut , Note 3", "label": 3, "portion_identifier": -1, "text_b": "Preisgünstige Abzugshaube . other"}, {"uid": "german-82481-trn", "text_a": "Für meine Zwecke vollkommen ausreichend. Wollte sie nur zum Schutz vor Verunreinigung der Wäsche durch Salbe haben.", "label": 3, "portion_identifier": -1, "text_b": "Gut und günstige Bandagen . sports"}, {"uid": "german-115033-trn", "text_a": "Für den Preis gibt es bei verschiedenen Discountern qualitativ wirklich bessere Tore....", "label": 3, "portion_identifier": -1, "text_b": "Naja.... . sports"}], "4": [{"uid": "german-130875-trn", "text_a": "Meine Tochter fand das so toll das die Farben sich änderten.", "label": 4, "portion_identifier": -1, "text_b": "Super . pc"}, {"uid": "german-148931-trn", "text_a": "Sehr angenehm, genau das richtige für gestresste überarbeitete Augen. Wenn sich die Maske noch ein wenig mehr an das Gesicht/die Augen anschmiegen würde wäre es aus meiner Sicht perfekt.", "label": 4, "portion_identifier": -1, "text_b": "Sehr angenehm . drugstore"}, {"uid": "german-130504-trn", "text_a": "Die duschkabine ist gut verarbeitet und macht einen soliden Eindruck. Der Zusammenbau der Scheiben erfolgt recht leicht. Aufwendig und mit Bohrarbeiten verbunden ist dagegen die Verbindung vom Scharnier mit der leisten an der Wand. Da gibt es bessere Lösungen. Alles in allem eine schöne duschkabine bei der aber der Aufwand sie aufzubauen und am Ende mit den Dichtungen auch dicht zu bekommen hoch ist.", "label": 4, "portion_identifier": -1, "text_b": "Schön aber nicht einfach aufzubauen . home_improvement"}, {"uid": "german-125621-trn", "text_a": "Verarbeitung etwas scharfkantig aber ok", "label": 4, "portion_identifier": -1, "text_b": "Gute Kette . jewelry"}, {"uid": "german-140193-trn", "text_a": "Wir hatten die Strandmuschel mit im Urlaub an der Nordsee. Sie ist schnell aufgebaut (logisch, ist ja auch eine Popup-Muschel), und sie ist sehr geräumig. Durch ihre Größe ist sie recht windempfindlich, da nützen die mitgelieferten Heringe im Sandstrand wenig. Man sollte evtl. eigene Heringe mitnehmen (die natürlich dann Extra-Gepäck darstellen). Das Abbauen haben wir zuhause geübt. Die Anleitung ist da nicht so wirklich hilfreich. Am Strand hat es dann erstmal nicht geklappt, es war recht windig, und wir haben dann die Strandmuschel so zum Zelt getragen und uns im Netz noch einmal ein Video dazu angeschaut. Dann ging es.", "label": 4, "portion_identifier": -1, "text_b": "Prima Strandmuschel . other"}, {"uid": "german-159759-trn", "text_a": "Super schnelle Lieferung. Mein Hund freut sich keine Flöhe oder zecken.", "label": 4, "portion_identifier": -1, "text_b": "Flohhalsband . pet_products"}, {"uid": "german-140921-trn", "text_a": "Der Zusammenbau war kein Problem, es sind unterschiedlich lange Schrauben dabei sodass man das Keycage für seine Ansprüche variieren kann. Für mich ist es sehr praktisch, weil ich Schlüssel zwar dabei haben muss aber im Prinzip nicht sehr häufig brauche. Geht fast alles per Fernbedienung oder Fingerabdruck. Tipp: Schlüssel, die man häufiger braucht ganz unten oder oben einsetzen - man bekommt sie dann einfacher heraus. Über die Haltbarkeit kann ich noch nichts sagen - folgt.", "label": 4, "portion_identifier": -1, "text_b": "Etwas gewöhnungsbedürftig, aber praktisch . luggage"}, {"uid": "german-157216-trn", "text_a": "Ich habe die Thermosflasche als Geschenk für meine Freundin bestellt. Die Form ist ergonomisch angepasst und ist einfach in eine Hand nehmen. Es wird von Edelstahl gut verarbeitet und seht schon präzis aus. Nur die Grün Farbe ist für mich ein bisschen zu kräftig.", "label": 4, "portion_identifier": -1, "text_b": "Schicke Form . sports"}], "5": [{"uid": "german-171203-trn", "text_a": "Ich habe mir den Clever & Smart Film gekauft, ohne vorher eine Kritik gelesen zu haben. Meiner Meinung nach wird die Klasse der Comics nicht erreicht. Aber der Film ist schon herrlich abgedreht und ist eine würdige Umsetzung der Comicvorlage. Es hätten aber mehr Verkleidungen von Smart umgesetzt werden können. Die abgedrehten Geheimgänge ins Hauptquartier kommen auch etwas zu kurz, obwohl beides nicht vergessen wird. Einige der Charakteren bleiben etwas blass, wie der schwerhörig Typ. Was toll umgesetzt wurde ist der Schurke, die abgedrehten Dialoge und \"Fallen\". Wer genau hinschauen entdeckt sogar die Insekten, die auch im Comic vorkommen und z.B. Seiten anknabbern. Mich hat der Animationsfilm sehr gut unterhalten. Bitte auf dieser Grundlage einen weiteren Teil produzieren, ich wäre auf jeden Fall dabei.", "label": 5, "portion_identifier": -1, "text_b": "Herrlich abgedreht . other"}, {"uid": "german-180813-trn", "text_a": "Ich habe das Gerät jetzt drei Wochen und bin sehr zufrieden. Die Saugleistung passt und er tut was er tun soll. Zufrieden", "label": 5, "portion_identifier": -1, "text_b": "das zufrieden . home_improvement"}, {"uid": "german-169583-trn", "text_a": "Gute Qualität, ansonsten eine Schablone halt ;)", "label": 5, "portion_identifier": -1, "text_b": "Gute Qualität . office_product"}, {"uid": "german-184604-trn", "text_a": "Kann den Verkäufer sehr empfehlen, Bestellung hat reibungslos geklappt und der Versand war sehr schnell. Alles bestens, gerne wieder!", "label": 5, "portion_identifier": -1, "text_b": "Top . other"}, {"uid": "german-171764-trn", "text_a": "Der Film war witzig, unterhaltsam, spannend, romantisch und einfach nur sehenswert. Ist für jeden was, der gerne eine etwas kompliziertere Liebesgeschichte mag.", "label": 5, "portion_identifier": -1, "text_b": "Wundervoll! . digital_video_download"}, {"uid": "german-162783-trn", "text_a": "Gibt kein besseres Bio-Schädlingsbekämpfungsmittel. Saugleistung? Was sich die Amazonen dabei gedacht haben mögen.... Wen interessiert Verpackung? Das neem ist in Fläschchen. Eigentlich unkaputtbar. Schadet Nützlingen kaum, Blattläuse und son Zeugs strecken die Schwerter. Nur bei Haustieren mit Vorsicht zu genießen.", "label": 5, "portion_identifier": -1, "text_b": "Pflicht für jeden Gärtner! . lawn_and_garden"}, {"uid": "german-181489-trn", "text_a": "Sehr schönes Buch mit mehr als den bekannten 0815 Rezepten. Definitiv eine Kaufempfehlung. Schon ein paar Sachen ausprobiert und es klappt.", "label": 5, "portion_identifier": -1, "text_b": "Kaufempfehlung . book"}, {"uid": "german-189163-trn", "text_a": "Bin sehr zufrieden damit und der Preis ist auch ok. vielen dank für die schnelle lieferung die ware ist gut wie erwartet dankeschön.", "label": 5, "portion_identifier": -1, "text_b": "Sehr gute Qualität . pc"}]}