{"1": [{"uid": "german-24003-trn", "text_a": "Es ist nichts angekommen.", "label": 1, "portion_identifier": -1, "text_b": "Nichts . beauty"}, {"uid": "german-29946-trn", "text_a": "Habe ein 6kg jack russel, der beißt zwei mal in den Ball und schon kaputt. auf keinen fall zu empfehlen", "label": 1, "portion_identifier": -1, "text_b": "Nicht kaufen . lawn_and_garden"}, {"uid": "german-37171-trn", "text_a": "Nach wenigen wochen einsatz...", "label": 1, "portion_identifier": -1, "text_b": "Kaputt . home"}, {"uid": "german-15657-trn", "text_a": "Produkt funktioniert gar nicht! Die Fernbedienung oder der Controller ist defekt....", "label": 1, "portion_identifier": -1, "text_b": "Nicht zu empfehlen . home"}], "2": [{"uid": "german-65032-trn", "text_a": "Die Qualität hat in den letzten 1 1/2 Jahren stark nach gelassen. Damals hielten die Stöpsel durchaus ein paar Wochen. Heute zerbröseln sie schon nach ein paar Tagen. Überhaupt nicht empfehlenswert.", "label": 2, "portion_identifier": -1, "text_b": "InAirs . wireless"}, {"uid": "german-74171-trn", "text_a": "Anbringen ging gut, sind auch Aufkleber dabei, die einem das alles ein wenig leichter machen. Durch Zufall entdeckte ich daber (ca 3 Tage nach \"Montage\"), dass die Folie an der Unterseite nicht hält. Knapp 1cm liegt also nur auf dem Handy auf und ein klarer Kleberrand ist erkennbar. Ziemlich schade. Das war leider bei beiden Folien so.", "label": 2, "portion_identifier": -1, "text_b": "Klebt nicht 100%ig . wireless"}, {"uid": "german-51683-trn", "text_a": "radio funktionierte anfangs prima, nach ein paar wochen wurde der empfang schlechter so dass wir die wurfantenne verwenden musste, mittlerweile rauscht der radio ständig, ist grad ein gutes halbes jahr alt. absolut keine kaufempfehlung!", "label": 2, "portion_identifier": -1, "text_b": "das geld nicht wert . electronics"}, {"uid": "german-79516-trn", "text_a": "Ich habe mir die Vitamine geholt, in der Hoffnung damit mein Hautbild ein wenig verbessern zu können. Leider habe ich sie scheinbar nicht so gut vertragen und musste mit Blähungen kämpfen. Deswegen habe ich die Vitamine recht schnell wieder abgesetzt. Aber wenn man sie verträgt können sie denke ich sehr gut wirken.", "label": 2, "portion_identifier": -1, "text_b": "Für mich leider nichts . drugstore"}], "3": [{"uid": "german-115007-trn", "text_a": "Die Pferde sind süß. Wir haben ihnen aber die Mähne und den Pferdeschwanz abschneiden müssen, da die Haare das Baby störten und diese ständig ausfielen.", "label": 3, "portion_identifier": -1, "text_b": "Baby hat sich gefreut . toy"}, {"uid": "german-101338-trn", "text_a": "Riecht selbst nach dem ersten Waschen noch chemisch. Ansonsten tolles Set, super für Reisen, kann ich nur jedem empfehlen der platzsparend packen möchte.", "label": 3, "portion_identifier": -1, "text_b": "Unangenehmer Geruch aber sonst toll für Reisen . sports"}, {"uid": "german-100518-trn", "text_a": "Leider haben die Bänder schon nach kurzer Benutzung einen Wackelkontakt gehabt wodurch sie immer geflackert haben. Bei einigen Bändern hat sich die Steuereinheit auch in seine Einzelteile aufgelöst.", "label": 3, "portion_identifier": -1, "text_b": "Leuchtbänder . sports"}, {"uid": "german-85503-trn", "text_a": "Also die Hülle kam an und machte schon von der Verpackung her einen super Eindruck. Die „Installation“ ist kinderleicht aber hier macht sich auch schon mein Kritikpunkt bemerkbar. Der untere Teil der Hülle passt um 1mm nicht genau, sodass die kleinen hervorstehenden Nupsies (nenne ich mal so) nicht hinter dem chassis einrasten können. So rutscht das MacBook leider leicht heraus und kann leicht mal von den Beinen fallen, wenn man auf der Couch arbeitet. Vielleicht ist das bei mir ein Einzelfall aber es nervt mich schon. Ansonsten ist es aber top und daher habe ich es auch nicht zurück geschickt.", "label": 3, "portion_identifier": -1, "text_b": "Würde sie passen, wäre die Hülle top . wireless"}], "4": [{"uid": "german-130279-trn", "text_a": "Ich habe ca. 125 Anhänger bekommen in 37 verschiedenen Ausführungen. Leider sind sie nicht mit den vom Verkäufer abgebildeten zu vergleichen, da sehr viele sehr kleine mit dabei sind und sie auch nicht so detailreich wie abgebildet sind. Allerdings kann man bei dem Preis auch nicht viel mehr erwarten.", "label": 4, "portion_identifier": -1, "text_b": "Einfach Anhänger . home"}, {"uid": "german-142574-trn", "text_a": "Erste Teekanne kam leider in Scherben an. Die 2. Kanne kam unverzüglich und unversehrt. Die Abwicklung klappte schnell und reibungslos.", "label": 4, "portion_identifier": -1, "text_b": "Kundendienst . home"}, {"uid": "german-142358-trn", "text_a": "Sieht toll aus ! .Wie praktisch das Schnorchelset ist, wird der Beschenkte nach Weihnachten dann austesten.und mir dann vielleicht rückmelden.", "label": 4, "portion_identifier": -1, "text_b": "Wirkt sehr gut . sports"}, {"uid": "german-120033-trn", "text_a": "Auf den ersten Blick von guter Qualität. Natürlich kann man nach einer Woche noch nicht über die Robustheit schreiben", "label": 4, "portion_identifier": -1, "text_b": "Gutes Design, gute Verarbeitung . wireless"}], "5": [{"uid": "german-197482-trn", "text_a": "Meine Tochter ist schwer begeistert von ihrem Trolly. Sie möchte ihn nicht mehr missen. Es war ein Geschenk zur Kommunion von einer Freundin. Sie hätte ihn am liebsten mit ins Bett genommen , lach . Super verarbeitet und mega viel Platz. Wir können ihn nur empfehlen .", "label": 5, "portion_identifier": -1, "text_b": "Beste Geschenk ever . luggage"}, {"uid": "german-196207-trn", "text_a": "Sehr gutes Basisöl, eigentlich habe ich mir dieses Öl für meine Panflöte zum Ölen gekauft. Aber weil ich auf meiner Kopfhaut sehr starke Schuppenbildung hatte, habe ich mir dieses Öl in die Kopfhaut einmassiert. Und siehe da, schon nach wenigen Wochen sind meine Schuppen fast verschwunden. Auch für meinen Bart wende ich dieses Öl an und der Bart wird sehr geschmeidig und weich. Mein Fazit: Absolute Kaufempfehlung!!!!", "label": 5, "portion_identifier": -1, "text_b": "Süßes Mandelöl . beauty"}, {"uid": "german-165811-trn", "text_a": "Ich bin aus Versehen auf das Telefon gefallen, ich dachte, es wäre kaputt, weil es aus der Höhe gefallen ist. Was mich aber wunderte war, dass das Telefon intakt war und auch die Panzerglasfolie nicht kaputt war. Ja, alles was ich brauche ist Anti-Drop.", "label": 5, "portion_identifier": -1, "text_b": "Absturzsicherung . wireless"}, {"uid": "german-176535-trn", "text_a": "Ausgezeichnetes Produkt und schneller Versand und sehr starkes Licht.", "label": 5, "portion_identifier": -1, "text_b": "Ein gutes und gleichwertiges Produkt . home"}]}