{"1": [{"uid": "german-24649-trn", "text_a": "Vielleicht ist mein Maulwurf ja taub, aber dieses Gerät zeigt hat absolut keine Wirkung. Ich habe schon ähnliche Geräte mit Erfolg verwendet, dieses hier nicht.", "label": 1, "portion_identifier": -1, "text_b": "Absolut keine Wirkung . lawn_and_garden"}, {"uid": "german-36145-trn", "text_a": "Sehr dünnes Material das schnell einreißt. Nähte schlecht verarbeitet. Weder wasserdicht noch wetterfest. Lieferant nicht sehr kulant. Nicht zu empfehlen", "label": 1, "portion_identifier": -1, "text_b": "Nicht zu empfehlen . lawn_and_garden"}, {"uid": "german-13122-trn", "text_a": "Würde das Armband nicht kaufen da die App nicht mehr funktioniert... Armband wird trotzdem verkauft.", "label": 1, "portion_identifier": -1, "text_b": "App funktioniert nicht . wireless"}, {"uid": "german-4564-trn", "text_a": "Haben den Topper vor 3 Wochen gekauft unn der Geruch ist unerträglich... Keine Kaufempfehlung", "label": 1, "portion_identifier": -1, "text_b": "Starker Geruch . home"}], "2": [{"uid": "german-50646-trn", "text_a": "würde ich nicht nochmal kaufen", "label": 2, "portion_identifier": -1, "text_b": "schlechte qualität . sports"}, {"uid": "german-59115-trn", "text_a": "Die Brille ist zwar nicht für Kinder hat aber genau die Größe... Beim Tragen biegen sich die Bügel auf und reichen nicht mal bis an die Ohren somit rutscht sie schnell runter und ist höchstens für einen kurzen Spaß geeignet. schnelle Lieferung und Qualität entspricht dem Preis deshalb 2*", "label": 2, "portion_identifier": -1, "text_b": "viel zu klein! . toy"}, {"uid": "german-52230-trn", "text_a": "Da ein neuer Herd mit Ceranfeld angeschafft wurde und durch den Verkäufer vor Ort dieses Produkt von Miele angepriesen wurde, kauften wir es in der Hoffnung unsere Erwartungen würden erfüllt. Man muss sich nicht davon blenden lassen , dass Miele auf dem Produkt steht. Es ist nur schwer möglich, mit diesem Produkt ein Ceranfeld nach normalen Gebrauch vernünftig zu reinigen. Entweder es wurde kein Originalprodukt geliefert, oder es ist wirklich schlecht.", "label": 2, "portion_identifier": -1, "text_b": "Nicht empfehlenswert . other"}, {"uid": "german-56020-trn", "text_a": "Ich habe den Stempel gekauft um die Einladungskarten für unsere Hochzeit zu verschönern. Das hat auch super geklappt und es sah sehr schön aus. Aber jetzt wo wir die Dankesschreiben verschicken wollten, hatte sich die Beschichtung vom Stempel gelöst und es war nicht mehr möglich das Symbol in das Wax zu drücken. Für den Preis ist das wirklich sehr ärgerlich! Ich würde den Stempel kein zweites Mal kaufen.", "label": 2, "portion_identifier": -1, "text_b": "Zwar sehr schön aber direkt kaputt . office_product"}], "3": [{"uid": "german-102938-trn", "text_a": "Die Tasche selber ist ganz niedlich- im besten Sinne: sie ist winzig. Es paßt grad mal Kleinkram rein. Von der Breite ungefähr so breit wie ein Handy lang ist. Also Fassungsvermögen fast gleich Null. Die Verarbeitung ist aber top. Geht leider zurück.", "label": 3, "portion_identifier": -1, "text_b": "ganz niedlich . furniture"}, {"uid": "german-98070-trn", "text_a": "erfüllen ihren Zweck sind jedoch nicht von so guter Qualität beulen manchmal aus beim auftauen sind sie dann aber wieder flach ist auch nicht immer so nur manchmal und nur leicht", "label": 3, "portion_identifier": -1, "text_b": "Akkus . lawn_and_garden"}, {"uid": "german-90816-trn", "text_a": "Habe 4x Bilderrahmen bestellt 3 davon waren in Ordnung nur das eine hat Transportschaden 😡", "label": 3, "portion_identifier": -1, "text_b": "Qualität super aber eins defekt . home"}, {"uid": "german-108510-trn", "text_a": "Ein Akku lässt sich nicht aufladen! Selbst Nach mehrmaligem Wechsel in das andere Ladefach und nach ca.7 Std Ladezeit! Ladegerät ok! Preis für Ladegerät ok!", "label": 3, "portion_identifier": -1, "text_b": "Ein Akku schon bei Lieferung defekt! . electronics"}], "4": [{"uid": "german-145531-trn", "text_a": "Die Lieferung, war wie immer schnell. Ich finde den Teppich super, nach einmal waschen war der synthetische Geruch weg. Doch Vorsicht, die Farbe ist nicht grün wie auf dem ersten Bild, der Ton geht eher ins bläuliche (siehe Bild).", "label": 4, "portion_identifier": -1, "text_b": "Preis/ Leistung? Top! Farbe stimmt nicht ganz. . furniture"}, {"uid": "german-128196-trn", "text_a": "Habe mir gleich die 6er-Packung gekauft um diese mit meinen Freunden zu teilen, in Österreich kostet eine Packung bei BIPA oder DM fast das 3x fache, wer die STRAND-MATTE braucht hier bestellen!", "label": 4, "portion_identifier": -1, "text_b": "Doppelpack zahlt sich aus !! . beauty"}, {"uid": "german-137576-trn", "text_a": "Der Tisch ist wunderschön und stabil und schnell zusammengebaut. Ein Stern Abzug, da die Farbe doch recht viel dunkler ist, geht ins dunkelbraun. Für mich aber perfekt. :-)", "label": 4, "portion_identifier": -1, "text_b": "Schön. :) . furniture"}, {"uid": "german-141882-trn", "text_a": "Die Futterzeiten sind leicht zu programmieren, leider verliert die Uhr ca 10 Minuten in 5 Wochen", "label": 4, "portion_identifier": -1, "text_b": "Nicht für Flockenfutter zu gebrauchen . pet_products"}], "5": [{"uid": "german-170512-trn", "text_a": "Der von mir bestellte 40 x 50 Rahmen wurde mit UPS geliefert und kam auch sicher an. Somit alles prima. Der Preis lag bei knapp 15,00€", "label": 5, "portion_identifier": -1, "text_b": "Alles im Rahmen! . home"}, {"uid": "german-191013-trn", "text_a": "Akku hält wie versprochen lange. Sehr gut sichtbar und den Hund stört es auch nicht. Bin sehr zufrieden. Allerdings könnte ich mir vorstellen, dass es bei Hunden mit längerem Fell leicht vom Fell verdeckt wird.", "label": 5, "portion_identifier": -1, "text_b": "Super tolles Halsband. Sieht man wirklich gut. . pet_products"}, {"uid": "german-162537-trn", "text_a": "Ich bin mehr als zufrieden mit diese Katzenklo Matte . Es ist geruchlos und einfach sauber zu machen . Wäre besser wenn es noch breiter sein kann . Für eine xl Toilette ist es relativ klein..", "label": 5, "portion_identifier": -1, "text_b": "Empfehlen . pet_products"}, {"uid": "german-177087-trn", "text_a": "Super Teil.Passt wie angegossen.Tolle Verarbeitung.", "label": 5, "portion_identifier": -1, "text_b": "Jeder Zeit wieder!!!Sehr zu empfehlen!! . apparel"}]}