{"0": [{"uid": "german-1998-val", "text_a": "Sie wird von Richard Gibson und dem Hofmaler Peter Lely gerühmt und gilt als ebenso erfolgreich wie Joan Carlile.", "label": "0", "portion_identifier": -1, "text_b": "Sie wird von Richard Gibson und der Hofmalerin Joan Carlile genauso gelobt wie Peter Lely."}, {"uid": "german-1266-val", "text_a": "Sie wurde in Cochabamba, Bolivien, geboren. In den 1990er Jahren zog sie nach Los Angeles und später nach Mexiko City.", "label": "0", "portion_identifier": -1, "text_b": "Sie wurde in Cochabamba, Bolivien, geboren, zog in den 1990er Jahren nach Mexico City und später nach Los Angeles."}, {"uid": "german-1132-val", "text_a": "Der konsonantische Verschlusslaut ist ein Velarlaut, der in einigen gesprochenen Sprachen verwendet wird. Das Zeichen, das diesen Laut im internationalen phonetischen Alphabet darstellt, ist .", "label": "0", "portion_identifier": -1, "text_b": "Der velare Ejektiv ist ein konsonantischer Laut, der in einigen gesprochenen Sprachen verwendet wird. Das Symbol im Internationalen Phonetischen Alphabet, das diesen Laut darstellt."}, {"uid": "german-1604-val", "text_a": "Der Towanda Creek liegt im Südwesten des Bradford County (41,655805, -76,850706) im Tal von Canton.", "label": "0", "portion_identifier": -1, "text_b": "Canton liegt im Südwesten des Bradford County auf (41,655805, -76,859706) im Tal des Towanda Creek."}], "1": [{"uid": "german-298-val", "text_a": "Die Kappenfarbe schwankt von Braun zu Gelb, häufig mit einem braunen Fleck auf der Kappe bei Reife.", "label": "1", "portion_identifier": -1, "text_b": "Die Farbe der Kappe variiert von Braun bis Gelb, häufig mit einem braunen Fleck auf der Kappe bei Reife."}, {"uid": "german-1574-val", "text_a": "Ihre Arbeit ist auch mit der Schottischen Schule und der volkstümlichen Erzählliteratur von Annie S. Swan in Verbindung gebracht worden.", "label": "1", "portion_identifier": -1, "text_b": "Ihre Arbeit stand auch im Zusammenhang mit der schottischen Kailyard-Schule und den beliebten Erzählungen von Annie S. Swan."}, {"uid": "german-1427-val", "text_a": "Es gilt außerdem zu erwähnen, dass der folgende Code auch ohne ADL funktionieren würde (er wird ohnehin angewendet).", "label": "1", "portion_identifier": -1, "text_b": "Hier sei auch anzumerken, dass der folgende Code ohne ADL (wird bereits verwendet) funktionieren würde."}, {"uid": "german-1453-val", "text_a": "Nach den 1970er Jahren verlegte er sich auf scheinbar traditionelle Landschaften und dekonstuierte die Konventionen der romantischen Malerei.", "label": "1", "portion_identifier": -1, "text_b": "Ab Mitte der 1970er-Jahre wandte er sich scheinbar traditionellen Landschaften zu und dekonstruierte dabei die Konventionen der romantischen Malerei."}]}