{"0": [{"uid": "german-777-val", "text_a": "Frank James trat einer lokalen Kompagnie, rekrutiert für die abtrünnige Drew Lobbs Army, bei und kämpfte im August 1861 in der Schlacht am Wilson's Creek.", "label": "0", "portion_identifier": -1, "text_b": "Frank James trat einer sezessionistischen Kompanie bei, rekrutiert für die regionale Drew Lobbs Army, und kämpfte im August 1861 in der Schlacht am Wilson's Creek."}, {"uid": "german-669-val", "text_a": "Jiří Veselý besiegte Oliver Golding 5 : 7, 6 : 3, 6 : 4", "label": "0", "portion_identifier": -1, "text_b": "Oliver Golding besiegte Jiří Veselý mit 5:7, 6:3, 6:4."}, {"uid": "german-596-val", "text_a": "Dem Regisseur Hayao Miyazaki und seinem langjährigen Kollegen Isao Takahata wurde erlaubt, ihr eigenes Studio unter der Leitung des ehemaligen „Animage”-Herausgebers Toshio Suzuki zu erschaffen.", "label": "0", "portion_identifier": -1, "text_b": "So konnten Regisseur Hayao Miyazaki und sein langjähriger Kollege Toshio Suzuki ihr eigenes Studio unter der Aufsicht des früheren Animationsdirektors Isao Takahata gründen."}, {"uid": "german-992-val", "text_a": "Am 12. September 1943 segelte sie von Galveston, Texas, und traf am 16. September in Key West ein.", "label": "0", "portion_identifier": -1, "text_b": "Sie stach am 12. September 1943 von Key West aus in See und erreichte Galveston, Texas, am 16. September."}, {"uid": "german-1741-val", "text_a": "Nach 2014 haben mehr Ukrainer aus der Ost-Ukraine, mehr Männer und mehr jüngere Ukrainer in Polen gearbeitet.", "label": "0", "portion_identifier": -1, "text_b": "Nach 2014 arbeiteten mehr Menschen aus der östlichen Ukraine, mehr junge Männer und mehr Ukrainer in Polen."}, {"uid": "german-1439-val", "text_a": "Ja, sagt Pauline, aber Frannie ist immer noch misstrauisch.", "label": "0", "portion_identifier": -1, "text_b": "Frannie sagt „Ja”, aber Pauline ist noch misstrauisch."}, {"uid": "german-1932-val", "text_a": "Nicole Pratt besiegte Kristin Godridge mit 6:4, 6:3", "label": "0", "portion_identifier": -1, "text_b": "Kristin Godridge besiegte Nicole Pratt mit 6 zu 4 und 6 zu 3."}, {"uid": "german-1806-val", "text_a": "Die Porte de Vincennes befindet sich dort, wo die südöstliche Ecke des 20. Arrondissement auf die nordöstliche Ecke des 12. Arrondissement von Paris trifft.", "label": "0", "portion_identifier": -1, "text_b": "Die Porte de Vincennes befindet sich da, wo die nordöstliche Ecke des 12. Arrondissement auf die südöstliche Ecke des 20. Arrondissement von Paris trifft."}], "1": [{"uid": "german-509-val", "text_a": "Michael Liebel Sr. war 14 Jahre alt, als seine Eltern aus Erie, Pennsylvania nach Deutschland kamen.", "label": "1", "portion_identifier": -1, "text_b": "Michael Michael Liebel sen. war 14 Jahre alt, als seine Eltern aus Erie nach Pennsylvania in Deutschland kamen."}, {"uid": "german-1084-val", "text_a": "Das Meeting wird durch die Ankunft verschiedener Boten einiger mächtiger oder einflussreicher Mardukanier in der Stadt unterbrochen, die Einladungen zum Abendessen für den Prinzen bringen.", "label": "1", "portion_identifier": -1, "text_b": "Das Treffen wird durch die Ankunft verschiedener Boten aus verschiedenen mächtigen oder einflussreichen Mardukans in der Stadt mit vielen Einladungen zum Abendessen für den Prinzen unterbrochen."}, {"uid": "german-1744-val", "text_a": "Der erste Song, „Every Morning“, ist die Akustikgitarren-Version des letzten Songs „Morning“.", "label": "1", "portion_identifier": -1, "text_b": "Das erste Stück „Every Morning“ ist die akustische Version der letzten Gitarrenversion von „Morning“."}, {"uid": "german-1947-val", "text_a": "Eine weitere Methode zur Eindämmung des Rotwildbestands ist die Kontrolle der Geburtenrate.", "label": "1", "portion_identifier": -1, "text_b": "Ein weiterer Weg, die Population von Hirschen zu regulieren, ist die Kontrolle ihrer Fertilitätsrate."}, {"uid": "german-614-val", "text_a": "Die Stars Lilie Rabe, Timothée Chalamet, Lili Reinhart, Anthony Quintal, Oscar Nunez und Rob Huebel.", "label": "1", "portion_identifier": -1, "text_b": "Der Film zeigt Oscar Nunez, Rob Huebel, Timothée Chalamet, Lily Rabe, Anthony Quintal, und Lili Reinhart."}, {"uid": "german-589-val", "text_a": "1994 wurde der von Peter Masefield und Donald Wiebe veröffentlichte Band „Aspects of Religion” ihm zu Ehren bearbeitet.", "label": "1", "portion_identifier": -1, "text_b": "Ihm zu Ehren wurde 1994 der Band „Aspects of Religion” von Peter Masefield und Donald Wiebe veröffentlicht."}, {"uid": "german-275-val", "text_a": "Alston wurde am 21. Dezember 1965 in Oxon Hill, Maryland, geboren. Er besuchte die Oxon Hill High School in New Haven, Connecticut.", "label": "1", "portion_identifier": -1, "text_b": "Er wurde am 21. Dezember 1965 in Oxon Hill, Maryland geboren, und ging auf die Oxon Hill High School in New Haven, Connecticut."}, {"uid": "german-879-val", "text_a": "Cai Mao hatte auch einen Sohn namens Cai Feng.", "label": "1", "portion_identifier": -1, "text_b": "Cai Mao hatte auch einen Sohn namens Cai Feng."}]}