{"0": [{"uid": "french-682-val", "text_a": "La série télévisée italienne a été écrite par Alfredo Castelli, Guglielmo Duccoli et Giorgio Schottler et produite par Videotime.", "label": "0", "portion_identifier": -1, "text_b": "La série télévisée italienne AleX a été produite par Giorgio Schottler, Guglielmo Duccoli et Alfredo Castelli et écrite par videotime."}, {"uid": "french-122-val", "text_a": "Le pionnier américain John Sutter (1803 -- 1880) est arrivé en août 1839 avec d'autres colons euro-suisses en Haute-Californie.", "label": "0", "portion_identifier": -1, "text_b": "Le pionnier suisse John Sutter (1803 - 1880) était en août 1839 avec d'autres colons euro-américains en Haute-Californie."}, {"uid": "french-1996-val", "text_a": "Lee a été joueur professionnel en Italie, Russie, Grèce, France, Indonésie et Grèce. Il a remporté les championnats nationaux à Porto Rico, au Portugal et en Indonésie.", "label": "0", "portion_identifier": -1, "text_b": "Il joua au niveau professionnel en Grèce, en Russie, en Italie, en France, à Porto Rico, au Portugal et en Indonésie et remporta les championnats nationaux en Indonésie et en Grèce."}, {"uid": "french-347-val", "text_a": "En 2003, il a déménagé en Afrique du Sud et y a vécu seize mois avant de retourner à Londres en septembre 2004.", "label": "0", "portion_identifier": -1, "text_b": "Il a déménagé à Londres en 2003 et y a vécu 16 mois avant de retourner en Afrique du Sud en septembre 2004."}], "1": [{"uid": "french-827-val", "text_a": "Le championnat suédois de hockey sur glace de 1932 était la 11e saison du championnat suédois de hockey sur glace, le championnat national de Suède, et Hammarby IF a remporté le championnat.", "label": "1", "portion_identifier": -1, "text_b": "Le championnat suédois de hockey sur glace de 1932 était la 11e saison du championnat suédois de hockey sur glace, le championnat national de Suède. Hammarby IF a remporté le championnat."}, {"uid": "french-495-val", "text_a": "Le campus Asuza de l'université Asuza Pacific se trouve dans la San Gabriel Valley, au nord-est de Los Angeles.", "label": "1", "portion_identifier": -1, "text_b": "Le campus Azusa de l'université Azusa se trouve à la San Gabriel Valley, au nord-est de Los Angeles."}, {"uid": "french-1815-val", "text_a": "Roger Pritchard a immigré depuis l'Angleterre vers Milford, Connecticut en 1653 ; il a épousé Elizabeth Prudden", "label": "1", "portion_identifier": -1, "text_b": "Il immigra de l’Angleterre vers Milford, dans le Connecticut en 1653, Elizabeth Prudden épousa"}, {"uid": "french-1936-val", "text_a": "Ses effets peuvent inclure des réactions biochimiques, des réactions du système nerveux central et des changements physiologiques.", "label": "1", "portion_identifier": -1, "text_b": "Ses effets peuvent comprendre des réactions biochimiques, des réactions du système nerveux central et des changements physiologiques."}]}