{"0": [{"uid": "french-308-val", "text_a": "Green a repris Park's No.", "label": "0", "portion_identifier": -1, "text_b": "Park Green a repris No."}, {"uid": "french-603-val", "text_a": "McMillan a passé deux ans dans la Royal Medical Corp. de Didcot -- puis plus tard à Tidworth, où il a dirigé un MRS pour les soldats blessés lors de la guerre de Corée.", "label": "0", "portion_identifier": -1, "text_b": "McMillan passa deux ans à la Royal Medical Corp. à Tidworth -- et plus trad à Didcot, où il dirigea un MRS pour les soldats blessés pendant la guerre de Corée."}, {"uid": "french-1769-val", "text_a": "Son père était le fils illégitime de William Skipwith, membre du Parlement de Lincolnshire, et d'Anne Tothby.", "label": "0", "portion_identifier": -1, "text_b": "Son père était le fils illégitime d'Anne Tothby, membre du parlement de Lincolnshire, et de William Skipwith."}, {"uid": "french-1881-val", "text_a": "Steve Steve commença une relation avec Karen Phillips, jouée par Suranne Jones.", "label": "0", "portion_identifier": -1, "text_b": "Karen Phillips commence une relation avec Steve, interprété par Suranne Jones."}], "1": [{"uid": "french-1792-val", "text_a": "La première section, depuis Hokitika jusqu'à Ruatapu, a été achevée le 9 novembre 1906, et le 1er avril 1909, la ligne complète sur Ross a été ouverte.", "label": "1", "portion_identifier": -1, "text_b": "La première section, de Hokitika à Ruatapu, a été achevée le 9 novembre 1906 et la ligne complète vers Ross a été ouverte le 1er avril 1909."}, {"uid": "french-853-val", "text_a": "Les œuvres de Zinovjev ont été jouées jusqu'à présent par l'orchestre symphonique Oulu, l'orchestre symphonique Lahti, Kymi Sinfonietta, l'orchestre radiosymphonique finnois et Avanti !", "label": "1", "portion_identifier": -1, "text_b": "Jusqu'à présent les travaux de Zinovjev ont été joués par l'Orchestre symphonique de la radio finlandaise, l'Orchestre symphonique de Lahti, le Kymi Sinfonietta, l'Orchestre symphonique d'Oulu et l'Avanti !"}, {"uid": "french-755-val", "text_a": "En utilisant les hypothèses analytiques, le linguiste peut former de nouvelles phrases et créer un manuel de traduction.", "label": "1", "portion_identifier": -1, "text_b": "Le linguiste peut utiliser les hypothèses analytiques pour former de nouvelles phrases et créer un manuel de traduction."}, {"uid": "french-1463-val", "text_a": "Le premier cours de contremaître en signalisation eut lieu en 1951 et les 86e et 87e sont les cours actuels.", "label": "1", "portion_identifier": -1, "text_b": "Le premier cours de contremaître des transmissions était en 1951 et les 86ème et 87ème cours sont les parcours actuels."}]}