{"1": [{"uid": "spanish-2453-trn", "text_a": "Mandaron el color que les dió la gana. No recomiendo.", "label": 1, "portion_identifier": -1, "text_b": "COLOR ERRÓNEO. . home"}, {"uid": "spanish-12177-trn", "text_a": "La camiseta en sí está bien. No veo que talle más de lo normal (como me pasa con otros productos de esta marca). La mala valoración se debe a que en la web dice que es 100% algodón, pero en la etiqueta de la camiseta pone que es 50% algodón y 50% poliester. La devuelvo.", "label": 1, "portion_identifier": -1, "text_b": "NO es 100% algodón (50% algodón, 50% poliester) . sports"}, {"uid": "spanish-10470-trn", "text_a": "TAMPOCO LO HE RECIBIDO, POR LO TANTO LO VALORO NEGATIVO , AL IGUAL QUE OTRO PRODUCTO QUE ME HA PASADO LO MISMO", "label": 1, "portion_identifier": -1, "text_b": "NO LO HE RECIBIDO . furniture"}, {"uid": "spanish-780-trn", "text_a": "Como ponerse barro en los labios", "label": 1, "portion_identifier": -1, "text_b": "Mal producto . toy"}, {"uid": "spanish-15903-trn", "text_a": "Esta cafetera sinceramente funciona mal,es incapaz de hacer 6 cafes seguidos.Y tiene cantidad de problemas de funcionamiento La verdad es que no vale la pena,lo único que merece la pena es el vaporizador de leche", "label": 1, "portion_identifier": -1, "text_b": "No merece la pena . kitchen"}, {"uid": "spanish-26197-trn", "text_a": "La cremallera rota. El tejido nada que ver con el de la foto.", "label": 1, "portion_identifier": -1, "text_b": "Seriedad. . apparel"}, {"uid": "spanish-2628-trn", "text_a": "No lo recomiendo ya que no aguanta nada de peso. Se despega constantemente, a parte compré 6 tiras mas y he tirado el dinero. Se supone que aguanta 3kg y no ha aguantado 800g entre los dos enganches.", "label": 1, "portion_identifier": -1, "text_b": "No vale para nada!! . home_improvement"}, {"uid": "spanish-34663-trn", "text_a": "Cuando guardas la comida caliente en el termo, al taparla, la condensación de dentro hace que la tapa de plástico se dilate y cuesta muchísimo el poder abrirlo, además al tener la tapa grande, hace todavía mucho más difícil el abrirlo de forma práctica. No lo volveré a comprar, no es un termo práctico", "label": 1, "portion_identifier": -1, "text_b": "Jessica . baby_product"}], "2": [{"uid": "spanish-57646-trn", "text_a": "Recibí la olla con un montón de retraso y cuando llegó yo estaba de vacaciones, al llegar a casa la usé con toda mi ilusión y FRACASO!!, la tapa no cierra bien por lo que cocines dentro no para de derramarse formando un charco en la vitrocerámica, ya no puedo devolverla porque el plazo ha caducado, así es que después de usarla una vez está guardada y mi dinero perdido.", "label": 2, "portion_identifier": -1, "text_b": "Decepción total . home"}, {"uid": "spanish-53542-trn", "text_a": "Las bombillas son extreme vision primera generación. La Segunda generación en teoria es mejor. (de esto me he enterado después) Tal y como se indica, el tono de luz es como las de xenon originales . Respecto a la intensidad yo no he notado mejoría aunque reconozco que no es fácil comparar pero cuando las puse no me sorprendieron por que diesen una luz superior a las originales. El precio es superior a otras también de marcas conocidas por lo que hubiese sido mejor coger una normales no tan caras.", "label": 2, "portion_identifier": -1, "text_b": "No son extreme Vision 2 . automotive"}, {"uid": "spanish-51983-trn", "text_a": "Aceite muy acuoso y sin sabor.", "label": 2, "portion_identifier": -1, "text_b": "Decepcionante . grocery"}, {"uid": "spanish-52074-trn", "text_a": "no me gusto la calidad de la bota, con irregularidades en el plástico de haber estado dobladas", "label": 2, "portion_identifier": -1, "text_b": "Bonito diseño pero mala calidad . shoes"}, {"uid": "spanish-77756-trn", "text_a": "No es lo que la foto es mucho mas pequeño la niña de 7 años no entra, al devolverlo me cobran los gastos de envio", "label": 2, "portion_identifier": -1, "text_b": "Es mas pequeño que la foto una niña no entra . furniture"}, {"uid": "spanish-43764-trn", "text_a": "Las almohadas son cómodas. El olor a aloe no es del todo agradable. Me pareció fuera de lugar que compré dos almohadas, llegaron en un mismo paquete, y me cobraron dos veces los gastos de envío. Nada menos que 4€ por almohada. El trabajo era el mismo", "label": 2, "portion_identifier": -1, "text_b": "Iván López López . home"}, {"uid": "spanish-79799-trn", "text_a": "No es rígido; está hecho de un material elástico y no es fácil partir nueces con él. No es eficaz para el fin que tiene.", "label": 2, "portion_identifier": -1, "text_b": "No es eficiente. . home"}, {"uid": "spanish-52504-trn", "text_a": "En el pedido, falto el cable de micrófono y el cable USB. Espero me lo puedan enviar lo mas pronto posible.", "label": 2, "portion_identifier": -1, "text_b": "Faltaron cosas . automotive"}], "3": [{"uid": "spanish-116435-trn", "text_a": "Es cómodo pero la tira no es muy segura", "label": 3, "portion_identifier": -1, "text_b": "Comodidad . shoes"}, {"uid": "spanish-100248-trn", "text_a": "Muy caro para lo que es", "label": 3, "portion_identifier": -1, "text_b": "Carísimo . toy"}, {"uid": "spanish-88154-trn", "text_a": "No tiene mucho sabor aún haciéndolo al 15%", "label": 3, "portion_identifier": -1, "text_b": "Si pero no . personal_care_appliances"}, {"uid": "spanish-82046-trn", "text_a": "En general me gustan bastante los productos de Olay y esperaba más de este contorno de ojos. No es que no me guste pero no noto nada extraordinario en mi piel", "label": 3, "portion_identifier": -1, "text_b": "Esperaba más . beauty"}, {"uid": "spanish-87146-trn", "text_a": "Viene bien para ahorrar grapas cuando son pocas hojas, pero hay que tener cuidado para que no se suelten. Si doblas las hojas en donde se queda el agujero, se acabarán soltando. Hay que hacer una doblez un poco más abajo para no forzar el cierre al pasar de una página a otra.", "label": 3, "portion_identifier": -1, "text_b": "No está mal . office_product"}, {"uid": "spanish-83336-trn", "text_a": "Me a quedado pequeña.", "label": 3, "portion_identifier": -1, "text_b": "un fallo.. . sports"}, {"uid": "spanish-100489-trn", "text_a": "Son bastantes útiles para empalmes ,poca variedad", "label": 3, "portion_identifier": -1, "text_b": "Rapidez en servir el producto . home_improvement"}, {"uid": "spanish-96931-trn", "text_a": "Fácil de poner si sabes. Pero debe ser floja la pantalla., se ha vuelto a caer el móvil y se ha partido", "label": 3, "portion_identifier": -1, "text_b": "Por el precio intenta q no se vuelva a caer . wireless"}], "4": [{"uid": "spanish-157898-trn", "text_a": "Es muy grande, se limpia muy fácil y tarda poco en coger temperatura. No le doy 5 estrellas porque tuve que devolver la primera que pedí, ya que venía con unos tornillos partidos.", "label": 4, "portion_identifier": -1, "text_b": "RECOMENDABLE . kitchen"}, {"uid": "spanish-155737-trn", "text_a": "Se pega muy bien con la plancha y són economicos", "label": 4, "portion_identifier": -1, "text_b": "Pegan bien . home"}, {"uid": "spanish-129165-trn", "text_a": "Cafetera para pocos comensales. Leí que se queda algo de agua en el fondo y es cierto, no se queda vacia después de usarla. Tamaño para dos personas no más", "label": 4, "portion_identifier": -1, "text_b": "Cafetera . home"}, {"uid": "spanish-124885-trn", "text_a": "Muy pequeño para empezar con una dieta, debería costar menos para el tamaño que tiene.", "label": 4, "portion_identifier": -1, "text_b": "Coste elevado para el tamaño. . home"}, {"uid": "spanish-149497-trn", "text_a": "La manguera bien, pero si llevara un racor para poder desenrollar la manguera sin desconectarla cada vez , iria mejor", "label": 4, "portion_identifier": -1, "text_b": "La compraria otra vez . lawn_and_garden"}, {"uid": "spanish-157342-trn", "text_a": "Buena opción como aporte proteico para dietas veganas, y para no veganos, como es mi caso, pero que busquen un producto natural y ecológico. Sabe a verduras. El único pero es que no disuelve bien, queda un batido muy espeso, y aunque no hace grumos si se nota granulado al tragar.", "label": 4, "portion_identifier": -1, "text_b": "Bien si buscas opción Eco y/o vegana . drugstore"}, {"uid": "spanish-149276-trn", "text_a": "El tinte es muy fácil de aplicar porque viene preparado. Huele bien y deja el pelo suave y con mucho brillo. Cubre las canas aunque quedan de un color un poco más claro, como si fueran mechas, queda muy bonito. No dura demasiado en el pelo, algo menos que otro tipo de tintes, pero castiga mucho meno el pelo así que merece la pena. El color es castaño aunque tiene matices cobrizos.", "label": 4, "portion_identifier": -1, "text_b": "Recomendable . beauty"}, {"uid": "spanish-130373-trn", "text_a": "Me esperaba algo más consistente. Posiblemente de serlo me hubiera quejado del peso. De cualquier modo, hoy lo he probado con lluvia intensa y cubre bien (aunque es pequeño). El precio no era especialmente barato, no me importaría probar con otro modelo ya que con este no estoy muy convencido. Una vez comprado, sirve.", "label": 4, "portion_identifier": -1, "text_b": "Un poco endeble, pero funcional . luggage"}], "5": [{"uid": "spanish-190104-trn", "text_a": "Es ideal. Ya no duele la espalda después de horas conduciendo.", "label": 5, "portion_identifier": -1, "text_b": "Se adapta a cualquier asiento . baby_product"}, {"uid": "spanish-181368-trn", "text_a": "Buena relación calidad-precio.", "label": 5, "portion_identifier": -1, "text_b": "Gran variación de peines, muy completa y a buen precio. . beauty"}, {"uid": "spanish-161267-trn", "text_a": "Geniales. Tanto la base como el coat se secan enseguida con la lámpara", "label": 5, "portion_identifier": -1, "text_b": "Recomendables . beauty"}, {"uid": "spanish-184510-trn", "text_a": "Mejor de lo esperado. Lo recomiendo.", "label": 5, "portion_identifier": -1, "text_b": "Muy bien . pc"}, {"uid": "spanish-162251-trn", "text_a": "Me llegó en un día, y todo perfecto. Ahora ya estoy feliz con mi pantalla nueva.", "label": 5, "portion_identifier": -1, "text_b": ". . wireless"}, {"uid": "spanish-164991-trn", "text_a": "Lo recibi ayer Muy bien a la hora de montarlo,se ve duradero,ya veremos mas adelante,y es practico", "label": 5, "portion_identifier": -1, "text_b": "Buen producto . baby_product"}, {"uid": "spanish-194230-trn", "text_a": "De momento perfecta la uso en una Fuji xt2 y disparando en rafaga visualiza rápido las fotos.", "label": 5, "portion_identifier": -1, "text_b": "De momento perfecta . pc"}, {"uid": "spanish-180581-trn", "text_a": "Al peque de 3 años le encantó y ya va empezando a meter su ropa en la maleta cuando hacemos algún viaje", "label": 5, "portion_identifier": -1, "text_b": "Útil para enseñarles a hacer maleta y bonita. Además les sirve de juego en esperas en aeropuerto etc . baby_product"}]}