{"1": [{"uid": "spanish-26374-trn", "text_a": "Una pena que no puedo verle apenas, ya que la marca de mi coche (Volvo) viene con un retrovisor de interior que se oscurece automáticamente al entrar luz del exterior.", "label": 1, "portion_identifier": -1, "text_b": "Espejo bebe . baby_product"}, {"uid": "spanish-21764-trn", "text_a": "Un mes. No le pidáis más. La pantalla va y viene cuando quiere, carga cuando le da la gana.", "label": 1, "portion_identifier": -1, "text_b": "Móvil muy caro. . electronics"}, {"uid": "spanish-850-trn", "text_a": "Nunca llegó el producto,no puedo valorarlo,pero el vendedor perfecto, me realizó la devolución,en cuanto le dije que no había llegado el despertador", "label": 1, "portion_identifier": -1, "text_b": "Desilusionado . camera"}, {"uid": "spanish-15072-trn", "text_a": "No sirve para la 6D mkII, resultan más grandes que el hueco disponible. Dinero tirado a la basura. No se cumple con lo anunciado.", "label": 1, "portion_identifier": -1, "text_b": "Mejor no te dejes estafar. . wireless"}, {"uid": "spanish-16615-trn", "text_a": "Compra pésima.. lo he comprado para mi ordenador MacBook y le falta la correa para llevarlo de transporte, que en la foto del producto en Amazon sale.", "label": 1, "portion_identifier": -1, "text_b": "Falta correa de transporte . pc"}, {"uid": "spanish-10824-trn", "text_a": "Es una bolsa bastante pequeña... pensaba q no iba dividida en lo q es la cremallera central... así se pierde bastante espacio d almacenaje. No entiendo para que está dividida en dos compartimentos y una d sus caras forrada en plástico.... sin duda no lo volvería a comprar", "label": 1, "portion_identifier": -1, "text_b": "Decepción . sports"}, {"uid": "spanish-1772-trn", "text_a": "Me decidi a comprarla por lo buenos comentarios y las calificaciones, pero se descarga en apenas 1 hora. muy decepcionado con la compra.", "label": 1, "portion_identifier": -1, "text_b": "Bateria . pc"}, {"uid": "spanish-33317-trn", "text_a": "No es nada fácil configurar esta opción y no funciona muy bien.", "label": 1, "portion_identifier": -1, "text_b": "Detección de movimiento . electronics"}], "2": [{"uid": "spanish-72184-trn", "text_a": "Es muy frágil se rajo sin caer al suelo simplemente", "label": 2, "portion_identifier": -1, "text_b": "con el uso de 1 semana . wireless"}, {"uid": "spanish-73967-trn", "text_a": "Escogí este modelo por tener bluetooth y funciona a la perfección. Todo lo contrario que el WiFi que funciona de pena, impidiendo siquiera que se reproduzca sin interrupciones un vídeo de Youtube.", "label": 2, "portion_identifier": -1, "text_b": "Esperaba más . other"}, {"uid": "spanish-41465-trn", "text_a": "No entiendo por qué no miden la pantalla del teléfono para que el protector mida igual", "label": 2, "portion_identifier": -1, "text_b": "No es de la medida . wireless"}, {"uid": "spanish-73652-trn", "text_a": "Quitando que la calidad es la que es y pagas, he tenido que recortar la cinta de doble cara ya que sobresalía bastante por varios ángulos de las letras.. El resultado final ha sido el no instalarlo, se nota demasiado la cálidad como para instalarlo en cualquier Mercedes y menos un amg.", "label": 2, "portion_identifier": -1, "text_b": "No me ha gustado nada . automotive"}, {"uid": "spanish-49607-trn", "text_a": "Literatura pobre, la autora vierte un buen número de opiniones personales, a veces de manera burda. No lo he llegado a terminar.", "label": 2, "portion_identifier": -1, "text_b": "Libro pobre . book"}, {"uid": "spanish-43299-trn", "text_a": "Equipos correctos, realizan la función que especifican, pero fallan las baterías en muy poco tiempo. (me lo cambiaron y me ha vuelto a suceder)", "label": 2, "portion_identifier": -1, "text_b": "problemas con las baterias . home_improvement"}, {"uid": "spanish-68287-trn", "text_a": "La hoja se acaba oxidando, aunque relacion calidad precio nonesta mal", "label": 2, "portion_identifier": -1, "text_b": "La hoja se acaba oxidando . home_improvement"}, {"uid": "spanish-64303-trn", "text_a": "Bueno una vino rota y otra no encajaban bien las piezas", "label": 2, "portion_identifier": -1, "text_b": "No muy buena calidad . toy"}], "3": [{"uid": "spanish-117590-trn", "text_a": "Tiene buen tamaño para calentar todo lo que desees. 4 sandwich con pan de molde o asar carne de todo tipo. No quema la comida aunque no se puede regular la intensidad. Dos factores negativos. No tiene encendedor, por lo que hay que colocarle un enchufe con pasador on/off. No se puede desarmar para limpiar y es complicado cuando está llena de grasa.", "label": 3, "portion_identifier": -1, "text_b": "Buens pero no práctica. . home"}, {"uid": "spanish-97083-trn", "text_a": "La calidad es normal, un poco lento, pero a decir verdad a mí no me ha fallado", "label": 3, "portion_identifier": -1, "text_b": "Calidad media . pc"}, {"uid": "spanish-90795-trn", "text_a": "se calienta rápido,el tamaño bien,muy potente,pero la placa de hierro no.se puede quitar para lavar ,se conecta con cable debajo.", "label": 3, "portion_identifier": -1, "text_b": "bien,pero falta algo . kitchen"}, {"uid": "spanish-88748-trn", "text_a": "Me encanta el material y la capacidad. Sin embargo, la cremallera se me abre", "label": 3, "portion_identifier": -1, "text_b": "Neutro . sports"}, {"uid": "spanish-96861-trn", "text_a": "Pequeños para lo que cuestan y se quita el color fácilmente, pero a mi hija le encantan.", "label": 3, "portion_identifier": -1, "text_b": "Pequeños y caros. . toy"}, {"uid": "spanish-100537-trn", "text_a": "Se lo regale a mi novia xq siempre llevaba los pies fríos y esta muy contenta, le gusta mucho, lo negativo es que huele un poco las semillas y no dura mucho la calor,pero es perfecto para su uso, para andar no es, pero para estar en el sofá y calentar los pies es perfecto.", "label": 3, "portion_identifier": -1, "text_b": "Satisfecho . shoes"}, {"uid": "spanish-95326-trn", "text_a": "La primera semana ya se me abrió la cremallera, y me ha pasado 4 o 5 veces más. Pensaba que era de mayor calidad. No está mal, pero no me había fijado al comprarlo que viene de china. Parece que es de piel auténtica, pero brilla más de lo que pensaba. Con el uso supongo que irá estando más mate. Por lo demás bien, el aspecto es como el de la foto y es amplio por dentro. No lleva mucha protección... y la correa de colgar al hombro no es de piel, en la foto ya se ve pero queda mejor, en persona destaca más el maletín de piel con la correa como de mochila de colegio. Si me hubiese costado 29,90 estaría más feliz.", "label": 3, "portion_identifier": -1, "text_b": "Ni fú, ni fa . luggage"}, {"uid": "spanish-95510-trn", "text_a": "El producto llegó bien pero la caja estaba rota y sucia. Por el momento funciona todo correcto y sin ningún problema.", "label": 3, "portion_identifier": -1, "text_b": "Bien pero la caja mal . kitchen"}], "4": [{"uid": "spanish-146338-trn", "text_a": "Tal y como se describe ,pero para mi gusto demasiado delgados ,son suaves no hace daño en el cepillado,el envío algo de retraso pero bien llego .", "label": 4, "portion_identifier": -1, "text_b": "Buena . furniture"}, {"uid": "spanish-151393-trn", "text_a": "ES UN REGALO Y HA GUSTADO.", "label": 4, "portion_identifier": -1, "text_b": "BUENA . sports"}, {"uid": "spanish-126648-trn", "text_a": "Me gusta bastante. Quizás lo hubiera preferido un poquito más duro.", "label": 4, "portion_identifier": -1, "text_b": "Bien . home"}, {"uid": "spanish-146099-trn", "text_a": "Tiene una dureza algo intermedia Para niños perfecto, para adultos está bien si es solo para unos días, para todos los días no. La primera semana no lo pude usar ya que tenía un olor horrible que por lo visto era al inflarse porque viene en rollo.", "label": 4, "portion_identifier": -1, "text_b": "Es cómodo . furniture"}, {"uid": "spanish-135714-trn", "text_a": "Me la recomendaron para las cicatrices. La crema es muy buena pero tiene el problemas que mancha la ropa. El único inconveniente es que el formato del tubo no permite extraer el total de la crema.", "label": 4, "portion_identifier": -1, "text_b": "Crema para cicatrices . beauty"}, {"uid": "spanish-156248-trn", "text_a": "Por ahora estoy satisfecha con el producto, funciona muy bien. Lo único que he encontrado que no me ha gustado, es que algunas cosas vienen en alemán y resulta un poco complicado", "label": 4, "portion_identifier": -1, "text_b": "Funciona perfectamente . pc"}, {"uid": "spanish-138971-trn", "text_a": "Con Vans nunca fallas, me sigue encantando la calidad de la ropa y sale más barato por Amazon que por propia pagina web", "label": 4, "portion_identifier": -1, "text_b": "Camiseta de verano . apparel"}, {"uid": "spanish-139879-trn", "text_a": "La utilizo para apoyar el portatil mientras estoy sentado en el sofa. Funciona correctamente", "label": 4, "portion_identifier": -1, "text_b": "Buena compra . home"}], "5": [{"uid": "spanish-193168-trn", "text_a": "Muy bonita y práctica. Caben muchas cosas. Buena compra. Tarda mucho em llegar.", "label": 5, "portion_identifier": -1, "text_b": "Buena compra . baby_product"}, {"uid": "spanish-174506-trn", "text_a": "Me encanta... Es multifunctional. Lo he puesto en el dormitorio y guardo los cojines q pongo sobre la cama cuando vamos a dormir... Muy práctico y bonito. Muy buena calidad y precio", "label": 5, "portion_identifier": -1, "text_b": "Muy contenta con la compra . furniture"}, {"uid": "spanish-193971-trn", "text_a": "La he recibido hoy. Encaja a la perfección y el tacto es muy bueno. La recomiendo.", "label": 5, "portion_identifier": -1, "text_b": "Muy buena . wireless"}, {"uid": "spanish-160204-trn", "text_a": "Ni que decir que a mi hijo de 10 años le ha flipado muchisimo. Tiene una luces súper potentes y un diseño gamer total. Es bastante ligero para lo grande que es, cuando lo vi pensaba que pesaría muchísimo más. Dejo una foto para que veáis las luces Es muy muy bonito. Recomendable como regalo para cualquier adolescente gamer!", "label": 5, "portion_identifier": -1, "text_b": "Flipando con las luces . pc"}, {"uid": "spanish-181322-trn", "text_a": "Me compré la mochila para un viaje y ha ido perfecto, nos tocó días de lluvia y no pasó el agua al interior, compré el tamaño mediano y es perfecto, por el tamaño y los compartimientos que tiene.", "label": 5, "portion_identifier": -1, "text_b": "Buena compra relación precio calidad . luggage"}, {"uid": "spanish-190445-trn", "text_a": "Que con este dinero puedas convertir tu bici de un disco de 160 a 180, es algo que si tu freno es bueno puede hacerte ganar muchísimo, claro está que te tienes que comprar un disco de shimano de 180 pero que no es caro. Al menos pruebalo en una rueda y mira como queda. Yo lo hice en varias bicicletas y en unos se nota más que en otros.", "label": 5, "portion_identifier": -1, "text_b": "El dinero mejor invertido . sports"}, {"uid": "spanish-165305-trn", "text_a": "Encantada con la televisión. Calidad de imagen y fácil de instalar. Además está íntegramente hecha en Madrid donde tiene el servicio técnico.", "label": 5, "portion_identifier": -1, "text_b": "Servicio técnico español. . other"}, {"uid": "spanish-193595-trn", "text_a": "Excelente funda de plástico duro, encaja perfectamente, funcionamiento de botones de encendido y volumen estupendos, estéticamente queda genial y el soporte trasero de gran calidad...relación precio/calidad 5 estrellas", "label": 5, "portion_identifier": -1, "text_b": "Excelente . wireless"}]}