{"0": [{"uid": "french-577-val", "text_a": "Le mouvement est prolongé dans le temps même s'il y a 3/4 de sections communes.", "label": "0", "portion_identifier": -1, "text_b": "Le mouvement est dans un délai prolongé, bien qu'il y ait 324 sections communes."}, {"uid": "french-1529-val", "text_a": "Oaklyn est située dans le premier district congressionnel et fait part du 6e district législatif d'État du New Jersey.", "label": "0", "portion_identifier": -1, "text_b": "Oaklyn est situé dans le 6e district congressionnel et fait partie du 1er district législatif d'État au New jersey."}, {"uid": "french-1731-val", "text_a": "Né à Brooklyn, à New York, il mourut à Tiburon, en Californie.", "label": "0", "portion_identifier": -1, "text_b": "Il est né à Tiburon, en Californie et mort à Brooklyn, à New York."}, {"uid": "french-1894-val", "text_a": "Deux ont été produits en 1934, mais pas plus.", "label": "0", "portion_identifier": -1, "text_b": "Deux d'entre eux ont été transportés par avion en 1934, mais aucun autre n'a été produit."}], "1": [{"uid": "french-318-val", "text_a": "En 2009, Antonio Antonio est devenu le troisième joueur du championnat d'échecs d'Asie continentale et a été le premier joueur de l'histoire des Philippines à se qualifier pour la Coupe du Monde plus tard en 2009.", "label": "1", "portion_identifier": -1, "text_b": "Antonio a fini troisième au cours du championnat d'échec d'Asie continentale de 2009 et est devenu le premier joueur de l'histoire des Philippines à se qualifier pour la Coupe du Monde plus tard en 2009."}, {"uid": "french-559-val", "text_a": "Cette espèce fait maintenant partie de la famille des lézards, connue sous le nom d'Iguanidae, sous-famille des Polychrotinae, et n'est plus classée dans la famille des Polychrotidae, actuellement invalide.", "label": "1", "portion_identifier": -1, "text_b": "Ce genre est désormais de la famille des lézards appelée Iguanidae, sous-famille des Polychrotinae, et n'est plus classé dans la famille actuellement non valide des Polychrotidae."}, {"uid": "french-1576-val", "text_a": "Le pionnier suisse John Sutter (1803 - 1880) est arrivé en Haute-Californie en août 1839 avec d'autres colons euro-américains.", "label": "1", "portion_identifier": -1, "text_b": "Le pionnier suisse John Sutter (1803 - 1880) est arrivé en Haute-Californie avec d'autres colons euro-américains en août 1839."}, {"uid": "french-1055-val", "text_a": "Alistair Cooke, Saul Bellow, Walter Cronkite, Norman Cousins, Gore Vidal et Norman Podhoretz comptaient parmi les premiers membres du conseil.", "label": "1", "portion_identifier": -1, "text_b": "Alistair Cooke , Saul Bellow , Walter Cronkite , Norman Cousins , Gore Vidal et Norman Podhoretz comptaient parmi les premiers membres du conseil."}]}