{"1": [{"uid": "german-26995-trn", "text_a": "Trotz mehrfacher Spülungen der Trinkblase, des Schlauches und des Mundstückes immer noch ein Brennen auf der Zunge nach dem trinken. Leider bleibt das brennende Gefühl auch während des Laufes bestehen. TPU wohl doch nicht so wirklich Lebensmittelecht. Sonst war die Trinkblase wirklich gut. Es ließ sich auch bei Läufen mit Pace 5:20 ohne Probleme trinken. Hatte jeweils mit 1,5 Liter getestet. Wenn man die Luft gut rausgedrückt hatte, war die Bewegung des Wasser kaum spürbar. Auf dem Rücken wird es beim Laufen logischerweise mit der Blase ziemlich warm, war aber auf 20 km noch ok. Ich fand es eigentlich angenehmer als mit Laufgürtel. Wasser einfüllen, die Reinigung der Blase und des Schlauches waren auch gut. Geht aber aufgrund des Brennens auf der Zunge zurück.( Laufrucksack von Terra Hiker wird extra bewertet)", "label": 1, "portion_identifier": -1, "text_b": "Schade !! . sports"}], "2": [{"uid": "german-74026-trn", "text_a": "Nach knapp 1 Jahr löst sich die Spiegelbeschichtung. Spiegelt auch stark.", "label": 2, "portion_identifier": -1, "text_b": "Spiegelbeschichtung ist weg. Spiegelt auch stark. . sports"}], "3": [{"uid": "german-86115-trn", "text_a": "Eine Seite ist rund und eine platt (zum hinlegen). Fände es schöner wenn es auch komplett runde gäbe. Preis / Leistung ist okay.", "label": 3, "portion_identifier": -1, "text_b": "Okay . kitchen"}], "4": [{"uid": "german-153537-trn", "text_a": "Bin wie immer mit der Sendung sehr zufrieden gewesen, schnell und zuverlässig.", "label": 4, "portion_identifier": -1, "text_b": "Zufriedene Kunden . toy"}], "5": [{"uid": "german-174675-trn", "text_a": "Gefällt mir gut, mal etwas andres als die sonst von mir genutzten Origami-Cases. Positiv: + Preis + Qualität/Verarbeitung + Gewicht + Schutz/Anschlüsse Neutral: ~ Apple-Pencil-Vorrichtung (gefällt mir, dass sie vorhanden ist, aber ist noch nicht perfekt gelöst...) Negativ: -Kamera ist (logischerweise) bei aufgeklapptem Case verdeckt. (Ich weiß auch nicht wie man das sehr viel besser lösen sollte, aber ist doch manchmal störend).", "label": 5, "portion_identifier": -1, "text_b": "Sehr gut! . wireless"}]}