{"0": [{"uid": "spanish-1598-val", "text_a": "El regimiento perdió 1 oficial, 4 fueron capturados o heridos de muerte, 12 hombres heridos y 65 hombres asesinados o desaparecidos.", "label": "0", "portion_identifier": -1, "text_b": "El regimiento perdió 1 oficial y 4 hombres muertos o heridos de muerte, 1 oficial y 12 hombres heridos, y 1 oficial y 65 hombres capturados o desaparecidos."}, {"uid": "spanish-1797-val", "text_a": "Falleció en Milwaukee, Wisconsin, donde se jubiló el 5 de mayo de 1903.", "label": "0", "portion_identifier": -1, "text_b": "Se retiró a Wisconsin, Milwaukee, donde falleció el 5 de mayo de 1903."}, {"uid": "spanish-1673-val", "text_a": "Ashte es una aldea en Palghar, distrito de Maharashtra, India. Está ubicada en el Dahanu, Taluka.", "label": "0", "portion_identifier": -1, "text_b": "Ashte es una aldea en el distrito Dahanu de Maharashtra, India. Está ubicada en Palghar Taluka."}, {"uid": "spanish-1793-val", "text_a": "La serie de televisión italiana AleX estaba producida por Giorgio Schottler, Guglielmo Duccoli y Alfredo Castelli, escrita por videotime.", "label": "0", "portion_identifier": -1, "text_b": "AleX es una serie de televisión italiana. La serie fue escrita por Alfredo Castelli, Guglielmo Duccoli y Giorgio Schottler, y producida por Videotime."}, {"uid": "spanish-304-val", "text_a": "Con temperatura alta y presión parcial de hidrógeno alta, el hidrógeno puede esparcirse en aleaciones de acero al carbono.", "label": "0", "portion_identifier": -1, "text_b": "Cuando se expone a elevadas temperaturas y presiones parciales de hidrógeno elevadas, el hidrógeno puede diseminarse y convertirse en una aleación de acero al carbono."}, {"uid": "spanish-292-val", "text_a": "La Junta de Agua de Sídney asumió el control del suministro de agua de Sídney del Municipio en 1888.", "label": "0", "portion_identifier": -1, "text_b": "En 1888, el municipio se había hecho cargo del suministro de agua de Sídney de Sydney Water Board."}, {"uid": "spanish-1291-val", "text_a": "Land Basie Land es un álbum de estudio de 1964 de Billy Byers y su orquesta, compuesto y arreglado por Count Basie.", "label": "0", "portion_identifier": -1, "text_b": "Basie Land es un álbum de estudio de 1964 interpretado por Count Basie y su orquesta, de música compuesta y arreglada por Billy Byers."}, {"uid": "spanish-1105-val", "text_a": "En 1924 fue orador invitado para el ICM en Toronto, en 1932 en Zurich y en Oslo en 1936.", "label": "0", "portion_identifier": -1, "text_b": "Fue disertante invitado de ICM en Toronto en 1924, en 1932 en Oslo y en 1936 en Zurich."}], "1": [{"uid": "spanish-208-val", "text_a": "La cantidad de incendios informados al principio de febrero fue de 73 con 26 fuera de control y el tiempo esperado de control para que sea otro mes de incendios.", "label": "1", "portion_identifier": -1, "text_b": "El número de incendios informados a principios de febrero fue de 73 con 26 fuera de control, y el tiempo esperado para controlar otro mes de incendios."}, {"uid": "spanish-396-val", "text_a": "Paulina dice que sí, pero Frannie aun sospecha.", "label": "1", "portion_identifier": -1, "text_b": "Sí, dice Pauline, pero Frannie aún desconfía."}, {"uid": "spanish-1638-val", "text_a": "Se realizó un evento similar en Albert Park Lake en Melbourne, Australia, patrocinado por Fox FM (Melbourne).", "label": "1", "portion_identifier": -1, "text_b": "Se realizó también un evento paralelo en el Albert Park Lake de Melbourne, Australia, esponsorizado por Fox FM (Melbourne)."}, {"uid": "spanish-140-val", "text_a": "Los polinomios de Gegenbauer aparecen naturalmente como extensiones de polinomios de Legendre en el contexto de la teoría potencial y el análisis armónico.", "label": "1", "portion_identifier": -1, "text_b": "The Gegenbauer - polinomios aparecen como extensiones de leyenda - polinomios en el contexto de teoría potencial y análisis de armonía."}, {"uid": "spanish-872-val", "text_a": "Iselin murió el 5 de enero de 1971 en Falmouth, Massachusetts. Su funeral tuvo lugar en Vineyard Haven, Massachusetts en Martha's Vineyard.", "label": "1", "portion_identifier": -1, "text_b": "Iselin murió el 5 de febrero de 1971 en Falmouth, Massachusetts. Su funeral tuvo lugar en Vineyard Haven, Massachusetts, en el viñedo de Martha."}, {"uid": "spanish-1692-val", "text_a": "Fue adquirido por Robert Curzon en 1834 en el monasterio de Saba y fue visto en 1883 por C. R. Gregory.", "label": "1", "portion_identifier": -1, "text_b": "Robert Curzon lo compró en 1834 en el monasterio de Saba. C. R. Gregory lo vio en 1883."}, {"uid": "spanish-424-val", "text_a": "Around the World in 80 Minutes with Douglas Fairbanks es un documental americano precódigo de 1931, dirigido por Douglas Fairbanks y Victor Fleming, y escrito por Robert E. Sherwood.", "label": "1", "portion_identifier": -1, "text_b": "In 80 minutes around the world with Douglas Fairkanks es un documental estadounidense anterior al código de 1931 dirigido por Douglas Fairbanks, Victor Fleming y Robert E."}, {"uid": "spanish-1108-val", "text_a": "Navarro es un partido del noreste de la provincia de Buenos Aires en Argentina.", "label": "1", "portion_identifier": -1, "text_b": "Navarro es un partido del noreste de la provincia de Buenos Aires en Argentina."}]}