{"0": [{"uid": "spanish-1851-val", "text_a": "A los 19 años, se mudó a Estocolmo, en 2011 a Nueva York.", "label": "0", "portion_identifier": -1, "text_b": "A la edad de 19, se mudó a Nueva York, en 2011 a Estocolmo."}, {"uid": "spanish-1039-val", "text_a": "La transición de fase de un imán de hierro a un paramagnético es la segunda y es de orden continuo.", "label": "0", "portion_identifier": -1, "text_b": "Una fase de transición de un ferromagnético a un paramagnético es continua y es el segundo orden."}, {"uid": "spanish-1522-val", "text_a": "La uvular eyectiva es un tipo de sonido de consonante que se utiliza en algunos idiomas orales. El símbolo en el Alfabeto Fonético Internacional, que representa el sonido.", "label": "0", "portion_identifier": -1, "text_b": "El sonido consonántico expulsivo es un tipo de sonido uvular, utilizado por lo general en algunas lenguas habladas. Su símbolo en el Alfabeto Internacional Fonológico que representa su sonido es"}, {"uid": "spanish-1545-val", "text_a": "Fair Oaks está ubicada entre Sacramento y Folsom (38.651254, -121.259279).", "label": "0", "portion_identifier": -1, "text_b": "Sacramento está ubicada en (38.651254, -121.259279), entre Fair Oaks y Folsom."}], "1": [{"uid": "spanish-472-val", "text_a": "Soto nació en Fort Worth, pero se mudó a la edad de un año a Monterrey en México.", "label": "1", "portion_identifier": -1, "text_b": "Soto nació en Fort Worth, pero se mudó a Monterrey, México, cuando tenía un año."}, {"uid": "spanish-1816-val", "text_a": "El biógrafo más reciente de David I. Walsh escribió que \"La campaña para destruir a Walsh funcionó porque no se podía defender a él mismo... David I. Walsh era homosexual\".", "label": "1", "portion_identifier": -1, "text_b": "El reciente biógrafo de David I. Walsh escribe: \"La campaña para destruir a Walsh funcionó porque no pudo defenderse a sí mismo... David I. Walsh era gay."}, {"uid": "spanish-1846-val", "text_a": "Atoka está al este de McGee Creek Lake; al oeste de Antlers y al norte de Farris, Oklahoma.", "label": "1", "portion_identifier": -1, "text_b": "Atoka está situado al este del lago McGee Creek, al oeste de Antlers y al norte de Farris, Oklahoma."}, {"uid": "spanish-1322-val", "text_a": "Sus hijas fueron Barbara, que se casó con Deirdre Howley, Gladys Eisenstadt, Ira Eisenstadt, que se casó con Herbert Cohen y Ellen Eisenstadt, que se casó con Marvin Eisenstadt.", "label": "1", "portion_identifier": -1, "text_b": "sus hijos fueron Bárbara, que se casó con Deirdre Howley; Gladys Eisenstadt; Ira Eisenstadt, que se casó con Herbert Cohen; y Ellen Eisenstadt, que se casó con Marvin Eisenstadt."}]}