{"0": [{"uid": "spanish-1860-val", "text_a": "El cuarto se produjo por la renuncia de Joseph Hemphill tiempo después de mayo de 1826, el cual lo cubrió Thomas Kittera.", "label": "0", "portion_identifier": -1, "text_b": "El cuarto fue provocado por la renuncia de Thomas Kittera un tiempo después de mayo de 1826, donde Joseph Hemphill asumiría el cargo."}, {"uid": "spanish-603-val", "text_a": "Durante dos años, McMillan pasó por Royal Medical Corp. en Didcot -- y más tarde en Tidworth, donde gestionó una MRS para los soldados heridos en la guerra de Corea.", "label": "0", "portion_identifier": -1, "text_b": "McMillan pasó dos años en el Royal Medical Corp. en Tidworth, y después en Didcot, donde se operaba un MRS para soldados heridos en la Guerra de Corea."}, {"uid": "spanish-875-val", "text_a": "El hijo de Raymond Rickman en la película fue interpretado por el verdadero hijo de Rose, Carol.", "label": "0", "portion_identifier": -1, "text_b": "El hijo de Rose en la película fue interpretado por el hijo real de Carol, Raymond Rickman."}, {"uid": "spanish-959-val", "text_a": "Los comunistas creían firmemente que la Agencia Central de Inteligencia respaldaba estas protestas discretamente, en lo económico y de otras formas.", "label": "0", "portion_identifier": -1, "text_b": "Los comunistas creían discretamente que la Agencia Central de Inteligencia apoyaba fuertemente estas protestas, en lo económico y de otras formas."}], "1": [{"uid": "spanish-1297-val", "text_a": "Madu Kalas es una aldea y consejo sindical de Jhelum Tehsil en la provincia de Punjab de Pakistán. Es parte del distrito de Jhelum.", "label": "1", "portion_identifier": -1, "text_b": "Madu Kalas es una aldea y consejo sindical de Jhelum Tehsil en la provincia de Punjab de Pakistán y es parte del distrito de Jhelum."}, {"uid": "spanish-191-val", "text_a": "Oaklyn está ubicada en el 6to distrito congresual y forma parte del 1er distrito de estado legislativo en New Jersey.", "label": "1", "portion_identifier": -1, "text_b": "Oaklyn está ubicado en el 6.° distrito del Congreso y es parte del 1.° distrito legislativo estatal de Nueva Jersey."}, {"uid": "spanish-171-val", "text_a": "Sus límites aproximados eran de Pearl Street a Grier Avenue y South Broad Street a lo que ahora es US 1 '9.", "label": "1", "portion_identifier": -1, "text_b": "Sus límites aproximados eran desde Pearl Street hasta Grier Avenue y South Broad Street hasta lo que ahora es US 1 & 9."}, {"uid": "spanish-729-val", "text_a": "En otros artículos, elogió las ideas económicas subyacentes del plan Schuman y exaltó la expansión del mercado común europeo.", "label": "1", "portion_identifier": -1, "text_b": "En otros artículos, elogió las ideas económicas subyacentes del Plan Schuman y aplaudió la expansión del mercado común europeo."}]}