{"1": [{"uid": "german-16427-trn", "text_a": "Magnet ist viel zu schwach für Seifen ca. 80g.", "label": 1, "portion_identifier": -1, "text_b": "Seifenhalter . drugstore"}, {"uid": "german-7785-trn", "text_a": "Die Größe der BHs fällt viel zu groß aus und die Brüste werden überhaupt nicht gestützt. Habe die BHs aufgrund der guten Rezensionen gekauft, wurde aber leider mehr als enttäuscht. Wurden direkt wieder zurückgeschickt! Bei größeren Brüsten sollte man sich die Bestellung dieser BHs sparen!", "label": 1, "portion_identifier": -1, "text_b": "Zu groß und kein Halt . apparel"}, {"uid": "german-10278-trn", "text_a": "Schon vor dem Auspacken fallen die Federn innerhalb der Plastikfolie aus. Auch wenn ich als Mann keine klassische Engelsfigur habe, wäre es doch schön, wenn die Gummibänder für die Halterung nicht schon beim Anziehen aus der Pappunterlage reißen würden. Absolut billigste Qualität, nicht zu empfehlen- auch nicht für den Preis!", "label": 1, "portion_identifier": -1, "text_b": "Schlecht gemacht... . toy"}, {"uid": "german-8769-trn", "text_a": "Produktfälschung aus China kein Sicherheitscode, made in usa aber noch in der Original China Tüte verschickt, sehr clever muss ich schon sagen.", "label": 1, "portion_identifier": -1, "text_b": "China Fälschung . drugstore"}, {"uid": "german-814-trn", "text_a": "Wenn die Pumpe trocken fällt, ist sie kaputt! Deshalb habe ich den Artikel retourniert . Was sehr schade ist, denn eigentlich finde ich das System gut", "label": 1, "portion_identifier": -1, "text_b": "Gardena nicht würdig . lawn_and_garden"}, {"uid": "german-22570-trn", "text_a": "Habe mir etwas anderes vorgestellt. Der Stoff und die ganze Hose sieht auf den Bildern hier komplett anders aus als in Natura. Billige und schlechte Qualität.", "label": 1, "portion_identifier": -1, "text_b": "Nicht zu empfehlen, leider . apparel"}, {"uid": "german-35039-trn", "text_a": "Das Gerät währe schön und toll, wenn es stablier währe. Einer erstattung war bisher auch nicht möglich da sich der Verkäufer weigert auf die bereits dritte Anfrage zu reagieren. Das ganze dauert mitlerweile schon ein halbes Jahr ohne Rückmeldung. Es war gedacht um unnötige Notizzettel zu vermeiden, umweltfreundlicher leben und so, jetz hab ich Elektroschrott hier was im grunde das Gegenteil bewirkt. Das Geld kann ich warscheinlich abschreiben.", "label": 1, "portion_identifier": -1, "text_b": "Nach einem Jahr Defekt . pc"}, {"uid": "german-17773-trn", "text_a": "Die drecks Katze der Nachbarschaft turnt immer noch auf unseren Autos rum und hinterlässt ihre Pfotenabdrücke - und das nächste mal als Werbung keine Wiskas Leckerchen mitschicken - ich will die Viecher nicht noch anlocken !", "label": 1, "portion_identifier": -1, "text_b": "Wirkt irgendwie nicht . pet_products"}], "2": [{"uid": "german-44488-trn", "text_a": "Ein tolles Portemonnaie, in das man viel Kleingeld und auch etliche Karten (Club-Karten) reinbekommt. Ich finde, hier passt das Preis-Leistungs-Verhältnis. Es ist zwar etwas groß, aber als Frau hat man ja meist eh eine Handtasche dabei. Für mich eine klare Kaufempfehlung. Nachtrag: Nachdem ich sehr zufrieden war mit der Geldbörse, habe ich für meine Freundin die gleiche gekauft. Leider ist diese nach nicht mal 2 Wochen am Verschluss kaputt gegangen. Reklamation lief wie immer problemlos über Amazon ab.", "label": 2, "portion_identifier": -1, "text_b": "Preis-Leistung stimmt hier, wenn der Verschluss hält . shoes"}, {"uid": "german-62782-trn", "text_a": "Gefallen ja aber verbraucht zu viel Strom ..", "label": 2, "portion_identifier": -1, "text_b": "Stromverbrauch zu hoch .. . home_improvement"}, {"uid": "german-64939-trn", "text_a": "Passt super, ist nur unheimlich schnell zerkratzt, selbst bei ganz normaler Benutzung ohne kräftige Beanspruchung", "label": 2, "portion_identifier": -1, "text_b": "Schnell zerkratzt . wireless"}, {"uid": "german-59852-trn", "text_a": "Das Gerät ist für seinen Preis ok. Es dient seinem Zweck. Jedoch die Angaben auf dem Display sind nicht zu gebrauchen. Der Kalorienverbrauch auf der Anzeige ist nicht korrekt. Zudem ist das Gerät extrem laut. Wenn ich mit meinen knapp 100 kg 10 min trainiere, beginnt der Teil wo das Display ist, zu wackeln und die Schrauben werden locker. Zu empfehlen ist der Kauf eher nicht, weil erstens der Verkäufer aus China ist und das Gerät extrem schwer, wenn Mängel auftreten sollten, ist die Rücksendung eine Qual.", "label": 2, "portion_identifier": -1, "text_b": "Dient seinem Zweck - keine großen Erwartungen . sports"}, {"uid": "german-42233-trn", "text_a": "Das Netz ist von guter Qualität. Allerdings sieht es bei dem Band zum Spannen und Aufhängen anders aus. Nach etwas über einem Jahr löst sich das Band auf. Man kann es ganz einfach auseinanderreißen und an manchen Stellen zerfällt es zu weißem Pulver. Schade!", "label": 2, "portion_identifier": -1, "text_b": "Netz gut - Schnur miserabel . pet_products"}, {"uid": "german-53786-trn", "text_a": "Grundsätzlich wäre die Box gut, wäre nicht der Konstruktionsfehler, dass der Deckel nicht bündig schliesst. In der Ecke befindet sich eine Feder, die den Deckel nach oben drückt und so den Verschlussmechanismus sichert. Selbst wenn dies nicht stören würde, die Feder ist mE zu stark und die Plastikteile des Verschlussmechanismus werden irgendwann nachgeben und der Deckel nicht mehr schliessen. Der Verschlussmechanismus macht im Gegensatz zum Rest der Box einen billigen Eindruck. Habe Erst- und Ersatzlieferung zurückgegeben.", "label": 2, "portion_identifier": -1, "text_b": "Eigentlich gut, aber leider Konstruktionsmängel . pc"}, {"uid": "german-78696-trn", "text_a": "ich habe es leider beschädigt erhalten. ich werde es heute zurück schiken u würde gerne ein neues erhalten. ansonsten schaut es sehr nett aus.", "label": 2, "portion_identifier": -1, "text_b": "ich habe es leider beschädigt erhalten . home"}, {"uid": "german-53392-trn", "text_a": "Leider ist es nicht möglich eine Rechnung zu bekommen. Schade! Macht für mich keinen Sinn mehr zu bestellen.", "label": 2, "portion_identifier": -1, "text_b": "Keine Rechnung . home_improvement"}], "3": [{"uid": "german-117843-trn", "text_a": "Die Radkappen sind sehr dünn für das Geld. Könnten stabiler sein.", "label": 3, "portion_identifier": -1, "text_b": "Optik sehr schön . automotive"}, {"uid": "german-119921-trn", "text_a": "Eigentlich guter Kopfhörer. Lässt sich jetzt nach 3 Jahren aber nicht mehr vernünftig benutzen, da trotz geladenem Akku dieser sofort leer ist und sich die Kopfhörer nach ca. 5 min ausschalten. Schade!", "label": 3, "portion_identifier": -1, "text_b": "Nach 3 Jahren Akku defekt . electronics"}, {"uid": "german-95109-trn", "text_a": "Zitrone riecht gut und verfliegt nach einer Weile. Ocean Breeze riecht auch gut. Mein Favorit ist Lavendel. Preis finde ich etwas zu teuer...", "label": 3, "portion_identifier": -1, "text_b": "angenehmer Duft und nicht zu aufdringlich . home_improvement"}, {"uid": "german-104724-trn", "text_a": "Leider ging nach einiger Nutzung ein Teil des Bezuges kaputt. Innerhalb der Garantiezeit sollte dies eigentlich kein Problem sein. Leider hat der Hersteller einen miserablen Kundenservice. Selbst nach mehreren Emails und Telefonaten kann oder will man den Sitzbezug nicht ersetzten. Sehr schade.", "label": 3, "portion_identifier": -1, "text_b": "Mangelnde Qualität und Kundenservice . baby_product"}, {"uid": "german-112328-trn", "text_a": "Leider ist mir die Hose am Bund etwas zu eng deshalb musste ich sie leider wieder zurück schicken Qualität ist sehr gut aber leider passt sie nicht", "label": 3, "portion_identifier": -1, "text_b": "Schade . apparel"}, {"uid": "german-119631-trn", "text_a": "Hab mir mehr erwartet. Sieht sehr unschön aus unter dem BH, ist also wirklich nur was für zuhause. Und ich hatte das Problem, dass ich mich damit nicht hinlegen konnte, dann ist die milch immer dran vorbei gelaufen. Und als frischgebackene Mutti ist man nunmal oft müde;)", "label": 3, "portion_identifier": -1, "text_b": "Hab mehr erwartet. . baby_product"}, {"uid": "german-90512-trn", "text_a": "Es ist mir leider zu viel Spielraum im Daumengrundgelenk, dort wo ich die Schmerzen habe. Auch die Stütze ist mir zu weich. SCHADE :(", "label": 3, "portion_identifier": -1, "text_b": "Nicht unbedingt zu empfehlen . personal_care_appliances"}, {"uid": "german-119391-trn", "text_a": "Wir haben in unserem Auto horizontale Lüftungsschlitze (Ford Focus Kombi). Die Halterung hält schon, aber wenn man um die Kurve fährt, wackelt es schon ziemlich von links nach rechts. Es erfüllt auf jeden Fall seinen Zweck, aber wir werden uns trotzdem nach etwas anderem umschauen, weil ich nicht weiß, wie lang es halten würde", "label": 3, "portion_identifier": -1, "text_b": "nicht unbedingt für horizontale Lüftungsschlitze . automotive"}], "4": [{"uid": "german-155026-trn", "text_a": "etwas unstabil, sonst aber einwandfrei", "label": 4, "portion_identifier": -1, "text_b": "Preis-Leistung OK . home_improvement"}, {"uid": "german-125231-trn", "text_a": "Die sieht richtig gut aus. Passt perfekt und fühlt sich gut an. Kein Geruch. Das Handy liegt mit der Hülle sehr angenehm in der Hand und bringt das iPhone schön zur Geltung. Bin sehr zufrieden.", "label": 4, "portion_identifier": -1, "text_b": "Guter Schutz . wireless"}, {"uid": "german-146652-trn", "text_a": "Etwas aufwendig in der Anwendung, aber funktioniert.", "label": 4, "portion_identifier": -1, "text_b": "Aufwendig, aber funktioniert . wireless"}, {"uid": "german-149011-trn", "text_a": "Gut und günstig. Kann man ohne Probleme empfehlen. Benutze die Sicherungen für meine Harley. Bin damit sehr zufrieden und meine Harley auch.", "label": 4, "portion_identifier": -1, "text_b": "Gut und günstig . automotive"}, {"uid": "german-129391-trn", "text_a": "Der Fitness-Tracker gefällt mir ganz gut. Er scheint für den Preis hochwertig verarbeitet zu sein, sitzt sogar an meinem schmalen Handgelenk ganz gut und kommt mit 2 Wechselarmbändern (in Blau und Rosa). Beim Gehen und Joggen schien der Tracker tatsächlich recht genau die Anzahl der Schritte zu messen, sodass er für Outdoor-Sport gut geeignet ist, da vor allem die Extrafunktion für die Aktivitätsmessung ganz gut zu sein scheint. Was ich weniger gut finde, ist die Bedienung des Trackers, da sie zumindest für mich nicht sehr intuitiv ist und vor allem bei der Verbindung mit der App mehrere Versuche nötig sind. Für den Preis ist der Tracker allerdings eine gute Wahl, wenn man seine Aktivitäten gerne verfolgen möchte.", "label": 4, "portion_identifier": -1, "text_b": "gut verarbeitet und misst genau . sports"}, {"uid": "german-130678-trn", "text_a": "schnell und wie beworben geliefert", "label": 4, "portion_identifier": -1, "text_b": "Lieferung . office_product"}, {"uid": "german-154138-trn", "text_a": "Guter Earl Grey. Die Dose schließt aber dermaßen dicht, dass man die Fingernägel oder ein Werkzeug braucht, um sie zu öffnen.", "label": 4, "portion_identifier": -1, "text_b": "Gut aber unhandlich . grocery"}, {"uid": "german-132356-trn", "text_a": "Schnelle Lieferung. Hatte aber einen sehr komischen Geruch beim Auspacken!", "label": 4, "portion_identifier": -1, "text_b": "4 Sterne . home"}], "5": [{"uid": "german-181623-trn", "text_a": "Tolles Produkt, da kann man nichts falsch machen.", "label": 5, "portion_identifier": -1, "text_b": "... . baby_product"}, {"uid": "german-193585-trn", "text_a": "Es ist eine gute verarbeitung und eine schnelle lieferung. Die Produkte werde ich gerne weiter empfehlen. Zu jeder Zeit und gerne wieder.", "label": 5, "portion_identifier": -1, "text_b": "HW . kitchen"}, {"uid": "german-189829-trn", "text_a": "Alles super gut gelaufen", "label": 5, "portion_identifier": -1, "text_b": "So wie es soll . home_improvement"}, {"uid": "german-164098-trn", "text_a": "Ich habe die Heizung sofort geprüft und in mein Wassermatratze eingebaut. Nach kurzer Zeit ist meine Matratze wieder sehr angnehm geworden. Heizung würde ich wieder kaufen.", "label": 5, "portion_identifier": -1, "text_b": "Ausgepackt und geprüft . kitchen"}, {"uid": "german-172700-trn", "text_a": "Habe die Sensoren der Oculus Rift über die Karte eingebunden. Funktioniert tadellos! Es wird neben einem freien Steckplatz im Rechner noch einmal ein zusätzliches Stromkabel benötigt. Ohne funktioniert die Karte nicht. ;-)", "label": 5, "portion_identifier": -1, "text_b": "Wunderbar für Oculus Rift . pc"}, {"uid": "german-176031-trn", "text_a": "Alles bestens funktioniert einwandfrei", "label": 5, "portion_identifier": -1, "text_b": "PERFEKT . home_improvement"}, {"uid": "german-180209-trn", "text_a": "Tolle deko lichter ketten, super preis top Qualität!", "label": 5, "portion_identifier": -1, "text_b": "Deko lichter kette . lawn_and_garden"}, {"uid": "german-168692-trn", "text_a": "Was soll man da noch hinzufügen, der Artikel ist wie abgebildet pünktlich gekommen, jetzt ist er eingebaut und geht einfach.", "label": 5, "portion_identifier": -1, "text_b": "Es ist ein Schloß, das funktioniert . home_improvement"}]}