{"1": [{"uid": "german-26493-trn", "text_a": "Die Steintapete ist an sich nicht schlecht. Ich kann bis heute nicht nachvollziehen, dass ich bei einem Warenwert von ca. 26 € Porto und Verpackung von nochmal 120 € bezahlen habe müssen. Das ist sicher nicht normal. Vorsicht ist hier geboten!!! Ich fühlte mich ganz schön verbracht!", "label": 1, "portion_identifier": -1, "text_b": "Steintapete . home_improvement"}, {"uid": "german-13822-trn", "text_a": "Die Kapseln schmecken seit neuestem widerlich nach Knoblauch und das ist für mich leider ein Ausschlusskriterium. Schade, denn bisher war ich immer sehr zufrieden mit diesem Produkt. Ich werde mich jetzt nach einer Alternative umschauen müssen.", "label": 1, "portion_identifier": -1, "text_b": "Widerlich . drugstore"}, {"uid": "german-12336-trn", "text_a": "Noch nicht gekommen....", "label": 1, "portion_identifier": -1, "text_b": "Nicht gekommen.. . automotive"}, {"uid": "german-15831-trn", "text_a": "Völlig unbrauchbar, da das Plastik beim öffnen bricht und sich so scharfe Kanten bilden.", "label": 1, "portion_identifier": -1, "text_b": "Nicht zu empfehlen! . furniture"}, {"uid": "german-23727-trn", "text_a": "Gutes Produkt, leider haben die Reißverschlüsse nicht lange gehalten was sehr schade ist", "label": 1, "portion_identifier": -1, "text_b": "Rucksack . luggage"}, {"uid": "german-469-trn", "text_a": "Wenig benutzt; stets nur im näheren Umfeld des Studios eingesetzt. Und jetzt nach noch nicht einmal 2,5 Jahren ist der Stellmotor defekt. Das ist in keinster Weise zufriedenstellend.", "label": 1, "portion_identifier": -1, "text_b": "Nach Ablauf der Garantie: Motor des Autofokus kaputt . camera"}, {"uid": "german-15612-trn", "text_a": "Laut Beschreibung sollte doch eine Film DVD abspielbar sein!? Bei mir wird die DVD gleich gar nicht erkannt. Mit mehreren schon ausprobiert. Ansonsten würde, wenn das funktioniert das Preis/Leistungs Verhältnis ja stimmen.", "label": 1, "portion_identifier": -1, "text_b": "Film DVD wird nicht gelesen . pc"}, {"uid": "german-26328-trn", "text_a": "Einfach nur schlecht", "label": 1, "portion_identifier": -1, "text_b": "Öde . lawn_and_garden"}], "2": [{"uid": "german-56752-trn", "text_a": "Spindel defekt siehe Bilder", "label": 2, "portion_identifier": -1, "text_b": "Spindel defekt . pc"}, {"uid": "german-43942-trn", "text_a": "Leider nicht für Frauenhände geeignet, zu schwergängig und damit auch preislich zu teuer", "label": 2, "portion_identifier": -1, "text_b": "Unbrauchbar für Frauenhände . kitchen"}, {"uid": "german-52379-trn", "text_a": "Leider hält das eingefüllte Konfetti nicht am Ballon, weder mit Helium noch mit Luft. Schade hatte mich sehr auf die Ballons gefreut.", "label": 2, "portion_identifier": -1, "text_b": "Schade . toy"}, {"uid": "german-47855-trn", "text_a": "Uns wurde leider nur 1 statt wie in der Beschreibung sichtbar 2 Glühbirnen geschickt. Ansonsten alles Top", "label": 2, "portion_identifier": -1, "text_b": "Nur 1 Birne dabei . home"}, {"uid": "german-60535-trn", "text_a": "Der Film ist nicht zu empfehlen. Eine oberflächliche Handlung, die durch die Besetzung von Miley Cyrus wett gemacht werden soll.", "label": 2, "portion_identifier": -1, "text_b": "Keine Empfehlung . digital_video_download"}, {"uid": "german-59168-trn", "text_a": "Die akkustische Warnung bei bewegungserkennung funktionierte bei mir nicht. Mein Smartphone hat bei einer Bewegungserkennung lediglich einmal kurz vibriert, was man natürlich nicht unbedingt mitbekommt. Wir wollten die Kamera zur überwachen der Kinder nutzten, wenn man z.b. im Sommer am Abend bei den Nachbarn grillt o.ä. dafür nicht geeignet.", "label": 2, "portion_identifier": -1, "text_b": "Nicht für alle Zwecke .... . home_improvement"}, {"uid": "german-76235-trn", "text_a": "Firma verweigert Rechnung mit ausgewiesener MwSt.", "label": 2, "portion_identifier": -1, "text_b": "Rechnung ohne MwSt. . pc"}, {"uid": "german-60584-trn", "text_a": "Passte sich nicht dem Körper an.", "label": 2, "portion_identifier": -1, "text_b": "Zu steif. . apparel"}], "3": [{"uid": "german-108938-trn", "text_a": "Hülle sieht top aus und Schütz bestimmt sehr gut aber mir persönlich ist die Hülle am Rand zu dick . Ich bevorzuge Ultra Slim", "label": 3, "portion_identifier": -1, "text_b": "Guter Schutz aber dicker Rahmen . wireless"}, {"uid": "german-111916-trn", "text_a": "Matratze bzw. Luftbett pünktlich geliefert, jedoch ist die Tasche zur Aufbewahrung viel zu klein. Lieber ein paar Eure mehr verlangen und eine stabile und großzügige Transporttasche liefern, diese Tasche hält nichts aus", "label": 3, "portion_identifier": -1, "text_b": "Luftbett o.k., Transporttasche ungenügend . sports"}, {"uid": "german-95835-trn", "text_a": "An sich sind die Wimpern toll, leider bekomm ich sie nicht auf meine Wimpern. Sehen auch sehr sehr künstlich aus und einbisschen too much", "label": 3, "portion_identifier": -1, "text_b": "Ansich schön . beauty"}, {"uid": "german-96175-trn", "text_a": "Der Schirm macht einen guten Ersteindruck. Leider passen klassische 50cm Gehwegplatten von der Höhe her nicht in das Bodenkreuz.", "label": 3, "portion_identifier": -1, "text_b": "Schöner Schirm mit kleinen Abzügen . lawn_and_garden"}, {"uid": "german-111464-trn", "text_a": "Leider bekam ich die falsche Wechselplatte dazu", "label": 3, "portion_identifier": -1, "text_b": "Gut . camera"}, {"uid": "german-82097-trn", "text_a": "Die Zahnpasta ist gut anwendbar, d.h. eine schwarze cremige Masse, die angenehm riecht und keine Paste, die man sich selbst anrühren muss. Sicherlich werden die Zähne dadurch sauber, aber keine erhebliche Aufhellung erkennbar (nach 2 Wochen Benutzung). Insofern m.E. etwas teuer im Preis-Leistungs-Verhältnis", "label": 3, "portion_identifier": -1, "text_b": "Hält nicht unbedingt, was sie verspricht . drugstore"}, {"uid": "german-109772-trn", "text_a": "Nicht schlecht, aber die Bücher find ich viel besser.", "label": 3, "portion_identifier": -1, "text_b": "Nicht schlecht. Bücher sind besser . digital_video_download"}, {"uid": "german-105022-trn", "text_a": "Leider muss man eine Weile nach dem Sprühen warten und man darf auch nicht zu heiß darauf bügeln. Sonst brennt die Sprühstärke am Bügeleisen fest und verdreckt die Hemden", "label": 3, "portion_identifier": -1, "text_b": "Sprühstärke vorsichtig benutzen . drugstore"}], "4": [{"uid": "german-129757-trn", "text_a": "Erfüllt seinen Zweck. Man sieht nach kurzer Beanspruchung, das z. B. die Nähte ausfransen. Ansonsten voll o.k rollt leicht und sicher. Was mich allerdings am Anfang gestört hat, ist der intensive Geruch nach chemischen Farben, Kleber etc. Ist halt billig produziert.", "label": 4, "portion_identifier": -1, "text_b": "Preis/Leistung ok . luggage"}, {"uid": "german-152560-trn", "text_a": "Lieferung war etwas langsam", "label": 4, "portion_identifier": -1, "text_b": "Gute Qualität . home_improvement"}, {"uid": "german-130404-trn", "text_a": "Nett anzusehen. Story, wie erwartet, nicht allzu anspruchsvoll. Jedoch definitiv besser umgesetzt als der erste Teil, wobei die Bücher nachwievor interessanter sind.", "label": 4, "portion_identifier": -1, "text_b": "Unterhaltsam für Fans . digital_video_download"}, {"uid": "german-146989-trn", "text_a": "Für den Preis echt gut. Klasse.", "label": 4, "portion_identifier": -1, "text_b": "Gut. . drugstore"}, {"uid": "german-157538-trn", "text_a": "Das Infrarot-Thermometer scheint okay zu sein aber das Englisch in der Beschreibung: du meine Güte. Wenn man sich das Englisch so ansieht kommt als erstes der Gedanke schlechte Übersetzung aus dem chinesischen. Das Fleischthermometer was auch mitgeliefert wurde: da frage ich mich wie lange die Knöpfe wohl halten weil man muss sehr feste darauf drücken damit es sich überhaupt einschaltet.", "label": 4, "portion_identifier": -1, "text_b": "Infrarot-Thermometer Ok Fleischthermometer zweifelhafte Qualität . industrial_supplies"}, {"uid": "german-144121-trn", "text_a": "Tasche ist sehr schön....fand sie aber etwas unhandlich.....für mich persönlich war sie etwas klein....ging daher zurück...", "label": 4, "portion_identifier": -1, "text_b": "Tasche . shoes"}, {"uid": "german-154711-trn", "text_a": "Für die vergangenen kalten Wintertage war das eine schöne Beschäftigung. Sind einfach auch für kleine Kinder zu verwenden. Mein fast 3 jähriger Sohn hatte spaß damit.", "label": 4, "portion_identifier": -1, "text_b": "Schön zum basteln . toy"}, {"uid": "german-157970-trn", "text_a": "Artikel war wie beschrieben, leider waren die Perlenketten nicht gleichmäßig und es sah am Hals schief aus.", "label": 4, "portion_identifier": -1, "text_b": "danke . jewelry"}], "5": [{"uid": "german-181930-trn", "text_a": "Lieferung ist top, Produkt auch gut!", "label": 5, "portion_identifier": -1, "text_b": "👍 . video_games"}, {"uid": "german-169529-trn", "text_a": "Alles bestens, gerne wieder", "label": 5, "portion_identifier": -1, "text_b": "sehr gut . personal_care_appliances"}, {"uid": "german-189065-trn", "text_a": "Nach NFS Most Wanted waren die Ergebnisse der Spielereihe ja eher ernüchternd. Mit Payback kehrt es aber endlich zu seinen Wurzeln zurück und das Tuning der Fahrzeuge steht wieder im Vordergrund. Die Autos sind detailreich und der Soundtrack genial. Hoffe das noch mehr solche NFS Spiele in den nächsten Jahren kommen werden", "label": 5, "portion_identifier": -1, "text_b": "Das beste NFS nach Most Wanted . video_games"}, {"uid": "german-173790-trn", "text_a": "Da Rosenwasser überall empfohlen wird, habe ich mich auch dazu entschlossen, mal welches auszuprobieren. Das Rosenwasser von Rosense wird überall sehr gehypte, allerdings war es mir zu teuer, sodass ich nach einer Alternative gesucht habe und auf dieses Produkt gestoßen bin. Der Versand durch Amazon ging wie immer reibungslos und zügig, sodass ich das Produkt schon weniger Stunden später hatte. Das Paket war ordentlich verpackt und die Plastikflasche in einem einwandfreien Zustand. Wenn man das erste mal an Rosenwasser riecht, wird man sich vermutlich wundern, da dieses sehr muffig und abgestanden riecht. Das ist der normale Geruch von richtigem Rosenwasser! Wer den bekannten Rosenduft erwartet ist mit 100% reinem Rosenwasser nicht bedient. An den Geruch gewöhnt man sich allerdings. Ich habe mir das Rosenwasser in eine Sprühflasche umgefüllt und benutze es nach der Reinigung als Gesichtswasser um danach meine Hautpflege aufzutragen oder zum Anrühren von Masken. Meine Haut ist sehr empfindlich und reagiert schnell mit Unreinheiten. Mit diesem Produkt habe ich allerdings keinerlei Probleme, meine Haut ist kein bisschen gereizt. Seitdem ich dieses Rosenwasser in Kombination mit einer Totes Meer Salz Tagescreme benutze habe ich meine Unreinheiten, mit denen ich seit Jahren kämpfe, in den Griff bekommen. Ich habe bereits mehrere Flaschen gekauft und wurde noch nie enttäuscht - das Produkt war immer einwandfrei und ich werde es weiterhin kaufen.", "label": 5, "portion_identifier": -1, "text_b": "Einwandfreies Produkt mit gewöhnungsbedürftigen Geruch . drugstore"}, {"uid": "german-177910-trn", "text_a": "Super Produkt, kommt bei den Kindern gut an.", "label": 5, "portion_identifier": -1, "text_b": "Super für die Kinder . home"}, {"uid": "german-187069-trn", "text_a": "Ist genau so wie ich mir das gewünscht habe. Die CO2 Anzeige ist auch glaubhaft, auch wenn eine Varianz von 450 echt etwas viel ist. Aber am Ende soll es ja nur ein ungefährer Richtwert sein und das ist es auch jeden Fall!", "label": 5, "portion_identifier": -1, "text_b": "passt super . lawn_and_garden"}, {"uid": "german-180032-trn", "text_a": "gefällt mir. Gute Idee diese Filter. Benutze sie täglich. Bestellung, Versand und Lieferung schnell und ohne Beanstandung. Gerne wieder.", "label": 5, "portion_identifier": -1, "text_b": "gute Filter . drugstore"}, {"uid": "german-181745-trn", "text_a": "Sehr gutes Sägeblatt. Macht Top Schnitte in meiner Makita Tauchsäge. Hinterlässt kein Anbrennen oder irgendwelche anderen Spuren an der Schnittfläche.", "label": 5, "portion_identifier": -1, "text_b": "Top Sägeblatt . home_improvement"}]}