{"contradiction": [{"uid": "thai-27368-val", "text_a": "มัน เป็น พื้นที่ ที่ มี หิน เยอะ ที่ เจ้าของ ฟาร์ม ชื่อ   Lover   หลบ อยู่ แถวๆ ก้อนหิน จาก ผู้คน ที่ ตั้งใจ จะ ฆ่า เขา", "label": "contradiction", "portion_identifier": -1, "text_b": "คน เลี้ยงสัตว์ ชื่อ   Lover   หลบ ใน พื้นที่ ที่ เต็มไปด้วย หญ้า ระหว่าง ที่ เขา วางแผน ฆ่า อาละวาด"}, {"uid": "thai-26405-val", "text_a": "เรา ไม่ พบ ข้อบ่งชี้ ใด   ๆ   มี การ สรุป แนวคิด เกี่ยวกับ การบริหาร จัดการ ใหม่ หรือ   คลา ร์ก ได้ ส่ง รายงาน ของ เขา ให้ กับ พวกเขา   แม้ว่า ทีม เจ้าหน้าที่ ด้าน อาชีพ เดียวกัน จะ ประเมิน การบริหาร จัดการ ของ ทั้งสองฝ่าย", "label": "contradiction", "portion_identifier": -1, "text_b": "พวกเรา แน่ใจ ว่า   Clarke   ส่ง รายงาน วันที่   2   กรกฏาคม"}, {"uid": "thai-26659-val", "text_a": "ความหวัง ของ ฉัน คือ เธอ ได้รับ พร อัน ยิ่งใหญ่ และ ได้ กำลังใจ โดย ปัญหา นี้", "label": "contradiction", "portion_identifier": -1, "text_b": "ฉัน รู้ ว่า ปัญหา นี้ ทำให้ คุณ หมดหวัง   แต่ จง รอคอย วันหยุด ของ คุณ"}, {"uid": "thai-27318-val", "text_a": "ไม่ ควร มองข้าม แสง แห่ง ปัญญา", "label": "contradiction", "portion_identifier": -1, "text_b": "ความ ปราดเปรื่อง ชั่ว ขณะนั้น ไม่ มีความสำคัญ"}, {"uid": "thai-25389-val", "text_a": "ใช่   ฉัน มักจะ กล่าวว่า ถ้า ฉัน ตาย   ฉัน มักจะ กล่าวว่า ถ้า ฉัน ตาย ฉัน ต้องการ กลับมา เกิด เป็น สุนัข   มัน เป็น วิธี ที่ ดี ที่สุด ที่จะ เป็น", "label": "contradiction", "portion_identifier": -1, "text_b": "ฉัน ไม่เชื่อ ใน ชีวิต หลัง ความตาย ประเภท ใด   ๆ"}, {"uid": "thai-25338-val", "text_a": "โอเค และ พวกเขา มี ลา ซาน ญ่า ที่ อร่อย ไหม", "label": "contradiction", "portion_identifier": -1, "text_b": "ลา ซาน ญ่า คือ า หาร ที่ แย่ ที่สุด เท่าที่ ฉัน เคย ลอง !"}, {"uid": "thai-26646-val", "text_a": "มัน ใช้การ ช่วยเหลือ จาก เอกชน และ หุ้นส่วน และ การ ระดมทุน ของ มหาวิทยาลัย เพื่อให้ วิทยาลัย กฎหมาย ของ เรา ก้าว สู่ ความสำเร็จ และ การ เป็น ผู้มีอิทธิพล โน้มน้าว ต่อไป", "label": "contradiction", "portion_identifier": -1, "text_b": "โรงเรียน กฎหมาย ของ เรา ขึ้นอยู่กับ การ ระดมทุน ของ ภาคเอกชน เพียง อย่าง เดียว"}, {"uid": "thai-25371-val", "text_a": "และ เอ่อ   บางครั้ง มัน ก็ดี ที่ ได้ ออก ไป ข้างนอก และ กิน สลัด", "label": "contradiction", "portion_identifier": -1, "text_b": "ฉัน จะ ไม่มีวัน กิน สลัด - น่าขยะแขยง !"}], "entailment": [{"uid": "thai-25839-val", "text_a": "คนโง่ บางคน อาจ เชื่อ เรื่องราว นั้น   เขา ทำ ท่าทาง ดูถูก ผู้ชาย ที่ เอว   ซึ่ง ระดับ ของ เขา เพิ่มขึ้น อย่าง คงที่ โดย การ มาถึง ของ คนอื่น จาก ดาดฟ้า หัว เรือ", "label": "entailment", "portion_identifier": -1, "text_b": "ผู้คน จาก ดาดฟ้า เรือ เข้ามา ร่วมกับ เหล่า ชาย ที่ สวม เสื้อกล้าม"}, {"uid": "thai-27327-val", "text_a": "Hogwash   เป็น คำจำกัดความ ของ ภาษา ว่า   ไร้ค่า น่าขยะแขยง และ ไม่ เหมาะสำหรับ การ บริโภค ของ มนุษย์", "label": "entailment", "portion_identifier": -1, "text_b": "Hogwash   หมายถึง สิ่ง ที่ ไร้สาระ และ ไร้ค่า"}, {"uid": "thai-25187-val", "text_a": "ใช่ ที่นั่น   มี บางอย่าง เกี่ยวกับ   การ มี ที่อยู่อาศัย   ฉัน ไม่ทราบ", "label": "entailment", "portion_identifier": -1, "text_b": "มันดี นะ ที่ มี ที่ อาศัย อยู่"}, {"uid": "thai-27049-val", "text_a": "นโยบาย ด้าน ต่างประเทศ ของ เรา นโยบาย ไหน ที่   Richard   Clarke   กลัว ว่า จะ ถูก ยกเลิก ไป มาก ที่สุด -- การ ยืน อยู่ ท่ามกลาง พลเรือน ที่ ถูก สังหาร ใน ร วัน ดา หรือ การ ยืน อยู่ ท่ามกลาง พลเรือน ที่ ถูก สังหาร ใน โค โซ โว ?", "label": "entailment", "portion_identifier": -1, "text_b": "Clarke   กังวล เกี่ยวกับ นโยบาย ต่างประเทศ ของ เรา"}, {"uid": "thai-25949-val", "text_a": "Umeda   บ่งบอก ขอบ ทางเหนือ ของ ตำบล ธุรกิจ และ การ บันเทิง ที่ โด ง ดังที่ ชื่อว่า   Kita   ( ซึ่ง ก็ แปล ว่า ทิศเหนือ )   และ เป็นใจ กลางเมือง โอ ซา ก้า ใหม่ ที่ คึกคัก", "label": "entailment", "portion_identifier": -1, "text_b": "อุ เม ดะ คือ ทางเหนือ สุด ของ เขต ความบันเทิง"}, {"uid": "thai-25786-val", "text_a": "ใจเย็น ๆ   Old   Wolf   ใจเย็น ๆ!   Captian   Blood   เตือน เขา", "label": "entailment", "portion_identifier": -1, "text_b": "กัปตัน   Blood   ตะโกน ใส่   Old   Wolf ."}, {"uid": "thai-26148-val", "text_a": "แม้ว่า กลยุทธ์ การ ระดมทุน อาจ ได้รับ การพัฒนา   การ ระดมทุน ก็ ยัง สามารถ ใช้ได้ กับ งาน นี้", "label": "entailment", "portion_identifier": -1, "text_b": "มี ทรัพยากร ที่ หา ได้ สำหรับ งาน เหล่านี้"}, {"uid": "thai-25505-val", "text_a": "ปัจจุบัน คำ ว่า บาร์ บา โค อา   หมาย ความ ถึง การย่าง เนื้อ ให้ สุก ใน หลุม เท่านั้น   จึง มีชื่อ เรียก อีก อย่างว่า การย่าง ใน หลุม", "label": "entailment", "portion_identifier": -1, "text_b": "มี คำ อย่างน้อย สอง คำ ที่ หมายถึง การปรุงอาหาร ของ เนื้อสัตว์ ใน หลุม"}], "neutral": [{"uid": "thai-26686-val", "text_a": "- เครื่องแต่งกาย ที่ สวยงาม หลาย ชุด ที่ ถูก คิด   ออกแบบ และ เย็บ ด้วยมือ   เช่น   ชุด ย้อนยุค ของ แม รี   ท็ อด ด์ ใน เรื่อง   Abe   Lincoln   in   Illinois   และ ชุดราตรี ใน เรื่อง   A   Christmas   Carol", "label": "neutral", "portion_identifier": -1, "text_b": "ชุด นี้ ถูก ผลิต โดย มือ มนุษย์ เท่านั้น"}, {"uid": "thai-26905-val", "text_a": "เรื่อง เด่น ของ นิตยสาร   Time   คือ โครงการ   12   ขั้นตอน ของ บิล   เก ต ส ์   ว่าด้วย แนวทาง แห่ง ความสำเร็จ ใน ยุค ดิจิทัล", "label": "neutral", "portion_identifier": -1, "text_b": "นิ ต ยา สาร   Time   มี รูป ของ   บิล   เก ต ส ์   บน หน้าปก"}, {"uid": "thai-25955-val", "text_a": "สมาชิก ลำดับ ที่สาม ของ สาม สิ่ง แห่ง ศาสนา ฮินดู คือ พระพรหม ผู้ มี หน้าที่ สร้าง โลก", "label": "neutral", "portion_identifier": -1, "text_b": "พระพรหม คือ ส่วน ที่ สำคัญ ที่สุด ของ ตรี เอกา นุ ภาพ"}, {"uid": "thai-27041-val", "text_a": "การ ที่ ประวัติศาสตร์ ที่ เพิ่ง ผ่าน ไป ไม่นาน ของ พวกเรา มี บัก ซี   ซี เกิล   และ คิด   ทวิ ส ต์   ไม่ได้ หมาย ความ ว่า พวกเรา เป็น คน แข็งกร้าว", "label": "neutral", "portion_identifier": -1, "text_b": "การ ปรากฏตัว ของ เหล่า แร ปเป อ ร์ ใน ประวัติศาสตร์ ของ เรา ไม่ได้ รับประกัน ว่า เรา จะ อึด"}, {"uid": "thai-25464-val", "text_a": "บา โต คือ คำ ที่ เก่า นาน นับ ศตวรรษ ที่ สามารถ แปล ว่า ผู้ชาย หรือ หนุ่ม ก็ได้", "label": "neutral", "portion_identifier": -1, "text_b": "วา โต้ เป็น คำ สะกด ที่ นิยม มากกว่า"}, {"uid": "thai-27348-val", "text_a": "จริงๆ แล้ว คำ ว่า   เค วิก   ใน พจนานุกรม อ็อกฟอร์ด นั้น เป็น กิริยา ที่ มีความหมาย เดียว กับ คำ ว่า   ` โค รค'   ใน ศตวรรษ ที่   19   เก้า ซึ่ง เอาไว้ ใช้ เรียน   กบ   นก ตระกูล กา   และ   นกกระสา", "label": "neutral", "portion_identifier": -1, "text_b": "คน ส่วนใหญ่ จะ ไม่ทราบ ถึง ที่มา ของ คำ ว่า   ค วอร์ ก   และ การ อ้างอิง ถึง เสียง ที่ กบ สร้าง ขึ้น มา"}, {"uid": "thai-27185-val", "text_a": "วันนี้ พวก ลัทธิ เยอรมัน ไม่อยู่ ใน สหรัฐฯ ด้วยซ้ำ", "label": "neutral", "portion_identifier": -1, "text_b": "Germanisms   เหล่านี้ ถูก นำมาใช้ ทั่ว อเมริกา ใน ทุกวันนี้"}, {"uid": "thai-26345-val", "text_a": "ใน อีกนัยหนึ่ง   เมื่อ ทรัพย์สิน ของ ครัวเรือน ได้ เพิ่ม มูลค่า ขึ้น   ผู้คน สามารถ เก็บ ออม จาก รายได้ ปกติ น้อยลง ได้ โดย ที่ ยัง บรรลุเป้าหมาย รายรับ จาก มูลค่า ของ ความมั่งคั่ง ได้", "label": "neutral", "portion_identifier": -1, "text_b": "การออม ต่อไป ด้วย จำนวน เดิม เหมือน ทุกครั้ง เป็นเรื่อง ที่ ฉลาด"}]}