{"0": [{"uid": "spanish-1038-val", "text_a": "También es el sexto edificio más alto de Rusia, el quinto más alto de Europa y uno de los 90 rascacielos más altos del mundo.", "label": "0", "portion_identifier": -1, "text_b": "También es el quinto edificio más alto de Rusia, el sexto más alto de Europa y uno de los 90 rascacielos más altos del mundo."}, {"uid": "spanish-1529-val", "text_a": "Oaklyn está ubicada en el 1er distrito electoral y es parte del 6to distrito legislativo estatal de Nueva Jersey.", "label": "0", "portion_identifier": -1, "text_b": "Oaklyn se ubica en el 6to Distrito del Congreso y forma parte del 1er Distrito Legislativo de Nueva Jersey."}, {"uid": "spanish-587-val", "text_a": "El 29 de noviembre de 1171, Gonzalo Ruiz de Bureba firmó un certificado por primera vez como ''Gonzalo.", "label": "0", "portion_identifier": -1, "text_b": "El 29 de noviembre de 1171, Gonzalo firmó como ``Gonzalo Ruiz de Bureba'' por primera vez."}, {"uid": "spanish-805-val", "text_a": "Los comunistas creían de manera discreta que la Agencia Central de Inteligencia respaldaba estas manifestaciones fuertemente por medio de financiamiento.", "label": "0", "portion_identifier": -1, "text_b": "Los comunistas creían fervientemente que la Agencia Central de Inteligencia apoyaba de manera discreta sus protestas, de manera financiera y de otro modo."}], "1": [{"uid": "spanish-1064-val", "text_a": "William Harris fue el segundo hijo de William Harris, su hermano mayor Christopher Harris fue MP de Okehampton.", "label": "1", "portion_identifier": -1, "text_b": "Harris fue el segundo hijo de William Harris. Su hermano mayor, Christopher Harris fue MP para Okehampton."}, {"uid": "spanish-161-val", "text_a": "De acuerdo con la Oficina del Censo de los Estados Unidos, Southport tiene un área total de la cual es tierra, o el 0,91 %, es agua.", "label": "1", "portion_identifier": -1, "text_b": "De acuerdo con la Oficina del Censo de los Estados Unidos, Southport es un área total de, que tiene tierra y, o 0,91 %, es agua."}, {"uid": "spanish-225-val", "text_a": "El Cambus Azusa de la Universidad Azusa Pacific está ubicado en San Gabriel Valley, al noreste de Los Ángeles.", "label": "1", "portion_identifier": -1, "text_b": "El campus de Azusa de la Universidad Azusa Pacific está ubicado en el Valle de San Gabriel, ubicado al noreste de Los Ángeles."}, {"uid": "spanish-1815-val", "text_a": "Roger Pritchard, que inmigró desde Inglaterra a Milford, Connecticut en 1653; se casó con Elizabeth Prudden", "label": "1", "portion_identifier": -1, "text_b": "Elizabeth Prudden inmigró de Inglaterra a Milford, Connecticut en 1653, y se casó con"}]}