{"1": [{"uid": "french-10726-trn", "text_a": "Cadeau pour ma maman mais je l pas recu et cet pour mercredi", "label": 1, "portion_identifier": -1, "text_b": "Lampe non recu . personal_care_appliances"}, {"uid": "french-17139-trn", "text_a": "Sac sentant fort le plastique, mauvaise qualité. fermeture éclair fragile. matière synthétique. on a pas envie de ranger les affaires de bébé. très déçue", "label": 1, "portion_identifier": -1, "text_b": "odeur de plastique . wireless"}, {"uid": "french-18216-trn", "text_a": "Déçu j avait demandé noir mais il m'envoie des boucle de oreilles en couleur arc en ciel vraiment déçu à ce prix la", "label": 1, "portion_identifier": -1, "text_b": "Très déçu . home"}, {"uid": "french-822-trn", "text_a": "Très mauvais le poubelle il se ouvre plus après quelques mois d'utilisation.", "label": 1, "portion_identifier": -1, "text_b": "Ouverture pas bon qualité . home"}], "2": [{"uid": "french-66029-trn", "text_a": "il manque pas grand chose pour que ça soit bien : la lumière me réveille une 1/2 heure avant car elle n'est pas progressive et le son est trop fort même au volume au minimum", "label": 2, "portion_identifier": -1, "text_b": "domage . home"}, {"uid": "french-49338-trn", "text_a": "Je trouve ce gel bien moins efficace que d'autres marques connues elles aussi. En le laissant agir 1/2 heure, je suis déçu du résultat. Ca ne nettoie pas correctement, et même en insistant ce n'est pas ça. Il n'y a que l'odeur marine, qui est bien. Quatre flacons à ce prix là, si j'avais su, je me serais abstenu. Vu le nombre d'avis négatifs sur ce produit, ne pas commander ce lot de quatre flacons à un prix intéressant, d'où probablement le piège. Il y a des années, Canard WC était LA référence, et l'efficacité au rendez vous. Préférez plutôt Dom... ou l'odeur n'est pas terrible, mais qui agit ! 2* et encore.", "label": 2, "portion_identifier": -1, "text_b": "Ah, mon canard prend l'eau ;.) . drugstore"}, {"uid": "french-75203-trn", "text_a": "La nourriture ne reste pas longtemps chaude. Il est indiqué que cela tient chaud pendant max 7h et au bout de 3h c'est à peine tiède. Après 2 lavages la décoration s’efface également. Je suis très déçue.", "label": 2, "portion_identifier": -1, "text_b": "assez déçu . baby_product"}, {"uid": "french-66700-trn", "text_a": "J'ai eu beau fouiller le colis. J'ai commandé 2 ampoules mais je n'en ai reçu qu'une. Par chance, elle fonctionne.", "label": 2, "portion_identifier": -1, "text_b": "Il manque 1 ampoule dans le colis . home"}], "3": [{"uid": "french-92042-trn", "text_a": "Cage spacieuse où nos deux sœurs hamsters vivent. Fragilité du biberon qui a cassé en le vissant, accès condamné car diamètre particulier. Échelle pour accéder à la maison qui tient mal.", "label": 3, "portion_identifier": -1, "text_b": "Cage spacieuse . pet_products"}, {"uid": "french-119445-trn", "text_a": "Recharge parfaitement et durablement la tablette (je ne sais pas pourquoi mais depuis que je l'utilise l'autonomie me semble supérieure). Anti-dérapant à toute épreuve, et il s'intègre parfaitement avec l'ipad. Un bon produit, mais trop cher lorsqu'il est neuf. Je l'ai acheté d'occasion, de fait le prix était acceptable. EDIT : Après presque 1 an d'utilisation, hélas le rechargement se fait de manière aléatoire. Sans explication a priori, mon ipad perd sa charge bien qu'il soit sur le socle. Il faut que je le retire et remette plusieurs fois afin de retrouver le chargement normal. Du coup je retire 2* sachant que c'était un produit d'occasion. Mais la durée de vie semble limité sur cet objet.", "label": 3, "portion_identifier": -1, "text_b": "Parfait pour l'ipadpro mais ... . pc"}, {"uid": "french-104783-trn", "text_a": "On peut mettre à peine 2 petites clés. La 5ème photo est très trompeuse, si on met autant de clés à l'intérieur, il ne ferme pas ! Les dimensions données ne correspondent pas à la réalité.", "label": 3, "portion_identifier": -1, "text_b": "Compartiment très petit. . home_improvement"}, {"uid": "french-91108-trn", "text_a": "Simple d’utilisation. Je ne mettrai pas 5 étoiles car certains paramètres ne fonctionnent pas et malgré les relances au services clients, aucunes réponses", "label": 3, "portion_identifier": -1, "text_b": "Efficace . kitchen"}], "4": [{"uid": "french-133423-trn", "text_a": "Au niveau qualité/prix très performant Plusieurs programmes sont disponibles Très vite monté, deux vis Bon tapis de marche va jusqu'à 10 km/h pliable - stable", "label": 4, "portion_identifier": -1, "text_b": "TOP . sports"}, {"uid": "french-152396-trn", "text_a": "Crayons gras de bonne qualité et très pigmentés. Bémol pour la boîte de rangement peu pratique.", "label": 4, "portion_identifier": -1, "text_b": "Crayons de qualité . home"}, {"uid": "french-128475-trn", "text_a": "plafonnier super beau lumière très jaune ou blanche c top pour le matin au réveil par contre la télécommande ne sert a rien pour changer la couleur j’appuie 2 fois de suite sur l’interrupteur et ça fonctionne .Bien dommage de ne pas avoir cette option même en traduisant la notice en allemand .", "label": 4, "portion_identifier": -1, "text_b": "attention la telecommande ne fonctionne pas . luggage"}, {"uid": "french-142729-trn", "text_a": "Produit conforme au descriptif. Tres pratique sur mes plaques induction. A voir dans le temps, les ventouses semblent se decoller facilement", "label": 4, "portion_identifier": -1, "text_b": "Bon produit . home"}], "5": [{"uid": "french-192542-trn", "text_a": "Changement de ma batterie", "label": 5, "portion_identifier": -1, "text_b": "Bon produit . electronics"}, {"uid": "french-191669-trn", "text_a": "J'ai bien reçu la article c un bon produit je suis content merci Amazon", "label": 5, "portion_identifier": -1, "text_b": "Bon produit . wireless"}, {"uid": "french-175560-trn", "text_a": "Je l’utilise depuis un moment, il hydrate et adoucit bien la peau. A bien fonctionné sur moi, mais lent.", "label": 5, "portion_identifier": -1, "text_b": "Fonctionne bien sur moi . home"}, {"uid": "french-174220-trn", "text_a": "Excellent chargeur, c'est très rapide!cela correspond parfaitement à mes attentes! et son efficacité et sa rapidité est exemplaire.", "label": 5, "portion_identifier": -1, "text_b": "Un chargeur tout simplement excellent ! . wireless"}]}