{"1": [{"uid": "german-11669-trn", "text_a": "\"Design ist gut, Funktionalität nicht\" Wie schon im Titel geschrieben finde ich das Design von allen 4 gekauften Produkten gut und die Lichtfunktion ist auch ausreichend schön, aber es landen nur kleinste Fliegen in dem Gitter und KEINE Mücken, wofür es gekauft wurde. Ich habe 4 Räume damit ausgestattet und wir haben viele Mücken und es gab auch keine weiteren Lichtquellen. Die Kinder sind weiterhin zerstochen gewesen... Ich kann das Produkt somit nicht empfehlen und nach dem Zeitraum leider auch nicht mehr zurückgeben, denn für eine Lampe zum Ausleuchten hätte ich mich für etwas anderes entschieden.", "label": 1, "portion_identifier": -1, "text_b": "\"Design ist gut, Funktionalität nicht\" . sports"}, {"uid": "german-25587-trn", "text_a": "Als Vogelschreck voll versagt.", "label": 1, "portion_identifier": -1, "text_b": "Erfüllt nicht seinen Zweck. . lawn_and_garden"}, {"uid": "german-37544-trn", "text_a": "Noch nicht erhalten.", "label": 1, "portion_identifier": -1, "text_b": "Simba . home"}, {"uid": "german-32443-trn", "text_a": "zunächst dachte ich, dass zu viel Fett in den Lagern ist und sie deshalb so schwergängig sind, aber nachdem ich sie mit Hilfe des Akkuschraubers 5 min drehen lies liefen sie genau so schlecht. das sind keine Lager sondern Müll und dahin kommen sie auch!", "label": 1, "portion_identifier": -1, "text_b": "diese Kugellager laufen schlechter als ohne Lager . home_improvement"}], "2": [{"uid": "german-48884-trn", "text_a": "Leider ging dieses schöne Armband sehr schnell kaputt. Nach Umtausch eines neuen bei dem leider auch. Schade sonst ging es schnell", "label": 2, "portion_identifier": -1, "text_b": "Geht schnell kaputt . jewelry"}, {"uid": "german-78445-trn", "text_a": "Teppich hat uns sehr gefallen. Aber nach kurzer Zeit (4Wochen) ist der Teppich schon kaputt gegangen. Für denn Preis dürfte das nicht sein.... Sehr schade", "label": 2, "portion_identifier": -1, "text_b": "Enttäuscht . home"}, {"uid": "german-71735-trn", "text_a": "Ich dachte Osram liefert immer gute Qualität. Leider habe ich nun eine negative Erfahrung gemacht. Nach fast genau 3 Monaten ist die eine von zwei Leuchtstofflampen kaputt. Enttäuschend!!! 2 Punkte nur wegen dem niedrigen Preis.", "label": 2, "portion_identifier": -1, "text_b": "Nach 3 Monaten schon kaputt! . home"}, {"uid": "german-55154-trn", "text_a": "Lieferung sehr schnell aber sehr viel zerbrochen", "label": 2, "portion_identifier": -1, "text_b": "Zerbrochen . toy"}], "3": [{"uid": "german-91241-trn", "text_a": "Man merkt, dass sie nicht die teuersten sind.", "label": 3, "portion_identifier": -1, "text_b": "Erfüllen ihren zweck . home"}, {"uid": "german-96435-trn", "text_a": "Der Sessel ist super! Angenehme Polsterung, gute Rollen, robuste Ausführung. Kein knarzen oder quietschen. Höhenverstellung funktioniert tadellos. Da ich den Sessel im Büro benötige und mein Arbeitgeber ihn bezahlt, habe ich eine Rechnung dafür benötigt. Erst zwei Monate nach dem Kauf und etlichen Emails und Anrufen bei Amazon habe ich die Rechnung per Mail erhalten. Für das Produkt gäbe es 5 Sterne, aber der Lieferant ist eine Frechheit.", "label": 3, "portion_identifier": -1, "text_b": "Produkt gut, Lieferant schlecht!!! . furniture"}, {"uid": "german-82526-trn", "text_a": "Träger reißen schnelle in trotz wenig Belastung ab", "label": 3, "portion_identifier": -1, "text_b": "Träger nicht belastbar . luggage"}, {"uid": "german-85749-trn", "text_a": "Der erste Gebrauch war zufriedenstellend. Die Ladestation lädt sehr zügig die Joy Con auf und super zur Aufbewahrung, so bleiben alle Controller an einer Stelle.", "label": 3, "portion_identifier": -1, "text_b": "Zufriedenstellend . home_improvement"}], "4": [{"uid": "german-155070-trn", "text_a": "Der Babykostwärmer ist genau das richtige für uns und hält was er verspricht. Er wärmt schnell und hält auch lange warm. Er passt auch super in unsere Wickeltasche und nimmt nicht zu viel Platz ein. Ein Stern Abzug gibt es da ich mir eine Möglichkeit gewünscht hätte, den Babykostwärmer auch an eine normale Steckdose anschließen zu können.", "label": 4, "portion_identifier": -1, "text_b": "Tolles Produkt . baby_product"}, {"uid": "german-153202-trn", "text_a": "Etwas unpraktisch wenn zusätzlich eine Schutzfolie oder Panzerglasfolie anbringen möchte.", "label": 4, "portion_identifier": -1, "text_b": "Gutes Produkt . wireless"}, {"uid": "german-136594-trn", "text_a": "Lieferung kam einen Tag verspätet, sonst hervorragend", "label": 4, "portion_identifier": -1, "text_b": "Hülle . wireless"}, {"uid": "german-124487-trn", "text_a": "Eine richtig schöne Hülle! ABER leider ist das Loch für die Kopfhörer falsch bzw. zu eng ausgeschnitten. Ich habe auch Kopfhörer mit sehr schmaler Klinke versucht - nichts passt. Man könnte jedesmal den unteren, kleineren Teil der Hülle abnehmen, aber ich denke, dass irgendwann dann die Hülle nicht mehr richtig zusammen hält.", "label": 4, "portion_identifier": -1, "text_b": "Kopfhörer-Anschluss zu klein . pc"}], "5": [{"uid": "german-160882-trn", "text_a": "Die Halskette wird in einer sehr eleganten Verpackung geliefert. Das Design und die Qualität der Halskette ist sehr gut. Ich habe die Farbe und Größe der Kette geliebt. Es ist perfekt für Frauen jeden Alters und es ist sehr raffiniert, dass Sie sie in Ihrem Büro und auf jeder Party tragen können. Ich habe dieses Produkt geliebt.", "label": 5, "portion_identifier": -1, "text_b": "Damen Silber Halskette . jewelry"}, {"uid": "german-168106-trn", "text_a": "So muss es sein, leider gibt es bei Amazon auch andere Lieferanten ...", "label": 5, "portion_identifier": -1, "text_b": "Alles bestens . home_improvement"}, {"uid": "german-198832-trn", "text_a": "Als Freizeitschuh genau richtig. Reinschlüpfen und los laufen.", "label": 5, "portion_identifier": -1, "text_b": "Paßt perfekt . shoes"}, {"uid": "german-197995-trn", "text_a": "Der Kauf hat sich gelohnt. Die Beschenkte sowie die Gäste der Feier haben sich sehr interessiert gezeigt und sofort viel dein gelesen bzw. geblättert.", "label": 5, "portion_identifier": -1, "text_b": "Tolles Buch mit interessanten Infos . book"}]}