{"0": [{"uid": "german-1961-val", "text_a": "Cavally wurde in Cincinnati in Ohio geboren und wuchs in Denver in Colorado auf.", "label": "0", "portion_identifier": -1, "text_b": "Cavally wurde in Denver, Colorado, geboren und wuchs in Cincinnati, Ohio auf."}, {"uid": "german-1117-val", "text_a": "Andrey Kuznetsov gewann im Finale mit 7:6, 7:6 gegen Jonathan Dasnières de Veigy.", "label": "0", "portion_identifier": -1, "text_b": "Jonathan Dasnières de Veigy gewann im Finale mit 7:6 und 7:6 gegen Andrey Kuznetsov."}, {"uid": "german-594-val", "text_a": "Zum Zeitpunkt seines Todes war David Cardinal Beaton Lordkanzler von Schottland, Erzbischof von St. Andrews und Kardinalslegat in Schottland.", "label": "0", "portion_identifier": -1, "text_b": "Zum Zeitpunkt seines Todes war David Kardinal Beaton Lord Chancellor von St. Andrews, Erzbischof von Schottland und Kardinal von Schottland."}, {"uid": "german-1483-val", "text_a": "Im Sommer 1924 ging er nach Smackover in Süd-Arkansas, um in einem Büro in Norphlet in der Nähe von Union County im florierenden Ölgeschäft zu arbeiten.", "label": "0", "portion_identifier": -1, "text_b": "Im Sommer 1924 ging er nach Union County in Süd-Arkansas, um in einem Büro in Norphlet in der Nähe von Smackover im florierenden Ölgeschäft zu arbeiten."}, {"uid": "german-227-val", "text_a": "Der Film zeigt Jembie Almazan als Mary, Bernardo Garnica Cruz als David und Jonathan Diaz Angulo als Alex.", "label": "0", "portion_identifier": -1, "text_b": "Der Film zeigt Jembie Almazan als Alex, Bernardo Garnica Cruz als David und Jonathan Diaz Angulo als Maria."}, {"uid": "german-1808-val", "text_a": "Das Prudential Building (HMB), früher Houston Main Building genannt, war ein Wolkenkratzer im Texas Medical Center in Houston in Texas.", "label": "0", "portion_identifier": -1, "text_b": "Das Houston Main Building (HMB) vormals als Prudential Building bekannt ist ein Wolkenkratzer beim Texas Medical Center in Houston, Texas."}, {"uid": "german-1867-val", "text_a": "Die Beleuchtung des Louvre-Gemäldes ist weicher und wirkt wärmer. Dies kann jedoch auf den Ton des Lackes auf der Oberfläche zurückzuführen sein.", "label": "0", "portion_identifier": -1, "text_b": "Das Licht im Louvre - das Gemälde ist wärmer und erscheint weicher. Das kann aber auch das Ergebnis der Geräusche des Lacks auf der Fläche sein."}, {"uid": "german-757-val", "text_a": "Utley wurde 1920 in Laguna, Kalifornien geboren. Er machte den Schulabschluss an der Choate School in Connecticut und ging auf das Pomona College und die University of Southern California.", "label": "0", "portion_identifier": -1, "text_b": "Er wurde 1920 in Connecticut geboren, schloss die Choate School in Laguna, Kalifornien ab und ging dann auf das Pomona College und die University of Southern California."}], "1": [{"uid": "german-1404-val", "text_a": "Apollonia ist das heutige Sosopol in Bulgarien, und Selymbria heißt heute Silivri und liegt an der Marmaraküste.", "label": "1", "portion_identifier": -1, "text_b": "Apollonia entspricht dem modernen Sosopol in Bulgarien und Selymbria ist das heutige Silivri an der Küste des Marmarameeres."}, {"uid": "german-1165-val", "text_a": "43 Personen wurde gerettet, 40 in Rettungsbooten und drei von der Delaware.", "label": "1", "portion_identifier": -1, "text_b": "43 Menschen wurden gerettet, 40 in den Rettungsbooten und drei von der „Delaware“."}, {"uid": "german-1176-val", "text_a": "Ashte ist ein Dorf in Distrikt Palghar von Maharashtra, Indien. Es liegt in Dahanu Taluka.", "label": "1", "portion_identifier": -1, "text_b": "Ashte ist ein Dorf im Bezirk Palghar in Maharashtra, Indien. Es liegt in Dahanu Taluka."}, {"uid": "german-1762-val", "text_a": "Der amerikanische Pionier John Sutter (1803-1880) erreichte gemeinsam mit weiteren europäisch-schweizerischen Siedlern im August 1839 Alta California.", "label": "1", "portion_identifier": -1, "text_b": "Der amerikanische Pionier John Sutter (1803–1880) kam im August 1839 zusammen mit anderen europäischen und Schweizer Siedlern nach Alta California."}, {"uid": "german-1092-val", "text_a": "Maurice Cossmann (18. September 1850 - 17. Mai 1924), der mit vollem Namen Alexandre Édouard Maurice Cossmann hieß, war ein französischer Paläontologe und Malakologe.", "label": "1", "portion_identifier": -1, "text_b": "Maurice Cossmann, vollständiger Name Alexandre Édouard Maurice Cossmann (18. September 1850-17. Mai 1924) war ein französischer Paläontologe und Malakologe."}, {"uid": "german-720-val", "text_a": "Der Azusa Campus der Azusa Pacific University liegt im San Gabriel Valley nordöstlich von Los Angeles.", "label": "1", "portion_identifier": -1, "text_b": "Der Azusa Campus der Azusa Pacific University befindet sich im San Gabriel Valley, nordöstlich von Los Angeles."}, {"uid": "german-396-val", "text_a": "Pauline sagt Ja, aber Frannie ist immer noch misstrauisch.", "label": "1", "portion_identifier": -1, "text_b": "Ja, sagt Pauline, aber Frannie ist immer noch misstrauisch."}, {"uid": "german-1668-val", "text_a": "Die Zahl zeigt die geschätzte zweite Wahrscheinlichkeit „p“ (Diabetes = 1 glu).", "label": "1", "portion_identifier": -1, "text_b": "Die hintere Abbildung zeigt die geschätzte zweite Wahrscheinlichkeit „p“ (Diabetes = 1 Glu)."}]}