{"0": [{"uid": "spanish-1215-val", "text_a": "El simple se anunció el 31 de octubre de 2015 y se publicó el 13 de noviembre de 2015.", "label": "0", "portion_identifier": -1, "text_b": "El sencillo se publicó el 31 de octubre de 2015 y fue anunciado el 13 de noviembre de 2015."}, {"uid": "spanish-1029-val", "text_a": "Andrew McLennan Andrew Snoid es un músico, cantante y compositor neozelandés.", "label": "0", "portion_identifier": -1, "text_b": "Andrew McLennan nacido como Andrew Snoid es un músico, cantante y compositor neozelandés."}, {"uid": "spanish-14-val", "text_a": "Nació Martins Pena en Río de Janeiro, João Martins Pena y Francisca de Paula Julieta Pena.", "label": "0", "portion_identifier": -1, "text_b": "João Martins Pena y Francisca de Paula Julieta Pena nació en Río de Janeiro, de Martins Pena."}, {"uid": "spanish-122-val", "text_a": "El pionero estadounidense John Sutter (1803 -- 1880) arribó en agosto de 1839 junto con otros pobladores eurosuizos a Alta California.", "label": "0", "portion_identifier": -1, "text_b": "El pionero suizo John Sutter (1803-1880) estuvo en Alta California en agosto de 1839 con otros colonos euroamericanos."}, {"uid": "spanish-1509-val", "text_a": "Vempati Chinna Satyam (15 de octubre de 1929 -- 29 de julio de 2012) era una bailarina de Kuchipudi y gurú de la danza india.", "label": "0", "portion_identifier": -1, "text_b": "Vempati Chinna Satyam (15 de octubre de 1929 - 29 de julio de 2012) fue una bailarina china y gurú de Kuchipudi, una forma de danza."}, {"uid": "spanish-1139-val", "text_a": "Creció como Chiyonofuji, luego luchador de ``makuuchi'', hasta que se convirtió en el gran ``yokozuna''.", "label": "0", "portion_identifier": -1, "text_b": "Se convirtió en Chiyonofuji, luego en un luchador ``Makuuchi'' para el gran ``Yokozuna'', a quien crio."}, {"uid": "spanish-489-val", "text_a": "Luego se mudó a Suiza y más tarde a Italia, donde conoció a Shelley y a Byron.", "label": "0", "portion_identifier": -1, "text_b": "Más tarde se mudó a Suiza y luego a Italia, donde conoció a Shelley y a Byron."}, {"uid": "spanish-1646-val", "text_a": "A principios de 2016, el senador Bob Hackett recibió un nombramiento en el senado de Ohio para reemplazar al senador Chris Widener después de su renuncia.", "label": "0", "portion_identifier": -1, "text_b": "A comienzos de 2016, el senador Chris Widener fue designado en el Senado de Ohio para suceder a Bob Hackett, que renunció."}], "1": [{"uid": "spanish-57-val", "text_a": "El arzobispo Seóighe fue designado el 16 de mayo de 1485 y consagrado en 1487. Murió el 20 o el 20 de diciembre de 1501.", "label": "1", "portion_identifier": -1, "text_b": "El arzobispo Seóighe fue nombrado el 16 de mayo de 1485 y se consagró en 1487, murió el 20 o 20 de diciembre de 1501."}, {"uid": "spanish-1400-val", "text_a": "Cuando Jack Nitzsche escuchó por primera vez ``Stubborn Kind of Fellow'' quedó tan emocionado que perdió el control del auto mientras conducía por Sunset Boulevard con Phil Spector.", "label": "1", "portion_identifier": -1, "text_b": "Cuando Jack Nitzsche escuchó por primera vez ``Stubborn Kind of Fellow'', estaba tan excitado que perdió el control de su auto mientras conducía por el Sunset Boulevard con Phil Spector."}, {"uid": "spanish-1607-val", "text_a": "Michael Eric Reid (Sinjin Van Cleef), otro estudiante de Hollywood Arts, se cae en el jacuzzi, cuando falla una máquina de navegación.", "label": "1", "portion_identifier": -1, "text_b": "Sinjin Van Cleef (Michael Eric Reid), otro estudiante de Hollywood Arts, se cae al jacuzzi cuando falla una máquina de navegación."}, {"uid": "spanish-1658-val", "text_a": "Jefe ejecutivo Rene Piccarreto, hijo de Loren Piccarreto, arrestado en 1988 y liberado en 1994.", "label": "1", "portion_identifier": -1, "text_b": "Jefe en funciones-René Piccarreto-hijo de Loren Piccarreto arrestado en 1988 y liberado en 1994."}, {"uid": "spanish-161-val", "text_a": "De acuerdo con la Oficina del Censo de los Estados Unidos, Southport tiene un área total de la cual es tierra, o el 0,91 %, es agua.", "label": "1", "portion_identifier": -1, "text_b": "De acuerdo con la Oficina del Censo de los Estados Unidos, Southport es un área total de, que tiene tierra y, o 0,91 %, es agua."}, {"uid": "spanish-267-val", "text_a": "En 1999 y 2003 se convirtió en campeón de interior, con Jarno Jokihaara y Marko Ritola, en 2003 se convirtió en campeón finlandés.", "label": "1", "portion_identifier": -1, "text_b": "Se convirtió en campeón bajo techo en 1999 y 2003, enfrentando a Jarno Jokihaara y a Marko Ritola. También se convirtió en campeón finlandés en 2003."}, {"uid": "spanish-1194-val", "text_a": "Terminó dos golpes detrás de Bubba Watson y Louis Oosthuizen y lamentó sus desempeños de colocación como la razón por la cual no ganó el torneo.", "label": "1", "portion_identifier": -1, "text_b": "Terminó dos golpes por detrás de Louis Oosthuizen y de Bubba Watson y lamentó su rendimiento en la colocación como motivo por el cual no ganó el torneo."}, {"uid": "spanish-1233-val", "text_a": "Aloja a tres áreas muy limitadas de los condados de Santa Cruz, Península de Monterey y San Luis Obispo.", "label": "1", "portion_identifier": -1, "text_b": "Es nativo en tres áreas muy limitadas ubicadas en Santa Cruz, Península de Monterey, y los Condados de San Luis Obispo."}]}