{"0": [{"uid": "spanish-1853-val", "text_a": "El campeonato de hockey sobre hielo de Suecia de 1932 fue la 11.a temporada del campeonato de hockey sobre hielo de Suecia, el campeonato nacional sueco, Hammarby IF ganó el campeonato.", "label": "0", "portion_identifier": -1, "text_b": "El campeonato mundial de hockey sobre hielo sueco en 1932 ganó la temporada número 11 del Campeonato sueco de hockey sobre hielo, el Campeonato Nacional sueco, Hammarby IF fue el campeón."}, {"uid": "spanish-1697-val", "text_a": "Mientras la exclusión de los jugadores negros no era una regla escrita, desde 1933 ningún jugador afroamericano había jugado en la Liga Nacional de Fútbol.", "label": "0", "portion_identifier": -1, "text_b": "Aunque la exclusión de los jugadores africanos no era una regla escrita, no había jugado ningún jugador estadounidense negro en la Liga Nacional de Fútbol Americano desde 1933."}, {"uid": "spanish-532-val", "text_a": "Loveland ocupó el primer piso como oficina mercantil y el segundo piso sirvió como templo masónico.", "label": "0", "portion_identifier": -1, "text_b": "The Loveland ocupaba el segundo piso como área mercantil y el primer piso era un templo masónico."}, {"uid": "spanish-441-val", "text_a": "A los 19 años, se mudó a Nueva York y en 2011 a Estocolmo.", "label": "0", "portion_identifier": -1, "text_b": "Se mudó a Stockholm a la edad de 19 años y se mudó a Nueva York en 2011."}], "1": [{"uid": "spanish-1740-val", "text_a": "La secretaría de división de Katuwana es una secretaría de división del sur de la provincia del distrito de Hambantota, Sri Lanka.", "label": "1", "portion_identifier": -1, "text_b": "La Secretaría de división de Katuwana es una Secretaría de división del distrito de Hambantota, de la provincia del sur, Sri Lanka."}, {"uid": "spanish-712-val", "text_a": "Tienen 13 vértebras dorsales, entre 11 y 13 aletas suaves dorsales, 2 vértebras anales y entre 11 y 13 aletas suaves anales.", "label": "1", "portion_identifier": -1, "text_b": "Tienen 13 espinas dorsales, 11 a 13 aletas dorsales, 2 espinas anales y de 11 a 13 aletas anales."}, {"uid": "spanish-1564-val", "text_a": "Sus miembros incluían a Eugène Schneider, Léon Talabot, Henri Barbet y Jules Hochet.", "label": "1", "portion_identifier": -1, "text_b": "Sus miembros incluían a Henri Barbet, Léon Talabot, Eugène Schneider, y Jules Hochet."}, {"uid": "spanish-1248-val", "text_a": "El 29 de julio 1791, Sarah se casó con Lea Thomas Wright Hill (1765-1842) en la Iglesia St. Martin en Birmingham y tuvo 8 hijos.", "label": "1", "portion_identifier": -1, "text_b": "Sarah Lea se casó con Thomas Wright Hill (1765--1842) el 29 de julio de 1791 en la iglesia de San Martín, Birmingham y tuvieron 8 hijos."}]}