{"1": [{"uid": "spanish-32696-trn", "text_a": "El GPS llegó con la imagen de la pantalla dañada. Además, la señal GPS no termina de localizarla y, cuando coge señal escasa, las indicaciones no son correctas.", "label": 1, "portion_identifier": -1, "text_b": "FALLO EN PANTALLA Y EN LOCALIZACIÓN SEÑAL GPS . wireless"}], "2": [{"uid": "spanish-48577-trn", "text_a": "En menos de un año la goma que recubre el filo de la pantalla se ha endurecido y a empezado a caerse, solo tiene dos posiciones para ponerlo en pie: 1 - tumbado, que es bastante incómodo para ver la pantalla porque casi que mira al techo y 2- tan tumbado que ni siquiera se queda enganchado en la ranura y se cae. Por fuera está en muy buen estado, trae una banda elastica para cerrarlo y otra pequeña para poner un lápiz. En general está aguantando bastante bien, pero la función principal que es la de soporte para no tener el iPad en la mano no es ni buena ni práctica.", "label": 2, "portion_identifier": -1, "text_b": "Funda giratoria iPad Air . pc"}], "3": [{"uid": "spanish-104406-trn", "text_a": "Resbala con el sudor, me he tenido que comprar otra, eso si, del doble de precio.", "label": 3, "portion_identifier": -1, "text_b": "No está mal.. Pero resbala . sports"}], "4": [{"uid": "spanish-159142-trn", "text_a": "Aunque correos tardó un poco en repartirlo estoy muy contento con la compra y sobre todo con el vendedor que en todo momento ha estado muy accesible a mis preguntas. Gracias", "label": 4, "portion_identifier": -1, "text_b": "Muy buen vendedor . other"}], "5": [{"uid": "spanish-179858-trn", "text_a": "Lo uso para controlar la tensión arterial y el ritmo cardíaco y medir la actividad diaria tanto en ejercicio como en horas de sueño. Me resulta muy fácil de utilizar (tanto la primera instalación, con la aplicación, como el uso del día a día) y por las comprobaciones que he hecho con el tensiómetro, GPS, etc. es bastante preciso en las mediciones. Además el envío y la entrega han sido super rápidos. Viene en una caja muy bien presentada, por lo tanto para un regalo es también una buena opción.", "label": 5, "portion_identifier": -1, "text_b": "Super recomendable: ligero, fácil de usar y preciso . sports"}]}