{"1": [{"uid": "german-15083-trn", "text_a": "Nach 13 Monaten gebrochen!", "label": 1, "portion_identifier": -1, "text_b": "Schlechte Qualität! . sports"}, {"uid": "german-27658-trn", "text_a": "Im ersten Jahr war nach wenigen Wochen bereits die Farbe weg. Nun haben wir das Ding wieder aus dem kühlen Winterquartier geholt und jetzt hält es auch keine Luft mehr. Für den Preis nicht zu empfehlen!", "label": 1, "portion_identifier": -1, "text_b": "Hält kein Jahr... . lawn_and_garden"}, {"uid": "german-18485-trn", "text_a": "Direkt am ersten Tag einen riesen Kratzer auf dem \"Panzerglas\" obwohl damit nichts besonderes gemacht wurde. Abgesehen davon haben die Ränder einen besonderen Klebestreifen, der die Fusseln magisch anzieht (auch bei richtigem Anbringen der Schutzfolie). Werde sie gleich heute Abend wieder entfernen und mich mit Amazon in Verbindung setzen, um das \"Panzerglas\" eventuell doch noch zurück geben zu können. Absolut nicht zu empfehlen!", "label": 1, "portion_identifier": -1, "text_b": "Absolut nicht zu empfehlen! . wireless"}, {"uid": "german-19946-trn", "text_a": "Das Produkt ist echt sehr gut, aber der Versand hat ewig gedauert. 2 Wochen musste ich drauf warten. Also bestelle ich nie wieder bei dem Verkäufer.", "label": 1, "portion_identifier": -1, "text_b": ". . automotive"}, {"uid": "german-35530-trn", "text_a": "Eins fällt mir immer wieder von der Wand ab,der Klebestreifen kann wohl das Gewicht an der Wand nicht halten und der Sensor knallt runter! Ich hätte mir auch gewünscht das die Bohrungen etwas tiefer wären.", "label": 1, "portion_identifier": -1, "text_b": "fällt immer wieder ab. . pc"}, {"uid": "german-3777-trn", "text_a": "Habe meine Bestellung bis zum heutigen Tag nicht Geliefert Bekommen.Heute vesucht zu stornieren antwort von amazon Retoure Aufkleber .Wo bitte schön soll man einen Retoure Schein Aufkleben wenn man keine Wahre bekommen hat.", "label": 1, "portion_identifier": -1, "text_b": "Was soll man Bewerten was man nicht Gelifert bekommt . apparel"}, {"uid": "german-23511-trn", "text_a": "Eigentlich null Punkte. So etwas als Kochbuch zu verkaufen... unverschämt. Schrift ist so groß, dass ausreichend Seiten gefüllt werden. Keine Bilder und keine Angaben, für wie viele Personen die Rezepte sind. Buch geht umgehend zurück!", "label": 1, "portion_identifier": -1, "text_b": "Unverschämt . book"}, {"uid": "german-20330-trn", "text_a": "Leider viel zu steif. Für T Shirts nicht geeignet. Fällt sofort auf. Hab ich wieder entfernt.", "label": 1, "portion_identifier": -1, "text_b": "Unbrauchbar . home"}], "2": [{"uid": "german-74505-trn", "text_a": "Hat sich aufgehängt und lässt sich nicht mehr starten. Da der Preis nicht hoch war, würde ich Abstriche in der Qualität machen, aber dann sollte das Tablet nicht schon nach so kurzer Zeit den Geist aufgeben.", "label": 2, "portion_identifier": -1, "text_b": "Nach etwas mehr als einer Woche schon kaputt . pc"}, {"uid": "german-64128-trn", "text_a": "Leider funktioniert die SSD nicht bei meinem laptop. Schade um das Geld.", "label": 2, "portion_identifier": -1, "text_b": "Nicht kompatibel . pc"}, {"uid": "german-76306-trn", "text_a": "Optisch sieht es ja ganz nett aus, allerdings rutscht es meinem Freund immer wieder von der Hand. es hält einfach nicht!", "label": 2, "portion_identifier": -1, "text_b": "Naja . jewelry"}, {"uid": "german-50330-trn", "text_a": "An sich nicht schlecht, aber der chemische Geruch (Kleber, Material oder beides?) verfliegt auch nach einem Monat nicht. Ausserdem ist die Tonne nicht sehr standfest (schon ein paarmal beim Krallen wetzen umgekippt). Ich würde Sie nicht nochmal kaufen.", "label": 2, "portion_identifier": -1, "text_b": "ein Stinker!🤮 . pet_products"}, {"uid": "german-56783-trn", "text_a": "Wenn der Brunnen erst mal läuft, dann läuft er auch zuverlässig. Da er aber regelmäßig gereinigt werden muss, ist die Handhabung beim und nach dem Reinigen sehr wichtig. Er ist bauartbedingt sehr schwer zu öffnen und auch wieder schwer zu schließen. Wenn man es dabei nicht gelingt, die Pumpe korrekt zu positionieren, wird leider kein Wasser nach oben gepumpt und man muss ihn nochmals öffnen. Auch ist es sehr schwer, den Wasserstand korrekt einzuschätzen. Passt man nicht auf, läuft er über und man fängt wieder von vorn an. Wir haben ihn verschenkt und ein anderes Modell gekauft, das in allen Punkten überlegen ist.", "label": 2, "portion_identifier": -1, "text_b": "Handhabung Mangelhaft . pet_products"}, {"uid": "german-57595-trn", "text_a": "An sich eine sehr schön verarbeitete Lederhülle. Auch der Gummihalter für das Handy ist sinnvoll gestaltet, jedoch riecht das Leder so stark nach Chemie oder besser nach Benzin das ich die Hülle nicht verwenden kann. Ich lege es mal für einige Zeit ins Freie und hoffe das der Gestank sich verflüchtigt.", "label": 2, "portion_identifier": -1, "text_b": "Schade . wireless"}, {"uid": "german-49311-trn", "text_a": "Folie klebt leider am Rand nicht richtig, wie man hoffentlich auf den Fotos erkennen kann...", "label": 2, "portion_identifier": -1, "text_b": "Klebt am Rand nicht richtig . pc"}, {"uid": "german-65704-trn", "text_a": "Wow, Artikelbilder passen nur teilweise zum Produkt. Die abgebildete Bürste aus Holz mit Naturborsten ist definitiv nicht im Lieferumfang. Dabei war eine größere Zahnbürste aus Plastik mit Plastikborsten. Chalk Ball ist OK. Nichts besonderes. Gibt nur schwer Chalk ab. Bag selbst ist recht klein. Nichts für große Hände. Aber das mit der Bürste ist echt schon frech.", "label": 2, "portion_identifier": -1, "text_b": "Fake Bilder, Artikel geht so . other"}], "3": [{"uid": "german-81405-trn", "text_a": "Also am Hintern die Raffung gefällt mir gar nicht, zieht man das so weit runter wie es sein müsste, liegt fast die Brust frei. Ansonsten echt viel zu lang.", "label": 3, "portion_identifier": -1, "text_b": "Nicht genauso wie auf dem Bild . apparel"}, {"uid": "german-119400-trn", "text_a": "Trotz guter Verpackung waren zwei Ecken verbogen. Entweder wurde ein bereits beschädigtes Schild eingepackt oder die Verpackung erfolgte nicht mit der erforderlichen Sorgfalt. Schade eigentlich, ansonsten macht das Schild einen guten Eindruck.", "label": 3, "portion_identifier": -1, "text_b": "Ecken verbogen . automotive"}, {"uid": "german-93474-trn", "text_a": "Die Ratschläge sind mir persönlich zu abgehoben. Ich konnte damit nichts anfangen. Außerdem wird mit sehr vielen Worten sehr wenig ausgesagt. Aber das ist natürlich Geschmacksache.", "label": 3, "portion_identifier": -1, "text_b": "Nicht wirklich ein praktikabler Ratgeber . book"}, {"uid": "german-100258-trn", "text_a": "Das Handy ist ganz und heil angekommen, jedoch kam es nicht in der Standart Verpackung sondern in einer Plastiktüte in einem weißen Karton. Es hieß auch das Kopfhörer dabei sein werden, was nicht der Fall war. Des weiteren war keine Anleitung dabei und beim Ladegerät war der Stecker und das Kabel in zwei verschiedenen Teilen.", "label": 3, "portion_identifier": -1, "text_b": "Fragwürdig . wireless"}, {"uid": "german-109270-trn", "text_a": "Naja für meinen Mann kam es zu spät", "label": 3, "portion_identifier": -1, "text_b": "Könnte funktionieren . book"}, {"uid": "german-119530-trn", "text_a": "Der Gedanke der Nachhaltigkeit wird erfüllt, aber das Messer ist höchsten für Kuchen und Torten geeignet, die man auch mit der Gabel schneiden kann.", "label": 3, "portion_identifier": -1, "text_b": "Messer schneidet nicht . home"}, {"uid": "german-107293-trn", "text_a": "Ich habe mir die Maus (schwarze Version) aufgrund der Bewertungen gekauft, dass sie sehr leise sei. Dies kann ich nun gar nicht bestätigen. Sie macht das typische laute helle Klick-Geräusch, wie normale Mäuse das halt tun. In dem Punkt hat sie die Erwartungen gar nicht erfüllt! Sonst scheint sie aber ganz gut zu sein...", "label": 3, "portion_identifier": -1, "text_b": "Lautlos kann man nicht sagen . wireless"}, {"uid": "german-84015-trn", "text_a": "Die Tastatur sieht schick aus - auf den zweiten Blick erst billig. Leider gibt sie in der Mitte stark nach - eine kleine Abstützung hätte da helfen können. Leider braucht es immer einiger Tastenanschläge bis sie funktioniert. Das können andere Tastaturen besser. Die Speicherung gekoppelter Geräte für die einzelnen Betriebssysteme wäre wohl zu toll in dieser Preislage.", "label": 3, "portion_identifier": -1, "text_b": "Für geringe Ansprüche durchaus brauchbar . wireless"}], "4": [{"uid": "german-155173-trn", "text_a": "Tut was ein Fahrradschlauch tun soll. Hoffe er hält auch lange. Ansonsten gute Qualität nix zu meckern. Preis war auch ok.", "label": 4, "portion_identifier": -1, "text_b": "Fahrradschlauch . sports"}, {"uid": "german-135428-trn", "text_a": "Qualität besser als vom Einkaufspreis erwartet. Für die vielfältigen Einsatzzwecke gut geeignet.", "label": 4, "portion_identifier": -1, "text_b": "Vielseitig . sports"}, {"uid": "german-157853-trn", "text_a": "Top, schnelle Lieferung und leicht zusammen zubauen auch für die die zwei linke Hände haben. Ist ein einfaches schraub System. Unten mit dem Fuß hab ich mich etwas blöd angestellt aber nach dem es klick gemacht hat war der Rest kinderleicht. Hält auch was aus. Zwei winterjacken, Weste, Hunde Leinen, regenjacke und zwei Handtaschen. Würde ich mir wieder bestellen wenn ich noch eine Garderobe benötige :)", "label": 4, "portion_identifier": -1, "text_b": "Kinderleicht...Und stabil . furniture"}, {"uid": "german-140815-trn", "text_a": "Die Lieferung war sehr schnell.", "label": 4, "portion_identifier": -1, "text_b": "Lieferung . automotive"}, {"uid": "german-130172-trn", "text_a": "Ich habe diesen Wasserhahn an meinen Regenwassertank geschraubt. Das Gewinde passt. Der Kugelhahn hat einen 3/4\" Schlauchanschluss. Funktion ist gegeben.", "label": 4, "portion_identifier": -1, "text_b": "Kugelhahn . home_improvement"}, {"uid": "german-140591-trn", "text_a": "Nach so kurzer Zeit kann man die Haltbarkeit nicht bewerten.", "label": 4, "portion_identifier": -1, "text_b": "Leichte Bedienung . kitchen"}, {"uid": "german-126618-trn", "text_a": "das Badehäuschen ist passgenau und voll funktional. Alles was man von einem Badehäuschen erwartet wird erfüllt. Ich würde das Produkt bei Bedarf ein weiteres Mal bestellen. Völlig problemlos.", "label": 4, "portion_identifier": -1, "text_b": "gut . pet_products"}, {"uid": "german-128345-trn", "text_a": "Gut aber teuer gute Idee.", "label": 4, "portion_identifier": -1, "text_b": "Gute Sache . wireless"}], "5": [{"uid": "german-162912-trn", "text_a": "Sie passen perfekt und sehen super aus! Kann ich nur jedem empfehlen, denn der Preis ist unschlagbar!! :-) Tipp: Achten Sie darauf, welche Form die Halterungen im Auto haben, es variiert zwischen rund und oval.", "label": 5, "portion_identifier": -1, "text_b": "Bin begeistert! . automotive"}, {"uid": "german-199246-trn", "text_a": "Geht einwandfrei . Lässt sich gut sauber machen.", "label": 5, "portion_identifier": -1, "text_b": "Tolles Produkt . kitchen"}, {"uid": "german-182337-trn", "text_a": "Einfach aufhängen und beobachten. Man findet online viele Ideen, um ganz bestimmte Viecher in die Falle zu locken. Die Löcher sehen groß aus und man sollte denken, die Wespen kommen dort wieder raus, aber das ist nicht der Fall.", "label": 5, "portion_identifier": -1, "text_b": "Besser als die meisten Fallen . lawn_and_garden"}, {"uid": "german-191966-trn", "text_a": "Die Lieferung war schnell und in einer sehr schönen Box. Auch, dass man die einzelnen Bücher herausnehmen kann, sortieren kann wie man mag und nachfüllen kann, ist toll. Das Leder fühlt sich geschmeidig an und die Größe ist perfekt zum Reisen. Bin mir sicher, dass das Geschenk gefallen wird!", "label": 5, "portion_identifier": -1, "text_b": "Geschmeidiges Leder, perfekte Größe . office_product"}, {"uid": "german-169415-trn", "text_a": "Ich mag die Kohle echt, Ascht wenig, glüht schnell an und hält sehr lange. Diese Kohle und die Gorilla Kohle sind meine Favoriten auf dem Markt.", "label": 5, "portion_identifier": -1, "text_b": "TOP . lawn_and_garden"}, {"uid": "german-176598-trn", "text_a": "Die Haarschneideschere ist perfekt für einen sauberen Schnitt. Super für den Preis. Mit einer speziellen Schere schneiden Sie das Haar dünn.", "label": 5, "portion_identifier": -1, "text_b": "Gute . beauty"}, {"uid": "german-162363-trn", "text_a": "Funktioniert einwandfrei", "label": 5, "portion_identifier": -1, "text_b": "Preis Hammer . musical_instruments"}, {"uid": "german-199334-trn", "text_a": "Habe die Tasche als Geschenk für meine Freundin bestellt. Die Tasche kam sicher und schnell bei uns an. Verarbeitung der Tasche ist richtig gut. Es passt alles wichtige rein und macht optisch einen hochwertigen Eindruck", "label": 5, "portion_identifier": -1, "text_b": "Schöne Damenhandtasche . luggage"}]}