{"1": [{"uid": "spanish-21202-trn", "text_a": "No lo se,, creo que es bueno ,pero para mi no sirve ,pues tengo un p8lite y no vale solo vale para el 10", "label": 1, "portion_identifier": -1, "text_b": "Normal . pc"}, {"uid": "spanish-10631-trn", "text_a": "Es un fraude, el esmalte no cuaja, viene malo, no compren el producto. Además no lo indica pero es obligatorio comprar una lámpara LED sino no sirve. Ha sido una desilusión muy grande y un dinero tirado a la basura", "label": 1, "portion_identifier": -1, "text_b": "es un fraude, viene en mal estado. sin lámpara LED no vale . beauty"}], "2": [{"uid": "spanish-65460-trn", "text_a": "No pega nada, no hace falta que lo quite el niño, se despega solo", "label": 2, "portion_identifier": -1, "text_b": "No pega . home_improvement"}, {"uid": "spanish-57853-trn", "text_a": "6 meses me ha durado, se le cayó la tapa del mecanismo de cierre y al quitarme el reloj el mecanismo saltó por los aires. Le queda preciosa al reloj, pero el cierre es de mala calidad. No la recomiendo", "label": 2, "portion_identifier": -1, "text_b": "Poco duradera . sports"}], "3": [{"uid": "spanish-105615-trn", "text_a": "A decir verdad, para atar a los dos perretes en el coche, va de lujo. Pero para caminar no me ha gustado, porque al ser extensible tipo muelle (por decirlo de alguna manera), la correa va siempre en tensión, por lo que los perros siempre van tirando y acaba resultando incómoda.", "label": 3, "portion_identifier": -1, "text_b": "Bien para viajar, mal para pasear. . pet_products"}, {"uid": "spanish-109546-trn", "text_a": "Es bonito pero solo me ha entrado la cinta blanca, falta la marfil... y es más estrecho de lo que parece.", "label": 3, "portion_identifier": -1, "text_b": "Sara . kitchen"}], "4": [{"uid": "spanish-136615-trn", "text_a": "Tacto muy similar al original, quizás la correa no encaja en el reloj tan bien como la original, esperemos que no suelte.", "label": 4, "portion_identifier": -1, "text_b": "Buena calidad precio . wireless"}, {"uid": "spanish-141586-trn", "text_a": "Hace lo que se espera", "label": 4, "portion_identifier": -1, "text_b": "Bien . home"}], "5": [{"uid": "spanish-170214-trn", "text_a": "Os aconsejo ! Tal cual pone en el anuncio! Muy educativo. A me hijo le encanto Mucho más batato que en la tienda.", "label": 5, "portion_identifier": -1, "text_b": "Excelente . toy"}, {"uid": "spanish-167502-trn", "text_a": "Me ha encantado, pero hay que reconocer que yo ya esperaba que fuera grande y un tacto muy agradable.", "label": 5, "portion_identifier": -1, "text_b": "Muy chula y holgada . apparel"}]}