{"1": [{"uid": "german-6290-trn", "text_a": "Super schönes Motiv. Zum Anschauen ideal, aber nichts für den täglichen Hausgebrauch. Einmal benutzt und der Stoff ist sofort verschmort. Schade....", "label": 1, "portion_identifier": -1, "text_b": "Nicht zu empfehlen . home"}, {"uid": "german-31307-trn", "text_a": "Man kann die Box ausschließlich für Gütermann Garnrollen benutzen. Anderes Garn passt nicht. Bei dem Versuch, eine andere Garnrolle zu platzieren ist gleich so ein Nippel abgebrochen. Besonders preiswert ist die Box sowieso nicht.", "label": 1, "portion_identifier": -1, "text_b": "Klarer Fehlkauf . home"}], "2": [{"uid": "german-42334-trn", "text_a": "Die Hälfte war verschimmelt, ob der Rest in Ordnung ist, sieht man erst im kommenden Frühling.", "label": 2, "portion_identifier": -1, "text_b": "Hälfte war verschimmelt . lawn_and_garden"}, {"uid": "german-44652-trn", "text_a": "der plastik Halter ist sehr schmal.also die Spange die die Röhre hält.die Halterung ist rund, das ist gut, hält also an waagerechten und senkrechtem Gitter am Käfig. bei einem Gitterabstand von 1 cm. bei Berührung ist der Halter schon mal aus dem Gitter abgefallen, sitzt nicht allzu fest. der auffangbehälter unten wo das trinken raus kommt, ist der rand sehr hoch, ich glaube das stört meine Finken etwas.sie bevorzugen den Wasserspender wo der auslauf unten flacher ist......ansonsten aber ok.und hält auch dicht.", "label": 2, "portion_identifier": -1, "text_b": "etwas wackelig. . pet_products"}], "3": [{"uid": "german-111793-trn", "text_a": "Mir gefällt nicht, daß die Luftfeuchte so groß- und die Temperatur so klein angezeigt wird. Anders herum, wäre besser.", "label": 3, "portion_identifier": -1, "text_b": "Temperaturanzeige zu klein . lawn_and_garden"}, {"uid": "german-110552-trn", "text_a": "Das Moringa Öl zieht schnell ein und die Haut fühlt sich schön weich an...Ich persönlich habe es nur zum einreiben benutzt, da ich im Sommer immer sehr trockene Beine und Arme habe. Man kann es aber einnehmen. Ich persönlich mag den Geruch von diesem Öl nicht ....rieht für mich doch sehr nach Sesam...ich habe den Geruch dann auch nicht mehr aus der Nase bekommen.", "label": 3, "portion_identifier": -1, "text_b": "Man muss den Geruch mögen . drugstore"}], "4": [{"uid": "german-129727-trn", "text_a": "Sie macht das was sie soll; Heckenschneiden. Gutes Schnittverhalten. 1 Sterneabzug weil der Motorschutz sehr schnell anfängt zu stottern. Ansonsten voll zu empfehlen. Es ist weiterhin zu empfehlen, die Messer zu pflegen mit speziellem Öl. Das Preisleistungsverhältnis ist sehr gut, u.a. wegen dem geringen Gewicht. Sie liegt gut ausbalanciert in der Hand.", "label": 4, "portion_identifier": -1, "text_b": "Gesamt zufrieden! . home_improvement"}, {"uid": "german-146017-trn", "text_a": "Wir haben einen Norweger und zwei Mainecoon Katzen. Die Toiletten sind ausreichend hoch und geräumig, so dass auch meine 7kg Tiere endlich Bewegungsfreiheit auf dem Klo haben. Ich mag es, dass man den Deckeln z.T. auflassen kann. Die Schale ist sehr schön hoch (Kater ist ein ekelhafter Stehpinkler), bei anderen Toiletten lief das Pippi zwischen Deckel und Wanne raus- hier nicht. Die Klappen und das komische Treppchen haben wir ganz weggelassen. Seitdem wir diese Klos haben macht uns auch keiner mehr auf den Teppich. Nachteile der Toiletten, und deswegen gibt es einen Stern Abzug: sie haben in der Wanne Vertiefungen (bei den Füßen) und unnötige Rillen. Darin setzt sich verklumptes Streu ab, das ist sehr unpraktisch. Weiterhin kämpfe ich täglich mit dem Sicherheitsverschluss. Das Auf- und Absetzen des Deckels ist etwas mühsam. Der Griff ist nach dem ersten Tag abgebrochen, das stört aber nicht. Klare Kaufempfehlung!", "label": 4, "portion_identifier": -1, "text_b": "Riesige Toiletten für große Katzenrassen . pet_products"}], "5": [{"uid": "german-161888-trn", "text_a": "prompte Lieferung wie bestellt", "label": 5, "portion_identifier": -1, "text_b": "Terrassenlampe . home"}, {"uid": "german-198444-trn", "text_a": "Echt toller Song mit klarer Botschaft!", "label": 5, "portion_identifier": -1, "text_b": "Super . other"}]}