{"0": [{"uid": "spanish-1949-val", "text_a": "La ciudad de Dakota es parte de la región metropolitana de la ciudad de Sioux, IA--NE--SD.", "label": "0", "portion_identifier": -1, "text_b": "La ciudad de Dakota es parte de del Área Estadística Metropolitana de Sioux City IA-NE-SD."}, {"uid": "spanish-1457-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "Vincent Goldsborough nació en Chicago el 3 de octubre de 1937, es hijo del arquitecto Robert Goldsborough y Wilma (Janak) Goldsborough."}, {"uid": "spanish-891-val", "text_a": "Después de prestar servicio, Lockhart vivió en Florida, pero recientemente se mudó a Texas.", "label": "0", "portion_identifier": -1, "text_b": "Después de prestar servicio, Lockhart vivió en Texas, pero recientemente se mudó a Florida."}, {"uid": "spanish-1035-val", "text_a": "Hawker (código postal: 2614) es un suburbio del distrito de Belconnen de Canberra, ubicado dentro del territorio de la capital australiana, Australia.", "label": "0", "portion_identifier": -1, "text_b": "Hawker (PLZ:2614) es un suburbio del distrito de Belconnen de Canberra, ubicado dentro del Territorio de la Capital Australiana, Australia."}, {"uid": "spanish-1484-val", "text_a": "KPN pertenece al grupo de telecomunicaciones holandés Simyo, después de la adquisición del resto de E-Plus el 14 de marzo.", "label": "0", "portion_identifier": -1, "text_b": "Luego de la adquisición del resto de E-Plus el 14 de marzo, Simyo pertenece al grupo holandés de telecomunicaciones KPN."}, {"uid": "spanish-1031-val", "text_a": "El auditorio primero se importó desde Londres en 1862 a París y se volvió enormemente popular con bailarines, cantantes, acróbatas y animales entrenados como asistentes.", "label": "0", "portion_identifier": -1, "text_b": "El auditorio se importó primero a Londres desde París en 1862 y se volvió enormemente popular con bailarines, cantantes, acróbatas, magos, animales entrenados."}, {"uid": "spanish-992-val", "text_a": "Zarpó el 12 de setiembre de 1943 de Galveston, Texas y se encontraron el 16 de setiembre en Key West.", "label": "0", "portion_identifier": -1, "text_b": "Navegó desde Key West el 12 de septiembre de 1943 y llegó a Galveston, Texas el 16 de septiembre."}, {"uid": "spanish-619-val", "text_a": "Más tarde se mudó a Suiza y luego a Italia, donde conoció a Shelley y Byron.", "label": "0", "portion_identifier": -1, "text_b": "Después se mudó a Suiza y más tarde a Italia, donde conoció a Shelley y Byron."}], "1": [{"uid": "spanish-1887-val", "text_a": "Los conservadores habían acampado en la costa oeste del río Catawba, mientras el ejército del General Charles Cornwalli se encontraba acampando en la costa este.", "label": "1", "portion_identifier": -1, "text_b": "Los Conservadores estaban acampando en la costa oeste del río Catawba, mientras que el ejército del general Charles Cornwallis acampaba en la costa este."}, {"uid": "spanish-1226-val", "text_a": "Huyghe nació en 1962 en París, vive y trabaja en Chile y en Nueva York.", "label": "1", "portion_identifier": -1, "text_b": "Huyghe nació en París en 1962 y vive y trabaja en Chile y en Nueva York."}, {"uid": "spanish-1374-val", "text_a": "Estos eran comunes en el Reino Unido, pero relativamente raros en Europa, a menos para las grandes locomotoras.", "label": "1", "portion_identifier": -1, "text_b": "Eran comunes en el Reino Unido, pero en Europe, por lo menos para las grandes locomotoras, es bastante raro."}, {"uid": "spanish-801-val", "text_a": "La banda se formó en 1999 en Dunwoody, Georgia, después de que el guitarrista Ben Ederbaugh y el bajista Jared Swilley abandonaran Renegades y el guitarrista Cole Alexander abandonara Reruns.", "label": "1", "portion_identifier": -1, "text_b": "La banda se fundó en 1999 en Dunwoody, Georgia, después de que el guitarrista Ben Eberbaugh y el bajista Jared Swilley abandonaron Renegades y el guitarrista Cole Alexander abandonó Reruns."}, {"uid": "spanish-448-val", "text_a": "Se organizó un evento equivalente en Albert Park Lake en Melbourne, patrocinado por Fox FM (Melbourne, Australia).", "label": "1", "portion_identifier": -1, "text_b": "Se realizó un evento similar en Albert Park Lake en Melbroune, esponsorizado por Fox FM (Melbourne, Australia)."}, {"uid": "spanish-1956-val", "text_a": "La cantidad de incendios informados al comienzo de febrero fue de 73 con 26 fuera de control y el tiempo esperado para controlar para ser otro mes de incendios.", "label": "1", "portion_identifier": -1, "text_b": "La cantidad de incendios informados a principios de febrero estuvieron fuera de control en 73 con 26 y el tiempo esperado para controlar otro mes de incendios."}, {"uid": "spanish-553-val", "text_a": "Una casa se carga de energía enojada y da forma al espíritu necromántico en su interior.", "label": "1", "portion_identifier": -1, "text_b": "Una casa está cargada con energía enojada y le da forma al espíritu necromántico interior."}, {"uid": "spanish-1991-val", "text_a": "Con ella he podido cumplir algunos de mis sueños musicales con estilos antiguos y con este nuevo estilo que es realmente grande, fresco y que fluye naturalmente.", "label": "1", "portion_identifier": -1, "text_b": "Con ella he podido cumplir algunos de mis sueños musicales con los estilos antiguos y este nuevo estilo es realmente grande, fresco y fluye con naturalidad."}]}