{"0": [{"uid": "german-392-val", "text_a": "Zwei wurden 1934 geflogen, aber es wurden keine weiteren hergestellt.", "label": "0", "portion_identifier": -1, "text_b": "Zwei wurden 1934 produziert, es wurden jedoch keine mehr geflogen."}, {"uid": "german-815-val", "text_a": "Er diente zunächst in Poundridge, in Herkimer County, New York, später in Westchester County, New York.", "label": "0", "portion_identifier": -1, "text_b": "Er diente zuerst in Poundridge, Westchester County, New York, dann in Herkimer County, New York."}, {"uid": "german-1838-val", "text_a": "Callum O'brien (geboren am 4. November 1982 in Neuseeland) ist ein professioneller Squash-Spieler für Cambridge.", "label": "0", "portion_identifier": -1, "text_b": "Callum O 'brien (geboren am 04. November 1982 in Cambridge, Neuseeland) ist ein professioneller Squashspieler."}, {"uid": "german-565-val", "text_a": "Finale ist eine Stadt in Südafrika in der Provinz Limpopo des Gemeindedistrikts Mopani.", "label": "0", "portion_identifier": -1, "text_b": "Finale ist eine Stadt der Bezirksgemeinde Mopani in der Provinz Limpopo, Südafrika."}, {"uid": "german-968-val", "text_a": "Wie stark sich protestantische und katholische Tendenzen innerhalb der anglikanischen Tradition unterscheiden, wird sowohl innerhalb bestimmter anglikanischer Kirchen als auch in der ganzen anglikanischen Glaubensgemeinschaft regelmäßig diskutiert.", "label": "0", "portion_identifier": -1, "text_b": "Der Grad der Unterscheidung zwischen der protestantischen und katholischen Tendenzen innerhalb der spezifischen anglikanischen Traditionen ist üblicherweise Gegenstand der Diskussion sowohl innerhalb der anglikanischen Kirchen als auch überall in der anglikanischen Gemeinde."}, {"uid": "german-1065-val", "text_a": "Frank James trat einer lokalen Gesellschaft bei, die für die sezessionistische Drew Lobbs-Armee rekrutiert wurde, und kämpfte im August 1861 in der Schlacht am Wilson's Creek.", "label": "0", "portion_identifier": -1, "text_b": "Frank James trat einer sezessionistischen Kompanie bei, die für die dortige Drew Lobbs Army rekrutiert wurde, und kämpfte im August 1861 in der Schlacht von Wilson's Creek."}, {"uid": "german-1179-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "Am 22. Juni 2012 ernannte der russische Präsident Vladimir Putin Titov per Dekret dazu, unter ihm die Rechte von Unternehmern zu schützen."}, {"uid": "german-335-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "NS"}], "1": [{"uid": "german-794-val", "text_a": "Er war der Sohn von Richard Byfields zweiter Ehefrau und Nicholas Byfield war sein älterer Halbbruder.", "label": "1", "portion_identifier": -1, "text_b": "Er war ein Sohn von Richard Byfield und dessen zweiter Ehefrau und Nicholas Byfield war sein älterer Halbbruder."}, {"uid": "german-1727-val", "text_a": "Feldgemüse und Wurzelpflanzen wurden in der Regel nicht angebaut und wuchsen in freier Wildbahn je nach Jahreszeit.", "label": "1", "portion_identifier": -1, "text_b": "Feldgemüse und Wurzelpflanzen wurden im Allgemeinen nicht angebaut, sondern wuchsen saisonal in freier Wildbahn und wurden dort geerntet."}, {"uid": "german-1846-val", "text_a": "Atoka liegt östlich des McGee Creek Lake, westlich von Antlers und nördlich von Farris in Oklahoma.", "label": "1", "portion_identifier": -1, "text_b": "Atoka liegt östlich des McGee Creek Lake, westlich von Antlers und nördlich von Farris, Oklahoma."}, {"uid": "german-1292-val", "text_a": "Der Film zeigt Jembie Almazan in der Rolle der Mary, Bernardo Garnica Cruz als David und Jonathan Diaz Angulo als Alex.", "label": "1", "portion_identifier": -1, "text_b": "In dem Film spielen Jembie Almazan als „Maria“, Bernardo Garnica Cruz als „David” und Jonathan Diaz Angulo als „Alex“ die Hauptrollen."}, {"uid": "german-1083-val", "text_a": "284 v. Chr. trafen sich König Qi und König Zhao von Quin in der Westlichen Zhou-Dynastie, um eine Allianz gegen Xi aufzustellen.", "label": "1", "portion_identifier": -1, "text_b": "284 v. Chr. traf sich König Qi mit König Zhao von Qin in der westlichen Zhou-Dynastie, um eine Allianz gegen Xi aufzustellen."}, {"uid": "german-77-val", "text_a": "Flavia Gleske, besser bekannt als Flavia Alejandra Gleske Fajin (geboren am 15. Mai 1978) ist eine venezolanische Schauspielerin.", "label": "1", "portion_identifier": -1, "text_b": "Flavia Gleske, besser bekannt als Flavia Alejandra Gleske Fajin (geboren am 15. Mai 1978) ist eine venezolanische Schauspielerin und Modell."}, {"uid": "german-100-val", "text_a": "Das Line-up konzentriert sich hauptsächlich auf die Musikrichtungen Indie und Alternative.", "label": "1", "portion_identifier": -1, "text_b": "Die Besetzung konzentriert sich hauptsächlich auf Indie und Alternative."}, {"uid": "german-1005-val", "text_a": "Die Musik, die gespielt wird, als Bob um „Blackadder“ wirbt, ist Vaughan Williams' „Fantasia on Greensleeves“.", "label": "1", "portion_identifier": -1, "text_b": "Die Musik, die als Bob „Blackadder” aufgeführt wird, ist „Fantasia on Greensleeves” von Vaughan Williams."}]}