{"1": [{"uid": "german-11678-trn", "text_a": "Ich habe 3 Taschenlampen hintereinader bestellt und alle 3 waren defekt, das kann nicht sein!", "label": 1, "portion_identifier": -1, "text_b": "Sehr schlechtes Produkt . home_improvement"}, {"uid": "german-31624-trn", "text_a": "Die Batterien werden als 10 Jahres Batterien Verkauft und sind nach noch nicht mal 1 Jahr in den Rauchmeldern am Ende!", "label": 1, "portion_identifier": -1, "text_b": "Halten keine 10 Jahre! . home_improvement"}], "2": [{"uid": "german-72595-trn", "text_a": "Mir ist immer noch nicht klar, ob der Becher wirklich für die Spülmaschine geeignet ist. Amazon-Beschreibung und Seite der Lieferanten sagen 'ja' und mitgelieferte Beschreibung sagt 'nein' (war leider kaufentscheidend). Auch der Kontakt zum Lieferanten hat nicht geholfen, da ich noch keine Rückmeldung bekommen habe. Somit kann ich zur Haltbarkeit nichts sagen. Hält aber gut warm und optisch schlicht wie versprochen. Es lässt sich auch gut draus trinken.", "label": 2, "portion_identifier": -1, "text_b": "Spülmaschinenfest? . home"}, {"uid": "german-44682-trn", "text_a": "Der Kleber hat gelbe Ränder verursacht u d die Schuhe rieche unheimlich streng nach gumi.", "label": 2, "portion_identifier": -1, "text_b": "Vergilbt . shoes"}], "3": [{"uid": "german-83163-trn", "text_a": "Verpackt war es super, nichts ausgelaufen wie bei anderen . Habe es 6 Stunden einwirken lassen dann abgeduscht. Da ich mich bewusst für Dark entschieden habe, habe ich auch auf dunkle Bräune gehofft....dem war aber nicht so . Es ist nur eine dezente Bräune übrig geblieben. Ist auf der einen Seite gut dass man nicht nach Selbstbräuner aussieht, auf der anderen wenn man Dark bestellt doch etwas ernüchternt. Der Handschuh ist ok nach einer Anwendung. Sicherlich könnte er besser verarbeitet sein um beim auftragen noch besseren Halt zu haben. Wer also eine leichte Bräune haben möchte für den ist das Produkt gut ...wer es dunkler haben möchte sollte auf andere Hersteller zurück greifen, oder was ich noch mal ausprobieren werde es einfach nach dem duschen noch einmal aufzutragen.", "label": 3, "portion_identifier": -1, "text_b": "Hab mir mehe versprochen . beauty"}, {"uid": "german-80421-trn", "text_a": "Das Kabel habe gekauft weil es mit einer Länge von 2 m total praktisch ist.. Es lädt eigentlich gut allerdings rutscht es wenn man nicht aufpasst sofort aus meine Handy raus. Wenn man das nicht merkt ist es richtig blöd weil er dann der Stecker im Strom ist aber das Handy ja nicht geladen wird. Handy liegt es jedenfalls nicht da andere Ladekabel dort nicht rausrutschen. Anfangs hat es ja gehalten . Daher leider nur drei Sterne", "label": 3, "portion_identifier": -1, "text_b": "Ladekabel smartphone . pc"}], "4": [{"uid": "german-133444-trn", "text_a": "Ich bin mit der Pfanne bisher sehr zufrieden, sie ist tief genug und gefällt mir wesentlich besser als meine Ki... .id Pfanne- die sehr leicht oberflächlich zerkratzte. Der abnehmbare Griff wackelt zwar minimal, aber das ist jammern auf hohem Niveau. Sie macht einen stabilen Eindruck und 2 Jahre Garantie hat sie auch noch. Ich würde sie weiter empfehlen und wieder kaufen.", "label": 4, "portion_identifier": -1, "text_b": "Gute Pfanne für einen guten Preis . home"}, {"uid": "german-132103-trn", "text_a": "Hält richtig gut an den Kanten unseres Wohnzimmertisches. Absolut empfehlenswert! Man muss beim Anbringen jedoch sehr darauf achten, das Band nicht zu ziehen, sonst zieht es sich nach dem Kleben wieder zurück. Daher nur 4 Sterne.", "label": 4, "portion_identifier": -1, "text_b": "Hält super! . baby_product"}], "5": [{"uid": "german-196839-trn", "text_a": "Die Handschuhe sind wirklich super! War immer einen Kampf meinen Kater zu Bürsten, was ja besonders in der Fellwechsel -Zeit einfach sein muss. Mit den Handschuhen ist es super einfach, er findets sogar richtig toll, wirft sich schnurrend auf den Rücken und lässt mich machen. Voll und ganz zufrieden!", "label": 5, "portion_identifier": -1, "text_b": "Super!! . pet_products"}, {"uid": "german-167298-trn", "text_a": "Sehr schlichte, aber durch die Bommel wieder sehr auffällige schöne Wintermütze. Sitzt gut, nicht zu fest am Kopf. Meist drückt eine Mütze nach einer längeren Tragezeit an den Ohren. Ist hier nicht der Fall. Tolle Wintermütze.", "label": 5, "portion_identifier": -1, "text_b": "Bommelmütze . apparel"}]}