{"1": [{"uid": "german-3973-trn", "text_a": "Die von mir bestellten Schuhe sind mir nicht geliefert worden. Laut Sendungsverfolgung liegen die seit drei Wochen in Hamburg bei DHL. Wenn ich DHL schreibe, dann wird mir gesagt das von der Absender und nicht der Empfänger dies reklamieren kann. Als ich dann auf Erstattung bei Amazon gedrückt habe, habe ich einen Code zugesendet bekommen mit dem ich die von mir bestellte Ware zurücksenden kann. Geht ja aber nicht weil ich sie nicht bekommen habe! Der Kaufpreis ist von meinem Konto abgebucht worden und ich bekomme ihn erst erstattet wenn ich nicht erhaltenen Schuhe zurücksende. Ich fühle mich mehr als betrogen und angezockt!", "label": 1, "portion_identifier": -1, "text_b": "Betrug! . shoes"}], "2": [{"uid": "german-67520-trn", "text_a": "Der Klang der Anlage war ziemlich gut, leider hat das Bluetooth gar nicht funktioniert, deswegen habe ich die Anlage zurückgeschickt.", "label": 2, "portion_identifier": -1, "text_b": "Bluetooth verbindung nicht möglich . electronics"}], "3": [{"uid": "german-106189-trn", "text_a": "Der Film fängt sehr gut an und nimmt einen mit auf Reise. Allerdings wird auf Hotspots weniger eingegangen. Leider auch etwas wenig Landschaft von den Menschen. Der Film hat gute Ansätze ist aber ab dem Zeitpunkt des Unfalls beschränkt auf Ersatzteilversorgung und Verletzung. Ich denke man hätte mehr aus dem Material machen können. Ich könnte mir vorstellen das der Schnitt des Films nicht vom Fahrer gemacht wurde. Letztendlich aber Respekt vor der durchgeführten Reise.", "label": 3, "portion_identifier": -1, "text_b": "Etwas entäuscht vom Film . other"}], "4": [{"uid": "german-155294-trn", "text_a": "Naja, etwas verpixelt bzw. Verschwommen", "label": 4, "portion_identifier": -1, "text_b": ". . automotive"}], "5": [{"uid": "german-188707-trn", "text_a": "In meinem Zimmer gibt es viele Insekten, und manchmal siehe ich die im Bett... Dieser Schädlingsbekämpfer habe ich schon zwei Tage benutzt. Es funktioniert sehr gut!Ich bin begeistert , hatte Probleme mit Mäuse in meine wohnung aber jetzt nicht mehr, und bleibt auch so! Kann nur weiterempfehlen!", "label": 5, "portion_identifier": -1, "text_b": "Sehr effektiv! . lawn_and_garden"}]}