{"0": [{"uid": "german-1799-val", "text_a": "Die Cross Bronx Westbound bedient den Tremont Park südlich der Third Avenue, Abfahrt 3.", "label": "0", "portion_identifier": -1, "text_b": "Die Cross Bronx verläuft südlich von Tremont Park in Richtung Westen und ist ein Zubringer der Ausfahrtstraße 3, die wiederum ein Zubringer der Third Avenue ist."}, {"uid": "german-1622-val", "text_a": "Juli ist durchschnittlich der wärmste Monat, der kälteste ist Januar.", "label": "0", "portion_identifier": -1, "text_b": "Juli ist im Durchschnitt der kälteste und Januar der heißeste Monat."}, {"uid": "german-1888-val", "text_a": "Die Karten werden wie im Bridge-Diagramm ausgeteilt; der oben dargestellte Spieler ist der Teiler und beginnt das Reizen, das wie auf dem Gebotstisch dargestellt durchgeführt wird.", "label": "0", "portion_identifier": -1, "text_b": "Die Karten werden wie im Bridge Hand-Diagramm abgebildet gezeigt, der Geber sitzt oben und beginnt das Reizen in der Reihenfolge des Austeilens."}, {"uid": "german-732-val", "text_a": "Das ist der Zen-Stil des Dienens und Speisens der in offiziellen Tempeln praktiziert wird.", "label": "0", "portion_identifier": -1, "text_b": "Dies ist die förmliche Art und Weise zum Servieren und Verspeisen von Mahlzeiten, wie sie in Zen-Tempeln praktiziert wird."}], "1": [{"uid": "german-358-val", "text_a": "Die Medaillen wurden von Barbara Kendall aus Neuseeland, Mitglied des Internationalen Olympischen Komitees, und Carlo Croce, Vorsitzender des Weltseglerverbandes World Sailing, verliehen.", "label": "1", "portion_identifier": -1, "text_b": "Die Medaillen wurden übergeben von Carlo Croce, IOC-Mitglied Neuseeland, und Barbara Kendall, Präsidentin von World Sailing."}, {"uid": "german-151-val", "text_a": "Sie wurde zwischenzeitlich von den Deutschen geborgen, 1943/1944 von alliierten Bombern versenkt und 1946/1947 endgültig verschrottet.", "label": "1", "portion_identifier": -1, "text_b": "Sie wurde von den Deutschen 1943 -- 1944 gehoben und zweimal von alliierten Bombern versenkt und schließlich 1946 -- 1947 verschrottet."}, {"uid": "german-1762-val", "text_a": "Der amerikanische Pionier John Sutter (1803-1880) erreichte gemeinsam mit weiteren europäisch-schweizerischen Siedlern im August 1839 Alta California.", "label": "1", "portion_identifier": -1, "text_b": "Der amerikanische Pionier John Sutter (1803–1880) kam im August 1839 zusammen mit anderen europäischen und Schweizer Siedlern nach Alta California."}, {"uid": "german-120-val", "text_a": "Im Dezember 1969 wurde die 49. zur 29. Armeedivision.", "label": "1", "portion_identifier": -1, "text_b": "Im Dezember 1969 wurde aus der 49. Army Division die 29. Army Division."}]}