{"0": [{"uid": "german-146-val", "text_a": "Als Belohnung für seine Loyalität Henry gegenüber erlangte er reichlich Land und lukrative Aufgaben in South Wales.", "label": "0", "portion_identifier": -1, "text_b": "Als Belohnung für seine Treue zu Henry erwarb er lukrative Ländereien und viele Büros in Südwales."}, {"uid": "german-186-val", "text_a": "Nach seinem Tod 1946 befanden sich seine Arbeiten zu diesem Projekt noch in einem einheitlich schlechten Zustand.", "label": "0", "portion_identifier": -1, "text_b": "Nach seinem Tod im Jahr 1946 waren seine Papiere zu diesem Projekt noch allesamt in der Rohfassung."}, {"uid": "german-1256-val", "text_a": "In der unten stehenden Rezension werden die niedrigsten Bewertungen der Show in Rot angezeigt und die höchsten in Blau.", "label": "0", "portion_identifier": -1, "text_b": "In den folgenden Bewertungen werden die höchsten Bewertungen für die Show in Rot und die niedrigsten Bewertungen für die Show in Blau angezeigt."}, {"uid": "german-1706-val", "text_a": "Mit Terry als Ophelia und Portia belebte er „Hamlet” und produzierte „Der Kaufmann von Venedig” (1879).", "label": "0", "portion_identifier": -1, "text_b": "Mit Terry als Ophelia und Portia produzierte er „Hamlet“ und ließ „The Merchant of Venice“ („Der Kaufmann von Venedig“) wieder aufleben (1879)."}], "1": [{"uid": "german-551-val", "text_a": "Es wurde am 22. Dezember 2011 angekündigt und im Februar 2012 veröffentlicht.", "label": "1", "portion_identifier": -1, "text_b": "Es wurde am 22. Dezember 2011 registriert und im Februar 2012 veröffentlicht."}, {"uid": "german-936-val", "text_a": "Frank James schloss sich einer sezessionistischen Kompanie an, die für die örtliche Drew Lobbs Army rekrutiert worden war, und kämpfte im August 1861 in der Schlacht von Wilson Creek.", "label": "1", "portion_identifier": -1, "text_b": "Frank James trat einer sezessionistischen Kompanie bei, rekrutierte für die lokale Drew Lobbs-Armee und kämpfte in der Schlacht am Wilson's Creek im August 1861."}, {"uid": "german-850-val", "text_a": "In seinem Arbeitszimmer in Berlin hingen drei Personen an der Wand: Schopenhauer, Maxwell, Faraday.", "label": "1", "portion_identifier": -1, "text_b": "In seinem Arbeitszimmer in Berlin hängen drei Personen an der Wand: Faraday, Maxwell und Schopenhauer."}, {"uid": "german-177-val", "text_a": "Der Fluss Bradu ist ein Nebenfluss des Hudeasa in Rumänien.", "label": "1", "portion_identifier": -1, "text_b": "Der Bradu ist ein Nebenfluss des Hudeasa in Rumänien."}]}