{"1": [{"uid": "german-21677-trn", "text_a": "Leider spiegelt sich das Licht auf der Schutzfolie, Im Außenbereich kann ich nicht mehr erkennen. Habe die Schutzfolie direkt wieder entfernt. Geld hätte ich auch in die Mülltonne schmeißen können.", "label": 1, "portion_identifier": -1, "text_b": "Ware . wireless"}, {"uid": "german-25516-trn", "text_a": "Große, Bedienung, alles war am Anfang super. Leider nach einigen Monaten, trotz neue Akkus und korrekte Zahlenkombination, kann ich dies ohne Schlüssel nicht aufmachen.", "label": 1, "portion_identifier": -1, "text_b": "Für den Preis, Ok . home_improvement"}, {"uid": "german-10626-trn", "text_a": "Eine sehr schöne Idee für ein Problem welches es wirklich zu lösen gilt, da die Feuchttücher immer austrocknen. Leider hat es genau eine Packung Feuchttücher gehalten und dann war der Kleber ab, obwohl wir vorsichtig damit umgegangen sind. Sehr schade, daran darf gerne noch gearbeitet werden da die Grundidee wirklich gut ist.", "label": 1, "portion_identifier": -1, "text_b": "Genau ein Mal gehalten . baby_product"}, {"uid": "german-27172-trn", "text_a": "Ich habe ein Paket mit vielen Scherben bekommen, und das bei 2 Reklamationen.", "label": 1, "portion_identifier": -1, "text_b": "Scherbenhaufen . home"}], "2": [{"uid": "german-52141-trn", "text_a": "Haben schon länger überlegt, daher haben wir dieses Einsteiger-Modell gestern Abend einfach mal bestellt! Prime sei dank, war es 18 Stunden später schon bei uns.", "label": 2, "portion_identifier": -1, "text_b": "Preis/Leistung ok . kitchen"}, {"uid": "german-49843-trn", "text_a": "Klimaanlage bläst nur Luft aber kann leider keinen kleinen Raum kühlen. Optisch würde ich 5 Sterne geben. Leider erfüllt die Klimaanlage nicht seinen Zweck", "label": 2, "portion_identifier": -1, "text_b": "Erfüllt nicht seinen Zweck . home_improvement"}, {"uid": "german-52858-trn", "text_a": "Leider sind überall Kleberreste und man kann auch nicht auswählen welches Design man bekommt. Die Befestigung für den Kopf besteht aus zwei Laschen, was ich etwas unpraktisch finde da sie schnell von den Ohren rutscht. Dennoch sieht die Maske sehr niedlich aus.", "label": 2, "portion_identifier": -1, "text_b": "Zwiegespalten . toy"}, {"uid": "german-67657-trn", "text_a": "Lampe ist sehr hell und leuchtet gut aus. Doch leider entlädt sich der Akku von selbst nach 24 Stunden und man kann die Lampe nicht für 2 tägige Touren gebrauchen. 1 Tages Tour ok, 2 Tage leider ein no go. Also immer frisch aufladen vorm losgehen.", "label": 2, "portion_identifier": -1, "text_b": "Akku entlädt sich selbstständig. . sports"}], "3": [{"uid": "german-92073-trn", "text_a": "Leider ein bisschen zu klein für Bierdosen", "label": 3, "portion_identifier": -1, "text_b": "Für Bierdosen ein bisschen zu klein . home"}, {"uid": "german-93994-trn", "text_a": "Es geht, nächstes Mal gebe ich ein Paar Euro mehr aus. Die Feile hat sich an meinen Fliesen die Zähne ausgebissen, Löcher bohren ging, war aber sehr mühsam und die Mitte musste vorgebohrt werden. Das Ganze ist eben billig.", "label": 3, "portion_identifier": -1, "text_b": "Nicht zuviel erwarten . home_improvement"}, {"uid": "german-84826-trn", "text_a": "Aus irgendeinem Grund bin ich etwas enttäuscht von der Größe. Die Palette schien größer zu sein, ist ganz schön klein. Farben sind nicht schlecht, aber nach all dem Hype um die Sleek Paletten bin ich etwas enttäuscht. Das ist aber nur mein Empfinden.", "label": 3, "portion_identifier": -1, "text_b": "Etwas klein... . beauty"}, {"uid": "german-105611-trn", "text_a": "Das zusammen Bauen war nicht so einfach. Es sind 2 Teile unten und oben. Beim verbinden der Teile ist die Produktion nicht so gut. Man sieht nun einen kleinen Schlitz. Aber für den Preis ok.", "label": 3, "portion_identifier": -1, "text_b": "Schöner Schrank! Für das Geld ok . furniture"}], "4": [{"uid": "german-131618-trn", "text_a": "Verarbeitung ist gut. Siegt genauso, wie auf dem Foto aus. Für mich nur leider unpraktisch, da sie zu sehr gepolstert ist und daher sperrig ist.", "label": 4, "portion_identifier": -1, "text_b": "sieht schick aus . beauty"}, {"uid": "german-121611-trn", "text_a": "Habe die Brillenbox zum verschenken gekauft. Sie wurde schnell geliefert und sieht genauso aus, wie beschrieben. Mir sind keine Mängel aufgefallen. Alles top.", "label": 4, "portion_identifier": -1, "text_b": "Gute Box zum fairen Preis. . home"}, {"uid": "german-144446-trn", "text_a": "Eine kleine Verzögerung bei der Lieferung. Schön weich,super am Kragen. Leider etwas weit an den Oberarmen. Mein Mann ist zufrieden. Würde er empfehlen.", "label": 4, "portion_identifier": -1, "text_b": "Gute Qualität zum fairen Preis. . book"}, {"uid": "german-124085-trn", "text_a": "nicht schlecht. Nur man schwitzt leider sehr darin. Am Besten mit Strümpfen tragen. Barfuß nicht so angenehm. Aber dafür auch sanft waschbar.", "label": 4, "portion_identifier": -1, "text_b": "an sich süß . shoes"}], "5": [{"uid": "german-194203-trn", "text_a": "Super Angebot, alles wie beschrieben, gerne wieder", "label": 5, "portion_identifier": -1, "text_b": "Top . furniture"}, {"uid": "german-173987-trn", "text_a": "Das Gerät war schnell geliefert und habe nach Tagen festgestellt,Tauben waren nicht mehr im Anflug. Es funktioniert also wunderbar.Das die Batterien(sind im Lieferumfang enthalten) über Solar wieder aufgeladen werden,ist eine doppelte Kaufempfehlung.", "label": 5, "portion_identifier": -1, "text_b": "Macht was es soll . lawn_and_garden"}, {"uid": "german-160390-trn", "text_a": "Schnelle umgehende Lieferung. Bestens", "label": 5, "portion_identifier": -1, "text_b": "Sicher und gut verpackt . other"}, {"uid": "german-186632-trn", "text_a": "Super service schnelle Lieferung Wunschtext gut umgesetzt Danke", "label": 5, "portion_identifier": -1, "text_b": "Klasse . apparel"}]}