{"0": [{"uid": "german-312-val", "text_a": "Er ist der Onkel des Musikers Tal Bachman und Vater von Ryder Bachman.", "label": "0", "portion_identifier": -1, "text_b": "Er ist der Onkel des Musikers Ryder Bachman und Vater von Tal Bachman."}, {"uid": "german-1561-val", "text_a": "Warren Haynes trat der Tour- und Aufnahmeband von David Allan Coe 1980 bei, als er 20 Jahre alt war.", "label": "0", "portion_identifier": -1, "text_b": "1980, als er 20 Jahre alt war, trat David David Allan der Tour- und Aufnahmeband von Warren Haynes bei."}, {"uid": "german-688-val", "text_a": "Er war der Cousin des tschechischen Nationalspielers Miroslav Hlinka und Sohn des Ex-Spielers Jaroslav Hlinka Sr.", "label": "0", "portion_identifier": -1, "text_b": "Er war der Cousin des tschechischen Nationalspielers Jaroslav Hlinka und der Sohn des ehemaligen Spielers Miroslav Hlinka Sr."}, {"uid": "german-1481-val", "text_a": "Oberhalb des Zuflusses des Big Flat Brook wird der Bach Little Flat Brook genannt.", "label": "0", "portion_identifier": -1, "text_b": "Stromaufwärts des Zuflusses des Little Flat Brook ist der Fluss als „Big Flat Brook“ bekannt."}], "1": [{"uid": "german-334-val", "text_a": "Es ist sowohl in Massachusetts und New Hampshire als auch in Vermont sowie in Rhode Island und Connecticut bedroht.", "label": "1", "portion_identifier": -1, "text_b": "Die Spezies ist in Massachusetts und New Hampshire gefährdet, in Vermont bedroht, in Rhode Island ausgestorben und in Connecticut bedroht."}, {"uid": "german-340-val", "text_a": "Die Canal Street wurde im Jahr 1790 für den Verkehr freigegeben und um 1870 in Oxford Canal umbenannt.", "label": "1", "portion_identifier": -1, "text_b": "Die Canal Street wurde 1790 eröffnet und die Straße wurde nach dem Oxford-Kanal von 1870 benannt."}, {"uid": "german-1563-val", "text_a": "Die am häufigsten gesponnene tierische Faser ist Schafswolle. Für Handarbeiten und zum Hobbystricken werden oftmals Wolle und Acrylfasern verwendet.", "label": "1", "portion_identifier": -1, "text_b": "Die am häufigsten zum Spinnen verwendete Tierfaser ist Schafswolle. Zum Hand- und Hobbystricken werden häufig dicke Woll- oder Acrylgarne verwendet."}, {"uid": "german-1991-val", "text_a": "Mit ihrer Hilfe konnte ich mir einige meiner musikalischen Träume früherer Stile erfüllen und dieser neue Stil ist wirklich groß, frisch und auf natürliche Art und Weise flüssig.", "label": "1", "portion_identifier": -1, "text_b": "Mit ihr konnte ich einiges von dem umsetzen, wovon ich bei frühen Musikstilen geträumt habe und dieser neue Stil ist groß, frisch und hat einen natürlichen Flow."}]}