{"1": [{"uid": "french-36352-trn", "text_a": "Pas reçu mon article", "label": 1, "portion_identifier": -1, "text_b": "Toujours pas recu . pet_products"}, {"uid": "french-11667-trn", "text_a": "Acheté 3 exemplaires il y a 2 mois. Il n'en reste malheureusement plus qu'un fonctionnel...pourtant ils fonctionnaient bien...plus de mouches ni de souris...dommage je ne peux pas le recommander...", "label": 1, "portion_identifier": -1, "text_b": "pas terrible la fiabilité. . home"}, {"uid": "french-29964-trn", "text_a": "Malheureusement beaucoup trop petit pour mon chien pour un chihuahua oui mais pas pour un Shi-Tsu", "label": 1, "portion_identifier": -1, "text_b": "Attention à la taille . pet_products"}, {"uid": "french-2562-trn", "text_a": "Pas reçu mais annoncé comme tel par Amazon", "label": 1, "portion_identifier": -1, "text_b": "Pas reçu mais annoncé comme tel par Amazon . wireless"}, {"uid": "french-33802-trn", "text_a": "Non c’est vraiment pas ce à quoi je m’attendais. La qualité est très moyenne pour ne pas dire mauvaise... Déception totale", "label": 1, "portion_identifier": -1, "text_b": "Cravate pas terrible. . apparel"}, {"uid": "french-38886-trn", "text_a": "Produit livré avec une semaine de retard. La lame de la tondeuse pas serait et le caractère endommagé. Magret tout ça je les gardée car je n est pas le temps de faire un remboursement je doit tondre.je déconseille ce produit 🤮", "label": 1, "portion_identifier": -1, "text_b": "Tondeuse . home_improvement"}, {"uid": "french-29721-trn", "text_a": "Le produit a été acheté il y a un an et s’est très vite déterioré. La languette de soutien a du être recollé, le système de maintien dans différentes positions ne tient pas deux mois et le revêtement s’est degradé en quelques semaines, laissant le produit dans un état qui n’est plus présentable, notamment pour des activités professionnelles. Entre-temps le prix est passé de 9 à 25 euros. Je suggère de privilégier un autre produit si vous voulez quelque chose qui dure plus de 4 semaines. Photo à l’appui.", "label": 1, "portion_identifier": -1, "text_b": "À éviter, fabrication qui laisse à désirer et prix trop élevé . pc"}, {"uid": "french-31592-trn", "text_a": "Je m'en suis servi pendant environ 4 jours et j'ai dû changer de mèche une vingtaine de fois. C'est de la m---e. Surtout n'achetez pas. Un mors est tombé lorsque j'ai voulu changer de mèche. Encore de l'argent de gaspillé.", "label": 1, "portion_identifier": -1, "text_b": "Cassé au bout de 4 jours. . wireless"}], "2": [{"uid": "french-60684-trn", "text_a": "Facile d'application, néanmoins déjà fissuré....", "label": 2, "portion_identifier": -1, "text_b": "Bof bof . wireless"}, {"uid": "french-79378-trn", "text_a": "La qualité est moyenne et ça ne tient pas longtemps en place. j'en ai perdu deux après quelques jours, en enlevant les autres certains se sont cassés. Bon pour le prix il ne fallait pas forcément s'attendre à mieux.", "label": 2, "portion_identifier": -1, "text_b": "Qualité moyenne, ne tient pas longtemps . automotive"}, {"uid": "french-44768-trn", "text_a": "Joint à usage unique attendre une heure afin qu’il gonfle si besoin de démontage... le remplacer il s’effrite au dévissage sinon pour prix c’est normal", "label": 2, "portion_identifier": -1, "text_b": "Qualité équivalente au prix . home_improvement"}, {"uid": "french-43540-trn", "text_a": "Sympa mais n’a pas tenu 3 jours !", "label": 2, "portion_identifier": -1, "text_b": "Oui mais .... . automotive"}, {"uid": "french-62546-trn", "text_a": "Manque de profondeur . Bien pour des \"\" mini \"\" quantités!", "label": 2, "portion_identifier": -1, "text_b": "Trop peu profondes . home"}, {"uid": "french-52380-trn", "text_a": "La fixation ne fonctionne plus malgré peu d'utilisation.", "label": 2, "portion_identifier": -1, "text_b": "La fixation ne fonctionne plus malgré peu d'utilisation. . furniture"}, {"uid": "french-54620-trn", "text_a": "Très simple à mettre en place et assez grande pour mettre les produits de douche de toute la famille, les éponges, etc. Les étagères sont discrètes et ne prennent pas beaucoup de place dans la douche. Mais au bout de quelques semaines, des premières taches de rouilles ont commencées à apparaître sur les jointures et les étagères.", "label": 2, "portion_identifier": -1, "text_b": "Étagère de douche pratique mais... . home"}, {"uid": "french-70157-trn", "text_a": "Jolie mais perd des perle des la première utilisation...", "label": 2, "portion_identifier": -1, "text_b": "Ne tiendra pas longtemps... . baby_product"}], "3": [{"uid": "french-114029-trn", "text_a": "La commande correspond à mes attentes et je suis satisfait. L'emballage est soignée et la livraison s'est faite dans les temps.", "label": 3, "portion_identifier": -1, "text_b": "Commande conforme . other"}, {"uid": "french-106198-trn", "text_a": "Beaucoup trop fragile pour un enfant...deja abime", "label": 3, "portion_identifier": -1, "text_b": "ne convient pas a un enfant . toy"}, {"uid": "french-107903-trn", "text_a": "J’avais pris une taille au dessus au vu des commentaires mais trop grand ! Je nage dedans. Sinon elles sont jolies et semblent de bonne qualité", "label": 3, "portion_identifier": -1, "text_b": "Prendre taille normale . shoes"}, {"uid": "french-92406-trn", "text_a": "appareil très moyen. Ne rempli pas bien fonctions.", "label": 3, "portion_identifier": -1, "text_b": "épilateur . beauty"}, {"uid": "french-92785-trn", "text_a": "Le sac en lui même et très bien mise à part les bretelles 1 semaine d'utilisation et il y en a déjà une de casser... vraiment déçu", "label": 3, "portion_identifier": -1, "text_b": "Mauvaise qualité . luggage"}, {"uid": "french-89433-trn", "text_a": "Goût pas terrible même en ajoutant des épices.", "label": 3, "portion_identifier": -1, "text_b": "Pas chère . grocery"}, {"uid": "french-87365-trn", "text_a": "Rien à redire sur les composants, ils sont à la pointe pour faire tourner des gros jeux/logiciels en haute qualité. Par contre, le système bof bof : , il prend 3 plombs à sortir du mode veille : on est obligé de forcer l’arrêt par le bouton d'alimentation et le redémarrer si on veut pas attendre 2h avant que l'écran s'affiche :).", "label": 3, "portion_identifier": -1, "text_b": "Super hardware mais OS défaillant . pc"}, {"uid": "french-108283-trn", "text_a": "Couches agréables au Toucher Par contre elles dégagent une odeur pas très agréable meme lorsque bebe Fait juste un pipi. Un peu septique sur le produit qu'il y a dedans du coup ! Le livreur devait être pressé de repartir puisqu'elles ont ete déposées devant la Porte de mon voisin alors que qu'il était chez lui et moi chez moi !!!", "label": 3, "portion_identifier": -1, "text_b": "Sans plus ... . drugstore"}], "4": [{"uid": "french-120365-trn", "text_a": "J'ai acheté ce petit enclos pour permettre à mes petits chiots de s'épanouir autant à l'intérieur qu'à l'extérieur. Agréablement surpris par le produit. Il fait le travail. Ce n'est pas en or massif , mais c'est très résistant et modulable. La petite trappe dans un des pans et faite pour y faire rentrer des rongeur même avec la couverture supérieure.", "label": 4, "portion_identifier": -1, "text_b": "délivré libéré . pet_products"}, {"uid": "french-136469-trn", "text_a": "Offert en cadeau, c’est assez original et drôle.", "label": 4, "portion_identifier": -1, "text_b": "Très sympa. . book"}, {"uid": "french-143876-trn", "text_a": "Cadeau offert pour noel . ma nièce a été très ravie. Livraison rapide et emballage soigné. Satisfaite de mon achat..", "label": 4, "portion_identifier": -1, "text_b": "Bien . toy"}, {"uid": "french-123927-trn", "text_a": "Bon produit, conforme à l'attente", "label": 4, "portion_identifier": -1, "text_b": "Utile . home_improvement"}, {"uid": "french-125811-trn", "text_a": "Convient parfaitement au téléphone. Facile à installer. J'attend de voir sur la durée mais pour le moment je suis satisfait", "label": 4, "portion_identifier": -1, "text_b": "Protection adaptée . wireless"}, {"uid": "french-142188-trn", "text_a": "correspond à la description. j'ai juste un petit doute sur l'étanchéité au niveau du robinet une petite goute se forme avec le temps Je vais vérifier que le boitier céramique est bien vissé", "label": 4, "portion_identifier": -1, "text_b": "bel aspect . home"}, {"uid": "french-140787-trn", "text_a": "Joli, bien fait, à voir dans le temps comment il réagit", "label": 4, "portion_identifier": -1, "text_b": "Bien . toy"}, {"uid": "french-158037-trn", "text_a": "Pour le peu d'utilisation effectué, fait le job. Utilisation mécanique agricole. Bon rapport qualité/prix, comparé aux facom à 10euros le chasse goupille qui peut se tordre facilement lors d'une mauvaise manipulation pour les plus petit d'entre eux. Le support mériterait d'être amélioré afin que les chasses goupilles ne glisse pas lorsque celui-ci est retourné. -> Aimant dans le fond ? Solidité, à voir dans le temps", "label": 4, "portion_identifier": -1, "text_b": "Fait le job, moins cher que Facom . home_improvement"}], "5": [{"uid": "french-185978-trn", "text_a": "à lire et relire pour se faire des piqures de rappel! Ecriture simple, se lit très vite, écrit gros.. parfait!", "label": 5, "portion_identifier": -1, "text_b": "Au top . book"}, {"uid": "french-185101-trn", "text_a": "Pour un voyage il est très pratique car il est allumé lorsque il est dans le noir et simple d'utilisation.", "label": 5, "portion_identifier": -1, "text_b": "Reveille . home"}, {"uid": "french-188469-trn", "text_a": "a la livraison les fléchettes était blanche donc dessus et aucune explication. En fête il suffit de les mettre a la lumière pour que la magie opère. 1 h a la lumière et une nuit de fluo bonne achat.", "label": 5, "portion_identifier": -1, "text_b": "enfete pas decu . toy"}, {"uid": "french-199017-trn", "text_a": "Cet article est léger, pratique et possède une très belle sonorité. Il est arrivé dans les temps prévus en excellent état. Merci", "label": 5, "portion_identifier": -1, "text_b": "Très beau son. . electronics"}, {"uid": "french-169575-trn", "text_a": "Pour la chambre d un enfant de 10 ans, de belle qualité, grande, il l a adoré!", "label": 5, "portion_identifier": -1, "text_b": "Parfait! . home"}, {"uid": "french-188915-trn", "text_a": "cette suspension d'éclairage au design industriel de fer rouillé est vraiment originale. Le look est très sympa, on peut même tourner le robinet. La suspension à un système d'accroche au plafond tout à fait classique avec 2 trous a faire avant de le fixer. l'ampoule a mettre est un culot à pas de vis le tout est en métal, assez lourd et très solide.", "label": 5, "portion_identifier": -1, "text_b": "Suspension Ampoule looké ! . home"}, {"uid": "french-179080-trn", "text_a": "Offert à ma nièce qui a adoré, ça nous a permis de faire des activités ensemble et d’apprendre en s’amusant", "label": 5, "portion_identifier": -1, "text_b": "Original et sympa . book"}, {"uid": "french-168539-trn", "text_a": "Ce produit est utilisé pour la TV.", "label": 5, "portion_identifier": -1, "text_b": "Pas mal. . electronics"}]}