{"0": [{"uid": "french-569-val", "text_a": "Le \" Fallbeil\" a été utilisé pour la dernière fois en Allemagne de l'Est en 1949 et en Allemagne de l'Ouest en 1966.", "label": "0", "portion_identifier": -1, "text_b": "Le \" Fallbeil \" a été utilisé pour la dernière fois en Allemagne de l'Ouest en 1949 et en Allemagne de l'Est en 1966."}, {"uid": "french-54-val", "text_a": "Ses frères étaient Mark Hayford, un médecin, et le père Ernest Hayford, un pasteur.", "label": "0", "portion_identifier": -1, "text_b": "Ses frères étaient Ernest Hayford, un médecin et le révérend Mark Hayford, un ministre."}, {"uid": "french-232-val", "text_a": "La route R205 est une route régionale irlandaise allant de la route R199 dans le comté de Leitrim jusqu'à la frontière nord-irlandaise dans le comté de Fermanagh, principalement dans le comté de Cavan.", "label": "0", "portion_identifier": -1, "text_b": "La route R205 est une route régionale d'Irlande depuis la route R199 de County Cavan jusqu'à la frontière avec l'Irlande du Nord à County Leitrim, principalement à County Fermanagh."}, {"uid": "french-329-val", "text_a": "AleX est une série télévisée italienne. La série a été produite par Giorgio Schottler, Guglielmo Duccoli et Alfredo Castelli et écrite par Videotime.", "label": "0", "portion_identifier": -1, "text_b": "AleX est une série télévisée italienne écrite par Alfredo Castelli, Guglielmo Duccoli et Giorgio Schottler, produite par Videotime."}, {"uid": "french-1793-val", "text_a": "La série télévisée italienne AleX était produite par Giorgio Schottler, Guglielmo Duccoli et Alfredo Castelli et écrite par Videotime.", "label": "0", "portion_identifier": -1, "text_b": "AleX est une série télévisée italienne. la série fur écrite par Alfredo Castelli, Guglielmo Duccoli et Giorgio Schottler et produite par Videotime."}, {"uid": "french-1397-val", "text_a": "Emily Ann Morelli (née le 27 mars 1984 à Emily Ann Lloyd) est un actrice américaine américaine.", "label": "0", "portion_identifier": -1, "text_b": "Emily Ann Lloyd (née Emily Ann Morelli le 27 mars, 1984) est une actrice américaine."}, {"uid": "french-1304-val", "text_a": "Shirley Jones s'est vue offrir le rôle de Laurey, qui est allée voir Joanne Woodward (qui avait déjà joué dans une production théâtrale d'Oklahoma !).", "label": "0", "portion_identifier": -1, "text_b": "Joanne Woodward s'est vu offrir le rôle de Laurey, qui est allée voir Shirley Jones (qui s'était déjà produite dans une production théâtrale d'Oklahoma !)."}, {"uid": "french-918-val", "text_a": "Son fils Samuel Provoost était le père de John (1742-1815), le premier évêque épiscopal protestant de New York.", "label": "0", "portion_identifier": -1, "text_b": "Son fils John était le père de Samuel Provoost (1742-1815), le premier évêque protestant de New York."}], "1": [{"uid": "french-1055-val", "text_a": "Alistair Cooke, Saul Bellow, Walter Cronkite, Norman Cousins, Gore Vidal et Norman Podhoretz comptaient parmi les premiers membres du conseil.", "label": "1", "portion_identifier": -1, "text_b": "Alistair Cooke , Saul Bellow , Walter Cronkite , Norman Cousins , Gore Vidal et Norman Podhoretz comptaient parmi les premiers membres du conseil."}, {"uid": "french-1149-val", "text_a": "Parmi les femmes les plus importantes du Suriname se trouvent Jennifer Simons, Marijke Djwalapersad, Elisabeth Samson, Cynthia McLeod et Ruth Wijdenbosch.", "label": "1", "portion_identifier": -1, "text_b": "Parmi les femmes célèbres de Suriname sont Elisabeth Samson, Cynthia McLeod, Marijke Djwalapersad, Jennifer Simons et Ruth Wijdenbosch."}, {"uid": "french-1469-val", "text_a": "En tant que compositeur à l'école Française, il apporta une contribution remarquable à la musique d'église impressionniste comme chef d'orchestre.", "label": "1", "portion_identifier": -1, "text_b": "Auteur mineur de l'école française, en tant que conducteur il a fait des contributions remarquables à la musique religieuse impressionniste."}, {"uid": "french-584-val", "text_a": "Le tindi est une langue du nord-est du Caucase parlée en République russe du Daghestan.", "label": "1", "portion_identifier": -1, "text_b": "Le tindi est une langue du nord-est du Caucase parlée dans la république russe du Daghestan."}, {"uid": "french-1610-val", "text_a": "Au XIXe siècle, la critique est allée encore plus loin : le critique baroque John Rushin déclara que la sculpture britannique était non seulement mauvaise, mais aussi corrompue sur le plan moral.", "label": "1", "portion_identifier": -1, "text_b": "Au 19e siècle, la critique alla encore plus loin ; le critique baroque John Ruskin déclara que la sculpture britannique était non seulement mauvaise, mais également corrompue moralement."}, {"uid": "french-233-val", "text_a": "Vermont South est bordé au nord par Mitcham, à l'ouest par Nunawading et Forest Hill, au sud de Vermont et à l'est par Wantirna et Ringwood.", "label": "1", "portion_identifier": -1, "text_b": "Le Vermont South est bordé par Mitcham au nord, par Nunawading et Forest Hill à l'ouest, par Vermont au sud et par Wantirna et Ringwood à l'est."}, {"uid": "french-1159-val", "text_a": "En 1914, M. Todoroff a fondé le restaurant Coney Island et crée sa recette de sauce chili Jackson Coney Island.", "label": "1", "portion_identifier": -1, "text_b": "En 1914, M. Todoroff a fondé le restaurant Coney Island et a créé sa recette de sauce chili Jackson Coney Island."}, {"uid": "french-1016-val", "text_a": "Nicole Pratt a battu Kristin Godridge 6 -- 4, 6 -- 3.", "label": "1", "portion_identifier": -1, "text_b": "Nicole Nicole Pratt a battu Kristin Godridge 6 -- 4, 6 - 3."}]}