{"1": [{"uid": "spanish-20596-trn", "text_a": "Mal servicio todavia no ha llegado", "label": 1, "portion_identifier": -1, "text_b": "No comprar nada a este vendedor . beauty"}, {"uid": "spanish-30502-trn", "text_a": "Lo pedí el 10 de enero... estamos a 15 de febrero y no lo he recibido...🤬 muy muy descontentA tanto con la tienda como con la empresa de envío", "label": 1, "portion_identifier": -1, "text_b": "No llega.... . home_improvement"}, {"uid": "spanish-14294-trn", "text_a": "Resulta que con la fresca de la mañana se mantiene en contacto cerrado... Así que hay que darle con un mechero para que funcione bien... Lo quitaré y lo tiraré por qué corta la batería hasta cuándo quieres que funcione", "label": 1, "portion_identifier": -1, "text_b": "Funciona mal... . automotive"}, {"uid": "spanish-39033-trn", "text_a": "Una autentica porqueria, es genial si lo que buscas es un pisa papeles. Dos semanas ha tardado en no funcionar el tactil de la pantalla. No la recomiendo.", "label": 1, "portion_identifier": -1, "text_b": "Autentica porqueria . pc"}, {"uid": "spanish-7221-trn", "text_a": "La base de corte si cortas en recto va bien y no quedan marcas. Pero si cortas con angulo o con curvas si que las deja y no recupera", "label": 1, "portion_identifier": -1, "text_b": "Regular . home_improvement"}, {"uid": "spanish-10693-trn", "text_a": "Mientras funciono no estaba mal, pero en 3 meses dejo de funcionar el boton, asi que queda inservible. Veamos ahora el servicio postventa........", "label": 1, "portion_identifier": -1, "text_b": "Se ha roto en 3 meses . sports"}, {"uid": "spanish-19372-trn", "text_a": "Lo que en principio era una una idea genial que pensé me iba a organizar el coche, ahora es un asco, se me han quedado las pegatinas de 3M pegadas en el coche y los apliques plasticos estan siempre despegados.... Antes tenia cables por todos lados, y hasta que los he quitado... seguia teniendo cables y apliques.... con el coche lleno de pegatinas blancas.... no lo recomiendo en absoluto.", "label": 1, "portion_identifier": -1, "text_b": "se depega . pc"}, {"uid": "spanish-19701-trn", "text_a": "No me gusta, no coge por el cuello de la botella", "label": 1, "portion_identifier": -1, "text_b": "No vale . home"}], "2": [{"uid": "spanish-62431-trn", "text_a": "No cubre toda la pantalla,le falta bastante. Se ha roto sin llevar ningún golpe,supongo que en el bolsillo. Se coloca facilmente", "label": 2, "portion_identifier": -1, "text_b": "No cumpe . wireless"}, {"uid": "spanish-41460-trn", "text_a": "Perdió el color a los pocos días, se cayeron todos los adornos que poseía la pulsera, el cierre es malísimo se perdió también. En conclusión la pulsera es bonita el primer día y luego es una patata. A si es como quedo la pulsera al segundo día", "label": 2, "portion_identifier": -1, "text_b": "Pulsera . jewelry"}, {"uid": "spanish-67805-trn", "text_a": "La imagen no corresponde con el artículo recibido. Baja calidad de los materiales aunque funciona-", "label": 2, "portion_identifier": -1, "text_b": "Funcional . electronics"}, {"uid": "spanish-56807-trn", "text_a": "El aparato no va mal, pero el sistema de sujecion que tiene mediante dos tiras de pegas es una auténtica mierd... En cuanto llevaba tres horas enganchando cayo, se desmonto todo, todo el jabon por el plato de ducha. Por suerte y con paciencia volvi a montar todas las piezas. El sistema de collado le doy un 0 (cero patatero). Para los que os preguntáis como solucionarlo: yo le voy ha poner dos pegotes de silicona. El anterior lo tenia asi colocado y sin problemas", "label": 2, "portion_identifier": -1, "text_b": "Mal sistema de collado . home"}, {"uid": "spanish-74264-trn", "text_a": "A la fecha que estamos, todavía no he recibido el artículo que eran dos fundas", "label": 2, "portion_identifier": -1, "text_b": "Fundas . wireless"}, {"uid": "spanish-44614-trn", "text_a": "Tendria que estar mas afilada. Bastante inferior a la de otras marcas. Da la impresion de que estan sacrificando calidad por precio.", "label": 2, "portion_identifier": -1, "text_b": "Es barata pero tiene defectos. . home_improvement"}, {"uid": "spanish-57539-trn", "text_a": "Producto demasiado caro para lo que realmente es. Me ha defraudado bastante. En los chinos lo encuentras por bastante menos.", "label": 2, "portion_identifier": -1, "text_b": "Silvia . home"}, {"uid": "spanish-55698-trn", "text_a": "Se me ha caído desde la mesa y se ha roto el soporte que va en la cabeza y se ha quedado inservible. No pensaba que fuera tan delicado. No lo volvería a comprar.", "label": 2, "portion_identifier": -1, "text_b": "No aguanta nada, muy delicado . home_improvement"}], "3": [{"uid": "spanish-100189-trn", "text_a": "Producto perfecto, su sonido muy bien. Se sintoniza perfectamente las emisoras por Internet. Muy bien todo. El precio lo encuentro un poco elevado.", "label": 3, "portion_identifier": -1, "text_b": "Precio excesivo. Producto bien . electronics"}, {"uid": "spanish-103846-trn", "text_a": "Lo dicho, por eso no le pongo mas estrellas de las 25 sólo me venían dos rebeldes. Por lo demás están bien alguna un poco mas chorra.", "label": 3, "portion_identifier": -1, "text_b": "Esta bíen pero casi todas las pegatinas son de imperio . home"}, {"uid": "spanish-100233-trn", "text_a": "Muy detallado todo! Creo que excesivamente detallado!", "label": 3, "portion_identifier": -1, "text_b": "Muy detallado . book"}, {"uid": "spanish-80484-trn", "text_a": "ES EL QUINTO QUE PIDO, HA TARDADO MUCHO EN LLEGAR. CUANDO LO PRUEBE INDICARE COMO ME FUNCIONA. NO HE RECIBIDO INFORMACION NINGUNA DEL VENDEDOR INDICANDO PORQUE LA TARDANZA. CREO QUE DEBERIAN CUIDAR UN POCO MAS A LOS CLIENTES.", "label": 3, "portion_identifier": -1, "text_b": "NO LO HE PROBADO TODAVIA. . wireless"}, {"uid": "spanish-97988-trn", "text_a": "elegí estas botas para estar calentita, y protegerme de la lluvia la verdad es que son muy cómodas pero si hubiera habido un numero mas pequeño lo hubiera cogido y serian perfectas", "label": 3, "portion_identifier": -1, "text_b": "botas . shoes"}, {"uid": "spanish-80807-trn", "text_a": "Llegó a tiempo. Es como aparece fotografiado, parece que es de madera. Cumple su función bien.", "label": 3, "portion_identifier": -1, "text_b": "Cumple su función . home"}, {"uid": "spanish-91096-trn", "text_a": "Lo uso regularmente pero no he notado cambios significativos sin embargo esperemos", "label": 3, "portion_identifier": -1, "text_b": "TENIA MEJOR ESPECTATIVA . grocery"}, {"uid": "spanish-108015-trn", "text_a": "No nos ha sido util, ya que el bebe no las aceptaba", "label": 3, "portion_identifier": -1, "text_b": "No las hemos podido probar . baby_product"}], "4": [{"uid": "spanish-126922-trn", "text_a": "Buen acabado. Cierre fuerte. Quedan muy bien puestos.", "label": 4, "portion_identifier": -1, "text_b": "Buen acabado. . jewelry"}, {"uid": "spanish-157858-trn", "text_a": "Lo que más gusta de este equipo es la velocidad del equipo, lo manejable que resulta, además de la fiabilidad. Es algo impresionante.", "label": 4, "portion_identifier": -1, "text_b": "Espectacular equipo. . pc"}, {"uid": "spanish-141910-trn", "text_a": "Cómodo, facil de usar, es fantástico", "label": 4, "portion_identifier": -1, "text_b": "Fantástico . personal_care_appliances"}, {"uid": "spanish-130835-trn", "text_a": "Concuerda con la descripción realizada en el anuncio. También funciona correctamente con varias monedas diferentes. A los niños les hizo mucha ilusión", "label": 4, "portion_identifier": -1, "text_b": "Descripción realista . home"}, {"uid": "spanish-126571-trn", "text_a": "Es lo que ves en la imagen, no es muy grande. Peo encaja con la descripción, tiene diferentes tipos de luz...", "label": 4, "portion_identifier": -1, "text_b": "Esta bien . home"}, {"uid": "spanish-150425-trn", "text_a": "NO MERECE LA PENA COMPRAR EL LIBRO DE LAS RECETAS.", "label": 4, "portion_identifier": -1, "text_b": "PRACTICO . home"}, {"uid": "spanish-127161-trn", "text_a": "Estoy empezando a probarlas, llevo tres días, pero de momento no noto nada raro, y bueno espero que produzcan los efectos que dicen en su prospecto. Gracias", "label": 4, "portion_identifier": -1, "text_b": "La información que dan en su pagina web . drugstore"}, {"uid": "spanish-158854-trn", "text_a": "Cuesta un poco ponerla, tiene un buen tacto y por el precio que tiene me parece un producto más que correcto. La correa es más pequeña que la original, pero para el grosor de mi muñeca viene bien", "label": 4, "portion_identifier": -1, "text_b": "Buen producto . sports"}], "5": [{"uid": "spanish-192969-trn", "text_a": "Necesitaba un mueble en el que guardar las consolas y el servidor. Me he estado recorriendo varios almacenes, pero o los muebles eran muy caros o me vendian el conjunto para el salón entero y se me iba de precio. Al final vi este en Amazon y en precio y tamaño entraban en mi presupuesto. Es facil de montar, con un destornillador de estrella, uno plano y un pequeño martillo basta. Las instrucciones son sencillas (Son 7 pasos solo) Yo tarde alrededor de hora y medía en montarlo. Lo monté yo solo. En mi caso como veís en las fotos, para el uso que le voy a dar va genial.", "label": 5, "portion_identifier": -1, "text_b": "Contentisimo . furniture"}, {"uid": "spanish-161182-trn", "text_a": "Ya hace un año que la tengo puesta en la habitación de mi hija y siempre hay gente que me pregunta donde la compre. Queda preciosa y no se despega.", "label": 5, "portion_identifier": -1, "text_b": "Espectacular . home"}, {"uid": "spanish-168340-trn", "text_a": "Tenía un poco de miedo al comprarla porque venía desde Grecia, y pensé que era un artículo bastante frágil, pero llegó en perfecto estado, muy bien protegido y bastante rápido. La verdad es que estoy contenta con la compra. Es tal cual se ve en las fotos del vendedor. Yo adjunto las mías para que lo veáis.", "label": 5, "portion_identifier": -1, "text_b": "Buena compra . home"}, {"uid": "spanish-176170-trn", "text_a": "Muy contenta con el portarrollos tal cuál aparece en las descripciones del pedido", "label": 5, "portion_identifier": -1, "text_b": "Fácil montaje . home"}, {"uid": "spanish-173699-trn", "text_a": "Por ahora va muy bien , solo llevo con el 3 semanas y genial , pequeño pero con todo lo que necesitas para ver la televisión en satélite.", "label": 5, "portion_identifier": -1, "text_b": "Muy pequeño y perfecto para ver la televisión . electronics"}, {"uid": "spanish-180872-trn", "text_a": "Ana Forner no defrauda nunca y con esta novela se sale esperando la segunda parte con ansia que pasara con Valentina y Victor 🤷‍♀️", "label": 5, "portion_identifier": -1, "text_b": "Simplemente maravillosa !!!! . digital_ebook_purchase"}, {"uid": "spanish-179728-trn", "text_a": "Súper bien! Iluminan muchísimo. Y quedan muy bien", "label": 5, "portion_identifier": -1, "text_b": "Geniales . home"}, {"uid": "spanish-181023-trn", "text_a": "llego rapido y encajo perfectamente en el vehiculo, aparentemente parece mejor pegado que el de serie, ya que se despegó el original de la carcasa", "label": 5, "portion_identifier": -1, "text_b": "encajo a la perfecion . automotive"}]}