{"0": [{"uid": "german-758-val", "text_a": "Cher hatte in den 1970er Jahren mit den Labels Kapp und MCA mehr Erfolg und blieb dort bis 1974.", "label": "0", "portion_identifier": -1, "text_b": "Cher und MCA waren die Labels, mit denen Kapp in den Siebzigerjahren mehr Erfolg hatte, und sie blieb bis 1974 bei ihnen."}, {"uid": "german-771-val", "text_a": "Das Turnier gewann Gabriel Medina (BRA), der im Finale Joel Parkinson (AUS) schlug.", "label": "0", "portion_identifier": -1, "text_b": "Das Turnier wurde von Joel Parkinson (BRA) gewonnen, der im Finale Gabriel Medina (AUS) besiegte."}, {"uid": "german-847-val", "text_a": "Loustau war mit Ghislaine Marianne zusammen, mit der er drei Kinder hatte: Ethnie Bottrill, Dominique Henriette und Marcel Jean heirateten.", "label": "0", "portion_identifier": -1, "text_b": "Loustau war mit Ethnie Bottrill verheiratet, mit dem sie drei Kinder hatte: Marcel Jean, Dominique Henriette und Ghislaine Marianne."}, {"uid": "german-1125-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "Bei diesen Patienten kann das Sehvermögen nur bei Handbewegungen oder Lichtwahrnehmung normal sein."}, {"uid": "german-1761-val", "text_a": "2012 änderten sich die Anschauungen in der Stadt und der amtierende Demokrat Barack Obama gewann die Wahl mit 51 % der Stimmen gegen den Republikaner Mitt Romney mit 48 %.", "label": "0", "portion_identifier": -1, "text_b": "2012 änderte sich die Stimmungslage im Bezirk und der republikanische Amtsinhaber Mitt Romney konnte dort mit 51 % der Stimmen gegenüber 48 % für den Demokraten Barack Obama gewinnen."}, {"uid": "german-569-val", "text_a": "Das Fallbeil wurde in Ostdeutschland zuletzt 1949, in Westdeutschland 1966 verwendet.", "label": "0", "portion_identifier": -1, "text_b": "Das Fallbeil wurde in Westdeutschland zuletzt 1949 und in Ostdeutschland 1966 eingesetzt."}, {"uid": "german-641-val", "text_a": "Cattell schrieb 1933, dass die nordische Rasse von allen europäischen Rassen die am besten entwickelte Intelligenz und die größte Stabilität im Hinblick auf das Temperament habe.", "label": "0", "portion_identifier": -1, "text_b": "1933 schrieb Cattell, dass von allen nordischen Rassen „die europäische Rasse am weitesten in der Intelligenz und Stabilität des Charakters entwickelt war”."}, {"uid": "german-1713-val", "text_a": "Eine Biographie von Chris Sievey wurde von Autor Mick Middles aus Manchester geschrieben und im November 2014 veröffentlicht.", "label": "0", "portion_identifier": -1, "text_b": "Es wurde eine Biographie von Mick Middles von dem Autor Chris Sievey aus Manchester verfasst und im November 2014 veröffentlicht."}], "1": [{"uid": "german-1948-val", "text_a": "Soulié de Morant arbeitete mehrere Jahre im französischen diplomatischen Korps in China, wo er als französischer Konsul in mehreren chinesischen Städten diente.", "label": "1", "portion_identifier": -1, "text_b": "Soulié de Morant diente für mehrere Jahre im französischen diplomatischen Korps in China, wo er als französischer Konsul in mehreren chinesischen Städten arbeitete."}, {"uid": "german-313-val", "text_a": "Der Track „Astrud“' auf dem Album „Time and Tide“ von Basia Trzetrzelewska aus dem Jahr 1987 ist ein Tribut an Gilberto .", "label": "1", "portion_identifier": -1, "text_b": "Der Track „Astrud” auf dem Album „Time and Tide” von Basia Trzetrzelewska von 1987 ist ein Tribut an Gilberto."}, {"uid": "german-539-val", "text_a": "Er wurde 1920 in Laguna, Kalifornien, geboren, machte an der Choate School in Connecticut Abitur und ging aufs Pomona College und die University of Southern California.", "label": "1", "portion_identifier": -1, "text_b": "Utley wurde 1920 in Laguna in Kalifornien geboren. Er absolvierte die Choate School in Connecticut und besuchte das Pomona College und die University of Southern California."}, {"uid": "german-817-val", "text_a": "Im November 1989 wurde Delaney Mitglied des New York Stock Exchange und Senior Managing Director bei Henderson Brothers, Inc. und Bear Wagner.", "label": "1", "portion_identifier": -1, "text_b": "Im November 1989 wurde Delaney Mitglied der New Yorker Börse und Senior Managing Director bei Henderson Brothers, Inc., und Bear Wagner."}, {"uid": "german-691-val", "text_a": "Die Serie konvergiert praktisch überall.", "label": "1", "portion_identifier": -1, "text_b": "Dann gleicht die Serie sich praktisch überall an."}, {"uid": "german-1237-val", "text_a": "Während der ausführende Produzent Richard Jasek bemerkte, dass Mason „ein guter Junge“ mit einem schlechten Herzen sei.", "label": "1", "portion_identifier": -1, "text_b": "Während der Executive Producer Richard Jasek bemerkte, dass Mason ein „guter Junge“ mit einem schlechten Herzen ist."}, {"uid": "german-1712-val", "text_a": "Das Houston Main Building (HMB) vormals bekannt als Prudential Building war ein Wolkenkratzer beim Texas Medical Center in Houston, Texas.", "label": "1", "portion_identifier": -1, "text_b": "Das Houston Main Building (HMB), ehemals Prudential Building, war ein Wolkenkratzer im Texas Medical Center in Houston, Texas."}, {"uid": "german-1062-val", "text_a": "Die Figur und die Besetzung kamen am 20. November ans Licht, als Fotiou für „Nachbarn” auf ihrem YouTube-Kanal in einem hinter den Kulissen gedrehten Video zu sehen war.", "label": "1", "portion_identifier": -1, "text_b": "Der Charakter und die Darsteller wurden am 20. November bekannt gegeben, als Fotiou auf ihrem YouTube-Kanal in einem Video von hinter den Kulissen von „Neighbours” zu sehen war."}]}