{"1": [{"uid": "spanish-4798-trn", "text_a": "Es mini, es super pequeño, no sirve para nada,", "label": 1, "portion_identifier": -1, "text_b": "ridiculo . beauty"}, {"uid": "spanish-2247-trn", "text_a": "La maquina ha llegado usada, con marcas en el disco y le faltaba tornillos. La caja se notaba que estubo abierta, y la placas espuma del interior, que fijan la maquina, tenian manchas oscuras de dedos, igual que la mesa giratoria, con manchas de grasa. El motor tenia un ruido raro, y el aranque lento no funccionaba. La protectora del disco bajaba con tropezones. Tuve que devolverla, y pedir el modelo sin railes.", "label": 1, "portion_identifier": -1, "text_b": "Vino usada y con desperfectos. . home_improvement"}, {"uid": "spanish-31372-trn", "text_a": "PENSABA QUE ERA MAS PEQUEÑO Y NO FUNCIONABA PERO GRACIAS ME HICIERON REEMBOLSO", "label": 1, "portion_identifier": -1, "text_b": "ENORME EL RELOJ . apparel"}, {"uid": "spanish-27693-trn", "text_a": "No lo conseguí echarlo a andar. Posiblemente fuese problema del teclado MIDI que solo disponía de IN. El problema es que no lo he podido descambiar porque tenía que pagar los portes de envío y me salía igual los gastos de envío que comprar el producto. Estuve probando con un teclado MIDI (con Mac y Windows).", "label": 1, "portion_identifier": -1, "text_b": "Toni . electronics"}, {"uid": "spanish-8731-trn", "text_a": "Al principio muy bien pero, tras una semana de haberlo comprado ha dejado de funcionar. Únicamente funciona la luz y no se cómo proceder ahora.", "label": 1, "portion_identifier": -1, "text_b": "No funciona . home"}, {"uid": "spanish-15921-trn", "text_a": "No me conecto los devolví", "label": 1, "portion_identifier": -1, "text_b": "Mal . pc"}, {"uid": "spanish-23574-trn", "text_a": "Lo veo muy pequeño, el la foto parecía un poco más grande, aún no lo he probado.", "label": 1, "portion_identifier": -1, "text_b": "Ha llegado en su tiempo . home"}, {"uid": "spanish-2738-trn", "text_a": "Lo primero de todo es que no vuelvo a comprar uno hasta que tenga mejores materiales y sea amplio, los problemas con los que me he encontrado son : El interior es muy estrecho apenas te caben 2 ó 3 cosas, los bolsillos interiores en mi caso se han roto, con apenas un par de usos, el compartimento usb que tiene para cargar dispositivos es también muy pequeño apenas me pasaba el cable; además de que como dije antes si apenas te queda sitio para guardar cosas, para meter una powerbank de tamaño medio como la mía ya ni te cuento.", "label": 1, "portion_identifier": -1, "text_b": "Decepcionada . pc"}], "2": [{"uid": "spanish-61341-trn", "text_a": "No me ha gustado porque se atasca, no taladra bolsas de celofán por ejemplo y es una cosita demasiado delicada", "label": 2, "portion_identifier": -1, "text_b": "SE ATASCA . home"}, {"uid": "spanish-55128-trn", "text_a": "Iba a regalarlo para el cumple de una amiga, pero me viene roto en dos partes , no se abre bien. Por eso lo he devuelto.", "label": 2, "portion_identifier": -1, "text_b": "Calidad mala . sports"}, {"uid": "spanish-71390-trn", "text_a": "El producto está bien en general, es muy completo, pero los componentes son de un plástico malísimo, ya se ha partido el cargador europeo y sólo lo he usado dos veces.", "label": 2, "portion_identifier": -1, "text_b": "Plástico de baja calidad . wireless"}, {"uid": "spanish-78755-trn", "text_a": "Ha sido un regalo y les ha encantado", "label": 2, "portion_identifier": -1, "text_b": "Regalo . wireless"}, {"uid": "spanish-47879-trn", "text_a": "El cable de conexión a la red es muy corto. Calor muy bien, perfecto. Lo único el cable. No lleva boton de seguridad anti vuelvo.", "label": 2, "portion_identifier": -1, "text_b": "Sara . kitchen"}, {"uid": "spanish-52736-trn", "text_a": "El producto me gusta, el punto malo y bajo mi opinión, bastante tedioso, es que las tarjetas se desgastan con muchísima facilidad.", "label": 2, "portion_identifier": -1, "text_b": "Cómoda pero... Las tarjetas se desgastan. . luggage"}, {"uid": "spanish-53178-trn", "text_a": "Precio calidad correcto.", "label": 2, "portion_identifier": -1, "text_b": "Bien el precio . home"}, {"uid": "spanish-69388-trn", "text_a": "Bastante decepcionante, por las opiniones pensé que duraría unas cuantas horas, pero me da la sensación que casi no dura. Me eché un poco en una mano de esta y en la otra CK One, comprobado que ésta última dura muchísimo más cuando la otra ya casi no se huele. No compensa nada, no repetiré.", "label": 2, "portion_identifier": -1, "text_b": "Decepcionante por corta duración del olor . beauty"}], "3": [{"uid": "spanish-99481-trn", "text_a": "arañazos y marcas de uso, quizás del transporte", "label": 3, "portion_identifier": -1, "text_b": "Parece usado . video_games"}, {"uid": "spanish-99917-trn", "text_a": "Por precio, no se puede exigir demasiado. Una de las tapetas se despegó muy rápido ( vienen 2 tapetas extras con el pedido por eso) y la hebilla es muy fácil perderla. Pero bueno, no está mal la verdad.", "label": 3, "portion_identifier": -1, "text_b": "No está mal . shoes"}, {"uid": "spanish-86426-trn", "text_a": "A mi hija le encanta igual que El pollo pepe. Lástima que sólo tenga 5 páginas / ilustraciones.... Demasiado caro para tan poco.", "label": 3, "portion_identifier": -1, "text_b": "Entretenido pero muy caro . book"}, {"uid": "spanish-93103-trn", "text_a": "Guantes frescos y ligeros ideales para el Verano eso sí, la fijación de velcro a la muñeca me resulta pequeña y corta. Dejan las muñecas muy expuestas y en caso de llevar chaqueta, no se solapa con los guantes con lo que entra aire por las mangas, nada grave, pero a tener en cuenta.", "label": 3, "portion_identifier": -1, "text_b": "Frescos y ligeros . automotive"}, {"uid": "spanish-104529-trn", "text_a": "No lo he llegado a recibir pero me hicieron el abono sin problema", "label": 3, "portion_identifier": -1, "text_b": "No recibido . wireless"}, {"uid": "spanish-92805-trn", "text_a": "Bien para un móvil o un iPad pequeño pero muy justo para un iPad Pro de 12 con nueve pulgadas. Es funcional pero no aparenta ser muy robusto", "label": 3, "portion_identifier": -1, "text_b": "Muy justo para un iPad Pro de 12.9 pulgadas . pc"}, {"uid": "spanish-110393-trn", "text_a": "Funciona y sujeta el pie pero es un engorro ponérsela y tampoco tienes una referencia ni pauta de como hacerlo. Por lo demás bien.", "label": 3, "portion_identifier": -1, "text_b": "Funciona y sujeta . sports"}, {"uid": "spanish-114877-trn", "text_a": "El cortador no está demasiado afilado, no corta bien. La estera se marca enseguida, no es de buena calidad. Lo mejor es la regla.", "label": 3, "portion_identifier": -1, "text_b": "No corta bien. . office_product"}], "4": [{"uid": "spanish-136958-trn", "text_a": "El color azul de las pastas es tal como se ve en las fotos y queda muy bonito. En general resulta muy práctico para tener las fotos ordenadas y las hojas protectoras cumplen bien su función para que no se peguen unas fotos con las de enfrente. Recomendable.", "label": 4, "portion_identifier": -1, "text_b": "Buen álbum de fotos. . home"}, {"uid": "spanish-155075-trn", "text_a": "Por ahora parecen unas fundas de buena calidad. El cierre parece hermético aunque todavía no he probado si son estancas 100%. La pantalla del móvil funciona perfectamente estando dentro de la funda.", "label": 4, "portion_identifier": -1, "text_b": "100% recomendable . sports"}, {"uid": "spanish-147217-trn", "text_a": "Lo peor, por ponerle una pega, es su precio. Pero uno ya sabe lo que compra. La calidad muy buena. Tamaño correcto y manejable", "label": 4, "portion_identifier": -1, "text_b": "Cumple la función. Calidad buena . office_product"}, {"uid": "spanish-157929-trn", "text_a": "Lámpara espectacular diseño, como en la foto. Quedan genial una vez colgadas. Si hay que poner un pero , este sería que son Un poco pesadas pero lo demás genial", "label": 4, "portion_identifier": -1, "text_b": "Diseño espectacular . home_improvement"}, {"uid": "spanish-144204-trn", "text_a": "Me gusta , pero a veces muy técnico", "label": 4, "portion_identifier": -1, "text_b": "Disponible . digital_ebook_purchase"}, {"uid": "spanish-139031-trn", "text_a": "Es ligera, para pesos ligeros. No la veo con mucha carga.Lo bueno es que sirve para desplazar la fácil mente.", "label": 4, "portion_identifier": -1, "text_b": "Ligera . home"}, {"uid": "spanish-156681-trn", "text_a": "Me ha gustado que puedo tener en poco tiempo una carga perfecta y poder seguir disfrutando de hacer fotografías sin problema, no hay nada que no me guste de las baterías de repuesto y el cargador, es pequeño y cómodo de llevar y fácilmente adaptable a un enchufe con adaptador", "label": 4, "portion_identifier": -1, "text_b": "Doble carga a menor tiempo . electronics"}, {"uid": "spanish-156189-trn", "text_a": "Pedido rápido sin ninguna queja. El producto va muy bien y queda bien plastificado. Volvería a comprar las fundas. ,.", "label": 4, "portion_identifier": -1, "text_b": "Correcto . office_product"}], "5": [{"uid": "spanish-184310-trn", "text_a": "Hojas de la máxima calidad, tal cómo especifica el anuncio. A un precio fantástico. Ideales para Magic, Fichas deportivas y cualquier otra medida por debajo de estas.", "label": 5, "portion_identifier": -1, "text_b": "Producto recomendable 100% . toy"}, {"uid": "spanish-180272-trn", "text_a": "Buena relacion calidad precio, yo lo utilice para hacer bombas de baño y la verdad que da muy buen resultado", "label": 5, "portion_identifier": -1, "text_b": "Relacion calidad precio buena . home"}, {"uid": "spanish-163416-trn", "text_a": "Excelente cafetera. El diseño es elegante y de muy buena calidad. 100% recomendada para todo buen amante del cafe como yo.", "label": 5, "portion_identifier": -1, "text_b": "Excelente . home"}, {"uid": "spanish-161193-trn", "text_a": "Compré el que viene con temporizador, el cual recomiendo. Se puede seleccionar el tiempo que permanece activado una vez lo apagas, para así apagar la luz del baño y que siga funcionado un poco. Es SUPER silencioso. Increíble. Es lo que buscaba en un extractor y este lo es.... EL precio es muy bueno también", "label": 5, "portion_identifier": -1, "text_b": "Silencioso . home_improvement"}, {"uid": "spanish-174733-trn", "text_a": "Muy buena compra. No serán los mejores del.mercado, pero tienen un precio módico y el sonido es bastante bueno. Siempre la entrega genial con Amazon Prime", "label": 5, "portion_identifier": -1, "text_b": "Geniales por ese precio . electronics"}, {"uid": "spanish-185347-trn", "text_a": "Me gusta en sí todo. Lo encuentro pesado para llevar en una bici.", "label": 5, "portion_identifier": -1, "text_b": "Cumple con las expectativas. . sports"}, {"uid": "spanish-170518-trn", "text_a": "Es un producto muy caro, pero veo que tiene muchas posibilidades para niños a los que se les queda pequeño lo de simplemente montar un modelo, da", "label": 5, "portion_identifier": -1, "text_b": "Muy bueno . industrial_supplies"}, {"uid": "spanish-191944-trn", "text_a": "Lo he usado para subir la TV del salón. La verdad es que el resulta ha sido muy bueno", "label": 5, "portion_identifier": -1, "text_b": "Muy util . pc"}]}