{"1": [{"uid": "german-30907-trn", "text_a": "Hatte diesen Artikel bestellt und sollte ihm in 3-4 Wochen erhalten. Vom Händler wurde der Liefertermin um 2x verschoben. Ich versuchte 2x den Käufer zu kontaktieren ohne Antwort ! Dank Amazon wurde mir der Betrag zurück erstattet. Werde bei diesem Händler keine Ware mehr bestellen !", "label": 1, "portion_identifier": -1, "text_b": "Keine Bestellung erhalten . beauty"}, {"uid": "german-35969-trn", "text_a": "Nach einem Monat , der erste externe Temperatursensor defekt, Händler reagiert leider überhaupt nicht! Sehr unzufrieden!!!!!", "label": 1, "portion_identifier": -1, "text_b": "Defekt . lawn_and_garden"}], "2": [{"uid": "german-77868-trn", "text_a": "4 Wochen Lieferzeit trotz Prime!", "label": 2, "portion_identifier": -1, "text_b": "4 Wochen Lieferzeit !! . pet_products"}, {"uid": "german-65982-trn", "text_a": "Obwohl xxl entspricht der rock wohl eher einem M/L , höchstens L. Okay ich weiß was in China xl ist ist bei uns kleiner aber er fällt schon sehr eng aus. Die Qualität des Stoffes allerdings wirkt doch eher hochwertig, auch der mit enthaltene Gürtel wirkt stabil. Schade nur dass das die größte Größe war...", "label": 2, "portion_identifier": -1, "text_b": "Viel zu eng . apparel"}], "3": [{"uid": "german-102485-trn", "text_a": "Das Buch wikt etwas langatmig! Vielleicht sollte man sich etwas mehr Zeit nehmen um neue Romane zu schreiben", "label": 3, "portion_identifier": -1, "text_b": "Etwas langatmig . digital_ebook_purchase"}, {"uid": "german-108044-trn", "text_a": "2 meiner 3 Hunde vertragen es ganz gut. Allerdings hat sich der Kotabsatz sehr stark erhöht. Der dritte Hund hat seit der Futterumstellung massive Blähungen. Mir kommt auch der Vitamin A Gehalt recht niedrig vor.", "label": 3, "portion_identifier": -1, "text_b": "Preis- Leistung sind okay . pet_products"}], "4": [{"uid": "german-139973-trn", "text_a": "Die Geräte sind klein und handlich, gut ablesbar. Nur zeigen alle 3 jeweils am selben Standort unterschiedliche Werte an. Von Bresser bin ich besseres gewöhnt. Für den Preis aber OK", "label": 4, "portion_identifier": -1, "text_b": "Ungenau . lawn_and_garden"}, {"uid": "german-129424-trn", "text_a": "Die Pinsel gehen für das Geld schon in Ornung. Das Plastik ist für meinen Geschmack einen tick zu hart - aber insgesamt ein gutes Produkt.", "label": 4, "portion_identifier": -1, "text_b": "Insgesamt gute Pinsel . toy"}], "5": [{"uid": "german-162030-trn", "text_a": "Der Nachteil dieser Lampe ist, dass die mitgelieferten Batterien schnell alle sind. Die Helligkeit ist der Hammer! Ich habe mir dazu 2 paar Akkus gekauft. Damit ich immer welche auf Reserve dabei haben kann. Eine Kleinigkeit noch: Leider kann man das Licht nicht fokussieren. Aber das jedem, so wie es braucht. In Allem und Ganzen kann man die Taschenlampe weiter empfehlen.", "label": 5, "portion_identifier": -1, "text_b": "Walther Taschenlampe zu empfehlen! Mit kleine Mankos... . home"}, {"uid": "german-182400-trn", "text_a": "Curcuma soll anscheinend das Immunsystem fördern das allgemeine Wohlbefinden steigern. Ich finde es zudem sehr gut, dass bei diesem Produkt hier Vitamin C dabei ist.", "label": 5, "portion_identifier": -1, "text_b": "Curcuma für mehr Wohlbefinden . drugstore"}]}