{"0": [{"uid": "french-520-val", "text_a": "Lloyd créa et dirigea son entreprise pour commencer à vendre des jouets et des cadeaux, et il élargit la House of Lloyd, basée à Grandview, dans le Missouri, quand l'activité cadeaux se développa.", "label": "0", "portion_identifier": -1, "text_b": "Lloyd développa son activité pour commencer à vendre des jouets et des cadeaux, et il créa et dirigea la House of Lloyd, basée à Grandview, dans le Missouri, quand l'activité de cadeaux se développa."}, {"uid": "french-347-val", "text_a": "En 2003, il a déménagé en Afrique du Sud et y a vécu seize mois avant de retourner à Londres en septembre 2004.", "label": "0", "portion_identifier": -1, "text_b": "Il a déménagé à Londres en 2003 et y a vécu 16 mois avant de retourner en Afrique du Sud en septembre 2004."}, {"uid": "french-626-val", "text_a": "En 1955, la nouvelle paroisse a été fusionnée avec une autre et l'église de la Sainte-Trinité sur le chemin Prince Consort est devenue l'église paroissiale anglicane.", "label": "0", "portion_identifier": -1, "text_b": "En 1955, la communauté anglicane a fusionné avec une autre et l'église de la Sainte-Trinité de Prince Consort Road est devenue la nouvelle église paroissiale."}, {"uid": "french-947-val", "text_a": "Où \" e \" est la charge magnétique de la particule et A le potentiel vectoriel électrique du champ électromagnétique.", "label": "0", "portion_identifier": -1, "text_b": "Où \" e \" est la charge électrique de la particule et A est le potentiel vectoriel magnétique du champ électromagnétique."}, {"uid": "french-1294-val", "text_a": "À l'âge de 19 ans, elle a déménagé à Stockholm, d'où elle a déménagé à New York en 2011.", "label": "0", "portion_identifier": -1, "text_b": "À l'âge de 19 ans, elle a déménagé à New York en 2011 depuis Stockholm."}, {"uid": "french-709-val", "text_a": "Bahrawal est un village du district de Bhopal dans le Madhya Pradesh, Inde. C'est dans le tehsil de Berasia.", "label": "0", "portion_identifier": -1, "text_b": "Bahrawal est un village du district de Berasia dans le Madhya Pradesh, Inde . Il est situé dans le tehsil de Bhopal."}, {"uid": "french-1895-val", "text_a": "Avec Terry en tant qu'Ophélie et Portia, il a repris la production de \" Hamlet \" et produit \" Le marchand de Venise \" (1879).", "label": "0", "portion_identifier": -1, "text_b": "Avec Terry en tant qu'Ophélie et Portia, il a produit \" Hamlet \" et fait revivre \" Le Marchand de Venise \" (1879)."}, {"uid": "french-821-val", "text_a": "12 janvier 1978 : Cambridge United - le manager Ron Atkinson est nommé manager de West Bromwich Albion.", "label": "0", "portion_identifier": -1, "text_b": "12 janvier 1978 : le responsable de West Bromwich Ron Atkinson est désigné directeur de Cambridge United."}], "1": [{"uid": "french-872-val", "text_a": "Iselin est décédé le 5 janvier 1971 à Falmouth, Massachusetts. Ses funérailles ont eu lieu à Vineyard Haven, Massachusetts, sur Martha's Vineyard.", "label": "1", "portion_identifier": -1, "text_b": "Iselin est décédé le 5 janvier 1971 à Falmouth, Massachusetts. Ses funérailles ont eu lieu à Vineyard Haven, Massachusetts sur Martha's Vineyard."}, {"uid": "french-818-val", "text_a": "Siebenberg a décrit cette chanson comme sa préférée de l'album \" parce qu'elle est si pure et si personnelle \".", "label": "1", "portion_identifier": -1, "text_b": "Siebenberg a décrit cette chanson comme sa préférée de l'album \" parce qu'elle est si personnelle et si pure \"."}, {"uid": "french-1433-val", "text_a": "Melodie Crittenden a quitté le groupe en 2004 pour poursuivre une carrière solo, et elle a chanté avec le groupe pendant la majorité de 2005.", "label": "1", "portion_identifier": -1, "text_b": "Melodie Crittenden quitta le groupe en 2004 pour poursuivre une carrière solo, et pour la majeure partie de 2005 Nicol chanta avec."}, {"uid": "french-1502-val", "text_a": "Selon le Bureau du recensement des États-Unis, la ville a une superficie totale de , dont sont des terres et , ou 33,45 %, est de l'eau.", "label": "1", "portion_identifier": -1, "text_b": "Selon le Bureau du recensement des États-Unis, la ville a une superficie totale composée de terres et , ou 33,45 %, est de l'eau."}, {"uid": "french-748-val", "text_a": "Utley est né dans le Connecticut en 1920. Il est diplômé de la Choate School de Laguna, en Californie, et est allé au Pomona College et à l'université de Californie du sud.", "label": "1", "portion_identifier": -1, "text_b": "Né en 1920 dans le Connecticut, il a été diplômé de la Choate School de Laguna, Californie, et a fréquenté le Pomona College et l'Université de Californie du Sud."}, {"uid": "french-70-val", "text_a": "Le 8 mai 2015, Tapia perdu dans Michel Soro.", "label": "1", "portion_identifier": -1, "text_b": "Le 8 mai 2015, Tapia perdit Michel Soro."}, {"uid": "french-1165-val", "text_a": "43 personnes furent sauvées, 40 secourues dans des canots de sauvetage et trois par le \"Delaware\".", "label": "1", "portion_identifier": -1, "text_b": "43 personnes ont été sauvées, 40 dans des canots de sauvetage et trois par le \"Delaware\"."}, {"uid": "french-1169-val", "text_a": "\"Aku Ankka\" est publié par Sanoma Media (anciennement Sanoma Magazines), qui fait partie de Sanoma.", "label": "1", "portion_identifier": -1, "text_b": "\"Aku Ankka\" est publié par Sanoma Media (anciennement connu sous le nom de Sanoma Magazines), qui fait partie de Sanoma."}]}