{"contradiction": [{"uid": "spanish-14414-val", "text_a": "Hay muchas otras opciones culturales y artísticas en Indianapolis , aunque ninguna mejor que el Teatro Cívico .", "label": "contradiction", "portion_identifier": -1, "text_b": "El teatro Civic se encuentra en Tampa ."}, {"uid": "spanish-12934-val", "text_a": "bueno , definitivamente los mantendremos pobres y pisoteados e indefensos", "label": "contradiction", "portion_identifier": -1, "text_b": "Los estamos alentando e inspirando cada día ."}, {"uid": "spanish-14322-val", "text_a": "... porque tienen tan poca autoestima que valoran la amistad de ladrones y asesinos .", "label": "contradiction", "portion_identifier": -1, "text_b": "Ninguno de sus amigos son ladrones o asesinos ."}, {"uid": "spanish-14719-val", "text_a": "Los lingüistas han demostrado que la primera lengua franca ( conocida por muchos lingüistas como Lingua Franca Mediterránea ) ya se hablaba antes de que comenzara la primera Cruzada en el año 1096 d . C.", "label": "contradiction", "portion_identifier": -1, "text_b": "La primera lengua franca se pronunció en Francia después de la primera cruzada ."}], "entailment": [{"uid": "spanish-14913-val", "text_a": "El Dr. Richards nunca deja de sorprendernos .", "label": "entailment", "portion_identifier": -1, "text_b": "Continuamente estamos sorprendidos por el Dr. Richards ."}, {"uid": "spanish-14211-val", "text_a": "Es importante que sepamos sobre ti durante este último esfuerzo de la temporada .", "label": "entailment", "portion_identifier": -1, "text_b": "Este es el último círculo de donaciones que tendremos esta temporada , ¡ así que necesitamos tu ayuda !"}, {"uid": "spanish-13210-val", "text_a": "Tienes el descaro de reprenderme porque no te cojo las manos cuando sé cómo están manchadas ; ¿ cuando sé que eres un asesino y algo peor ? La miró con la abierta .", "label": "entailment", "portion_identifier": -1, "text_b": "Eligió no coger sus manos porque estaban manchadas con un delito ."}, {"uid": "spanish-14444-val", "text_a": "Con la palabra ABIERTO en platino , ¿ por qué no un letrero de CERRADO de neón ?", "label": "entailment", "portion_identifier": -1, "text_b": "El signo de ABIERTO se ilumina ."}], "neutral": [{"uid": "spanish-14598-val", "text_a": "¿ Qué aspecto de nuestra política exterior teme más Richard Clarkede que quede congelado o sea abandonado mientras los civiles son asesinados en Ruanda o sean congelados mientras los civiles son asesinados en Kosovo ?", "label": "neutral", "portion_identifier": -1, "text_b": "Clarke tiene preocupaciones sobre cómo responderemos a la violencia reciente ."}, {"uid": "spanish-14405-val", "text_a": "Paga por el cuidado , la alimentación y la vivienda de miles de plantas y animales del zoológico .", "label": "neutral", "portion_identifier": -1, "text_b": "Los animales en el zoológico obtienen 100 000 $ al año en fondos para cuidados y alimentación ."}, {"uid": "spanish-13093-val", "text_a": "porque a imagen de Dios hizo a Adán .", "label": "neutral", "portion_identifier": -1, "text_b": "Adam estuvo encantado de ser creado a imagen de Dios ."}, {"uid": "spanish-14751-val", "text_a": "Pero este lustro en la dedicación se omite en esta revisión , dejando al lector con menos sabiduría que antes .", "label": "neutral", "portion_identifier": -1, "text_b": "El libro fue dedicado a la madre del autor ."}]}