{"0": [{"uid": "french-1167-val", "text_a": "Le temps est chaud et pluvieux en été et frais en hiver.", "label": "0", "portion_identifier": -1, "text_b": "Son climat est frais en été et chaud et pluvieux en hiver."}, {"uid": "french-103-val", "text_a": "Au cours des 100 dernières années, le nombre d'éléphants thaïlandais est passé de 100 000 à 2 000 - 3 000 éléphants sauvages et 2 700 éléphants domestiques.", "label": "0", "portion_identifier": -1, "text_b": "Le nombre d'éléphants thaïlandais est passé de 100 000 à 2 000 - 3 000 éléphants domestiques et 2 700 éléphants sauvages environ au cours des 100 dernières années."}, {"uid": "french-410-val", "text_a": "Il publia et écrivit les préfaces des éditions de Tommaso Campanella (1934), de Thomas More (1935) et de Robert Owen (1950).", "label": "0", "portion_identifier": -1, "text_b": "Il publia et écrivit la préface des éditions de Robert Owen (1934), Thomas More (1935) et de Tommaso Campanella (1950)."}, {"uid": "french-1614-val", "text_a": "Le transport aérien est réalisé localement par des avions plus petits à New Bedford, Berkley et à l'aéroport régional à East Taunton.", "label": "0", "portion_identifier": -1, "text_b": "Le transport aérien est fourni localement par des avions plus petits à East Taunton, à Berkley et par l'aéroport régional à New Bedford."}, {"uid": "french-532-val", "text_a": "Loveland occupait le premier étage en tant que son marchand et le deuxième étage servait de temple maçonnique.", "label": "0", "portion_identifier": -1, "text_b": "La terre d'amour occupa le second étage comme mercantile et le premier étage servait de temple maçonnique."}, {"uid": "french-567-val", "text_a": "Les suggestions du Met pour s'étendre de Paddington au sud de Kensington et vers l'est de Moorgate jusqu'à Tower Hill vers le sud ont été acceptées le 29 juillet 1864 et ont reçu l’approbation royale.", "label": "0", "portion_identifier": -1, "text_b": "Les propositions du Met de s'étendre à l'est depuis Paddington vers South Kensington et au sud depuis Moorgate vers Tower Hill ont été acceptées et ont reçu l'assentiment royal le 29 juillet 1864."}, {"uid": "french-1241-val", "text_a": "Le \"case\" fut utilisé pour la dernière fois en 1949 en Allemagne de l'Est, en 1966 en Allemagne de l'ouest.", "label": "0", "portion_identifier": -1, "text_b": "Le \"Fallbeil\" fur utilisé pour la dernière fois en Allemagne de l'Ouest en 1949, en Allemagne de l'Est en 1966."}, {"uid": "french-1891-val", "text_a": "La première section, de Hokitika à Ruatapu, a été ouverte le 9 novembre 1906 et la ligne complète vers Ross a été achevée le 1er avril 1909.", "label": "0", "portion_identifier": -1, "text_b": "La première section, de Hokitika à Ruatapu, a été achevée le 9 novembre 1906, et le 1er avril 1909, la ligne complète sur Ross a été ouverte."}], "1": [{"uid": "french-762-val", "text_a": "Brewarrina Shire et les villages de Gongolgon, Angledool, Goodooga ainsi que la ville fantôme de Tarcoon.", "label": "1", "portion_identifier": -1, "text_b": "Brewarrina comprend Brewarrina Shire et les villages de Gongolgon, Angledool et Goodooga et la ville fantôme de Tarcoon."}, {"uid": "french-1671-val", "text_a": "\" Ras \" Abbi Addi s'est avancé vers Kassa et a rejoint \" Ras \" Seyoum au centre.", "label": "1", "portion_identifier": -1, "text_b": "\" Ras \" Abbi Addi s'est avancé vers Kassa et a rejoint \" Ras \" Seyoum au centre."}, {"uid": "french-706-val", "text_a": "Il est né à Constantinople (Istanbul) le 5 mai 1940, et mort à Athènes le 19 novembre 2011 d'un cancer.", "label": "1", "portion_identifier": -1, "text_b": "Il est né le 5 mai 1940 à Constantinople (Istanbul) et mort d'un cancer à Athènes le 19 Novembre 2011."}, {"uid": "french-1537-val", "text_a": "James Henry Engley est né le 5 avril 1851 à Attleborough, Massachusetts, en tant que fils d'Eugene D. Engley et de sa femme, Mary Kaley.", "label": "1", "portion_identifier": -1, "text_b": "James Henry Engley est né le 5 avril 1851 à Attleborough, Massachusetts, fils d'Eugene D. Engley et de son épouse, l'ancienne Mary Kaley ."}, {"uid": "french-236-val", "text_a": "Il reste deux petites ligues indépendantes qui ne comptent qu'une poignée de membres : la Highland Alliance League et la Grampian Alliance League.", "label": "1", "portion_identifier": -1, "text_b": "Il reste deux petites ligues indépendantes avec quelques membres seulement : la Grampian Alliance League et la Highland Alliance League."}, {"uid": "french-1438-val", "text_a": "Après le mariage dans sa ville natale de Sakarya, le couple s'est envolé pour Barcelone, Espagne.", "label": "1", "portion_identifier": -1, "text_b": "Après la cérémonie de mariage dans sa ville natale de Sakarya, le couple s'est envolé pour Barcelone, Espagne."}, {"uid": "french-1022-val", "text_a": "Le diocèse catholique romain de Lugazi est un diocèse situé dans la ville de Lugazi dans la province ecclésiastique d'Ouganda à Kampala.", "label": "1", "portion_identifier": -1, "text_b": "Le diocèse catholique romain de Lugazi est un diocèse situé dans la ville de Lugazi, dans la province de l'Ouganda, à Kampala."}, {"uid": "french-686-val", "text_a": "Les occupants de l'avion étaient le Lieutenant Colonel Gerald K. Hannaford, le Capitaine Donald Grant Millard et le Capitaine John F. Lorraine.", "label": "1", "portion_identifier": -1, "text_b": "Les occupants de l'avion étaient le colonel Gerald K. Hannaford, le capitaine Donald Grant Millard et le capitaine John F. Lorraine."}]}