{"1": [{"uid": "german-24002-trn", "text_a": "Über diesen Anbieter würde ich nichts bestellen da keine Lieferung meiner Bestellung erfolgte und ich mich dann an den Amazon Kundenservice wandte und ein Storno veranlasste nachdem ich mich mehrmals bei diesem Anbieter über den Bestellstatus meiner Bestellung erkundigte und ich mit diversen Aussagen hingehalten wurden bin, also Vorsicht.", "label": 1, "portion_identifier": -1, "text_b": "Bei diesem Anbieter aufpassen . beauty"}, {"uid": "german-14558-trn", "text_a": "Hält nur 3 Tage.. Ergebnis, zu teuer...", "label": 1, "portion_identifier": -1, "text_b": "Hält nur 3 Tage (oder vielleicht ein Montagsprodukt) . automotive"}, {"uid": "german-36228-trn", "text_a": "Habe mein Paket nie erhalten der Verkäufer gibt keine Antwort es sollte vor über einer Woche schon kommen warte jetzt seit fast 2 Monaten auf dieses oberteil !! Der Verkäufer hat nicht geantwortet!!!!", "label": 1, "portion_identifier": -1, "text_b": "Ist nr angekommen . apparel"}, {"uid": "german-32942-trn", "text_a": "Es ist ein PWM Regler !!. Er zeigt keinen Ladestrom an !! Anzeige Eingangsspannung, Ausgangsspannung ( Batterie), und die Temperatur !!", "label": 1, "portion_identifier": -1, "text_b": "Beschreibung und Funktion stimmen nbicht!! . automotive"}], "2": [{"uid": "german-51087-trn", "text_a": "Lieferung war schnell. Aber die Armbänder gehen gleich wieder auf. Hält keine Stunde bei spielenden Kindern", "label": 2, "portion_identifier": -1, "text_b": "Hält nicht . toy"}, {"uid": "german-65154-trn", "text_a": "leider ist der Spitzer nicht ganz so qualitativ wie gedacht Wenn man den Spitzer öffnet zum spitzen gehen die Spitz-Reste-Kammern auf und das Zeug fällt raus. Sehr unangenehm, da man ja auch nicht kleben kann. Meine Tochter ist schon geschickt, es geht aber immer wieder auf! Echt schade das Faber sowas raus gibt!", "label": 2, "portion_identifier": -1, "text_b": "leider ist der Spitzer nicht ganz so qualitativ wie gedacht . office_product"}, {"uid": "german-66944-trn", "text_a": "Eigentlich eine sehr gute Lampe, wenn sie nur etwas länger als knapp mehr als 2 Jahre halten würde. Das ist ärgerlich für den Kunden, da wieder Zeit und Geld drauf geht die Alte zu entsorgen und eine Neue zu bestellen. Zum anderen ist es nicht besonders nachhaltig/umweltfreundlich, wenn solche Produkte zu schnell ersetzt werden müssen.", "label": 2, "portion_identifier": -1, "text_b": "Nach 2 Jahren defekt . home"}, {"uid": "german-71695-trn", "text_a": "Ich weiß nicht wieviele Sterne ich geben soll, da ich meine Hängematte nicht aufbauen kann. Bei meiner Bestellung fehlten die Schrauben. Erst nach meiner 2 Email bekam ich eine Antwort vom Verkäufer. Der Verkäufer schrieb mir, dass er leider die Schrauben nicht nachliefern kann. Wir haben die Hängematte behalten und werden im Baumarkt nach Schrauben schauen.", "label": 2, "portion_identifier": -1, "text_b": "Schrauben fehlen . lawn_and_garden"}], "3": [{"uid": "german-91479-trn", "text_a": "Das Smartphone wird sicher gehalten, soweit so gut. Jedoch ist der Schwanenhals viel zu lang, dadurch bewegt sich das Gerät zu stark. Wer es nicht irgendwo fixieren kann, wird damit nicht wirklich glücklich.", "label": 3, "portion_identifier": -1, "text_b": "Durchwachsen, aber Praktikabel . wireless"}, {"uid": "german-111466-trn", "text_a": "Ich war auf der Suche nach einem schnell verfügbaren und günstigen Meißel-Set für folgende Tätigkeiten: - Fliesenkleber entfernen - kleinere Löcher in Porenbeton erzeugen - schnelles Aufstemmen von Putz zur Verlegung von Leitungen Lieferung war sehr schnell, die Meißel machen auch auf den ersten Metern einen guten Eindruck. Jedoch darf man keine zu große Haltbarkeit erwarten - sie sind relativ schnell stumpf und damit nicht mehr zu gebrauchen. Angesichts des geringen Preises (im Zweifel mehr davon bestellen) oder aber vielleicht bei nur gelegentlichem Einsatz zu empfehlen. Sonst eher zu R-Tec (SDS-MAX) oder vergleichbar greifen.", "label": 3, "portion_identifier": -1, "text_b": "Preis-/Leistungsverhältnis stimmt . home_improvement"}, {"uid": "german-105392-trn", "text_a": "Von zwei bestellten Flaschen ist eine nach vier Monaten defekt. (Loch in der Außenhülle durchs falten.) Ansich ein sehr praktisches Produkt. Einfach zu verstauen und gab nach einigen Tagen auch keinen Eigengeschmack mehr ab. Das Reinigen ist allerdings etwas schwierig und gefühlt wird die Flasche von innen nie richtig trocken.", "label": 3, "portion_identifier": -1, "text_b": "Praktisch aber nicht unverwüstlich . other"}, {"uid": "german-103523-trn", "text_a": "Die Farbe ist schön und schaut toll aus. Leider nutzt sich die Farbe sehr schnell ab, am 3. Tag sah man schon wie die Farbe sich löst.", "label": 3, "portion_identifier": -1, "text_b": "An sich ganz gut . wireless"}], "4": [{"uid": "german-126122-trn", "text_a": "...und mild wie eigentlich alle diese Whiskys, die mit charcoal chill filtering produziert werden.", "label": 4, "portion_identifier": -1, "text_b": "Gut . other"}, {"uid": "german-120506-trn", "text_a": "Hallo, habe das Gerät für einen Cinema Raum gekauft, im ECO Modus reicht die Helligkeit und das Gerät ist relativ leise. Einstellungsmöglichkeiten sind sehr gut, läßt sich gut abstimmen. Guter Kauf ++++", "label": 4, "portion_identifier": -1, "text_b": "Preis Leistung hervorragend . other"}, {"uid": "german-159663-trn", "text_a": "Ich finde den Geschmack ganz lecker. Vor allem die Zucker-Schicht außen ist super. Nach einer Zeit wird die Konsistenz ein bisschen komisch aber man gewöhnt sich dann dran.", "label": 4, "portion_identifier": -1, "text_b": "Lecker . grocery"}, {"uid": "german-140552-trn", "text_a": "An sich eine sehr schöne Idee, um im Wohnzimmer Akzente zu setzen und das indirekte Licht sorgt auch für ein schönes Ambiente. Leider hat bei mir die Verbindung mit dem Smartphone nicht stabil funktioniert. Das erste Gerät hat bei mir noch nicht einmal geleuchtet, aber der Kundendienst hat mir sehr schnell geholfen und Ersatz zukommen lassen. Dieser leuchtet zwar und ließ sich auch für ein paar Sekunden via Smartphone über die App steuern, allerdings steht dann immer dort \"Verbindung fehlgeschlagen\". Falls jemand Tipps hat- immer her damit", "label": 4, "portion_identifier": -1, "text_b": "Schön kräftiges Licht, leider keine stabile Verbindung zur App . home"}], "5": [{"uid": "german-178191-trn", "text_a": "Klasse! Habe zwei Schalter verbaut. Einen im Hausflur, weil es mich gestört hat das meine drei Jungs immer das Licht angelassen haben. Den zweiten Schalter in der Garage. Einfache Installation und funktioniert wirklich super.", "label": 5, "portion_identifier": -1, "text_b": "Perfekt, danke . home_improvement"}, {"uid": "german-191982-trn", "text_a": "Perfekt für nen Single Haushalt bin sehr zufrieden", "label": 5, "portion_identifier": -1, "text_b": "Preis Leistung super . other"}, {"uid": "german-177310-trn", "text_a": "Das was man vom Original erwartet, habe ich bekommen. Gute Druckqualität", "label": 5, "portion_identifier": -1, "text_b": "Erwartung erfüllt . office_product"}, {"uid": "german-170648-trn", "text_a": "Sauber der Hersteller hält was der spricht keine probleme seit paar Monaten der schnellen laden einfach Hammer", "label": 5, "portion_identifier": -1, "text_b": "Klasse . automotive"}]}