{"1": [{"uid": "german-25480-trn", "text_a": "Ich finde den Displayschutz nicht gut, man muss ganz schön drauf drücken bis es reagiert. Anbringen ging super einfach und schnell", "label": 1, "portion_identifier": -1, "text_b": "Nicht gut . toy"}, {"uid": "german-4364-trn", "text_a": "Absolute Katastrophe !!! Ich weiß nicht was das sein soll aber Haare entfernen kann es nicht !!! Nicht zu empfehlen !!!", "label": 1, "portion_identifier": -1, "text_b": "Nicht zu empfehlen . beauty"}, {"uid": "german-15502-trn", "text_a": "Die Verarbeitung ist total billig, lediglich die Schutzhülle wirkt robust. Die Heizleistung ist sehr schwach. Von 8 auf 28 Grad eine Dauer von 24 Stunden bei einer Aussentemperatur von 30°. ( Mitten in der Hitzewelle ) Wenn man die Whirlpoolfunktion aktiviert dann macht das Ding geräusche wie ein Industriestaubsauger auf der Tankstelle. Da regt sich mit Garantie jeder Nachbar auf. Leider war die Filterpumpe undicht und das wasser lief aus dem Gehäuse heraus.", "label": 1, "portion_identifier": -1, "text_b": "Nicht empfehlenswert . lawn_and_garden"}, {"uid": "german-38369-trn", "text_a": "Ab dem 9. Track CD nicht abspielbar. Schade; leider erst am 31. Tag nach dem Empfang festgestellt und somit kein Umtausch.", "label": 1, "portion_identifier": -1, "text_b": "DEFEKT . other"}], "2": [{"uid": "german-68420-trn", "text_a": "Bewegt man den Bungee, klebt er schlecht und fällt dann um. Mit der Zeit löst er sich. Ich würde empfehlen ein paar Euro mehr für einen mit Standfuß zu investieren", "label": 2, "portion_identifier": -1, "text_b": "Nicht auf längere Sicht zu empfehlen . pc"}, {"uid": "german-76064-trn", "text_a": "Die Hose ist angenehm zu tragen, Material gut, Größe passt auch!", "label": 2, "portion_identifier": -1, "text_b": "Passt! . apparel"}, {"uid": "german-76316-trn", "text_a": "Die Tunika ist viel kleiner als auf dem Foto abgebildet. Sie geht mir gerade so über den Po, die Ärmel gehen gerade so über den Oberarm bis zum Ellebogen. Das Ärmelbündchen ist zu eng. Ich bin 1,70 m und habe Größe 42. Der Stoff ist angenehm und ansonsten ist die Tunika hübsch.", "label": 2, "portion_identifier": -1, "text_b": "Leider nicht so wie abgebildet . apparel"}, {"uid": "german-42794-trn", "text_a": "Ich bin eher enttäuscht vom Sandwichtoaster. Ich finde es dauert ziemlich lange bis der Sandwich fertig ist und er hat auch kein Abschaltung System.", "label": 2, "portion_identifier": -1, "text_b": "Wird nicht richtig heiß . home"}], "3": [{"uid": "german-97500-trn", "text_a": "Wir sind etwas enttäuscht. Man muss mega viel von dem Öl in die Duftlampe \"kippen\" bis man etwas riechen kann. Schade, da hatten wir tatsächlich schon weitaus bessere.", "label": 3, "portion_identifier": -1, "text_b": "Geht so. . beauty"}, {"uid": "german-118150-trn", "text_a": "angemessene Auflösung, benötigte Software schwierig runter zu laden, mehrere Versuche nötig. Keine Beschreibung des Anschlusses gefunden, prompt war es ein \"alter\" USB Anschluss. Da kein Adapter zur Verfügung stand, mit dem ich die Kamera zum Laufen gebracht habe, einfach an mein Uralt Handy angeschlossen und per WLAN nach mehreren Versuchen die Software geladen. Lampe an der Kamera ist gut und sinnvoll, ausreichende Beleuchtung. 3 Sterne wegen benötigter Software und fehlenden Adaptern/Hinweis auf Anschlusstyp ans Handy", "label": 3, "portion_identifier": -1, "text_b": "Funktioniert relativ gut . automotive"}, {"uid": "german-118520-trn", "text_a": "Das Produkt ist gut zu bedienen weil die Knöpfe beleuchtet sind.", "label": 3, "portion_identifier": -1, "text_b": "Die Oberfläche ist empfindlich in Bezug auf Kratzer. . wireless"}, {"uid": "german-81109-trn", "text_a": "Schmeckt nicht schlecht. Schmeckt süßlich und konnte mehr nach kokos schmecken. Aber insgesamt gut. Bestellung ging trotz Prime knapp eine Woche. Das ist leider sehr lange", "label": 3, "portion_identifier": -1, "text_b": "Lange Lieferzeit trotz Prime . drugstore"}], "4": [{"uid": "german-121808-trn", "text_a": "Wirklich sehr schön zu lesendes Buch! Der Schreibstil hat mir sehr gut gefallen und ich habe lange kein Buch mehr so schnell durchgelesen, einfach weil ich nicht genug kriegen konnte von diesen Geschichten.", "label": 4, "portion_identifier": -1, "text_b": "Leicht & lebensbejahend . digital_ebook_purchase"}, {"uid": "german-147517-trn", "text_a": "Bisher war ich recht zufrieden mit der Leash. Am Fussknöchel ist es recht angenehm zu tragen und scheint recht robust zu sein. Deswegen fühlt es sich auch etwas \"massig\" an. Auf jeden Fall empfehlenswert.", "label": 4, "portion_identifier": -1, "text_b": "Angenehm zu Tragen . sports"}, {"uid": "german-153234-trn", "text_a": "Ich nutze die Kopfhörer in erster Linie zum telefonieren und bin für den Zweck sehr zufrieden. Die normalen in-ear Kopfhörer haben bei mir nie gehalten und ich fand das Tragegefühl immer unangenehm. Das ist bei diesen hier ganz anders. Ich könnte sie stundenlang im Ohr behalten, der Tragekomfort ist sehr hoch und man muss nicht ständig nachjustieren, damit sie einem nicht aus dem Ohr fallen. Ich bin sehr zufrieden. Einzig auffällig war, dass die Kopfhörer ohne jeglichen Beipackzettel kamen. Das war etwas ungewoehnlich, aber davon abgesehen alles super.", "label": 4, "portion_identifier": -1, "text_b": "Erfüllen den Zweck . electronics"}, {"uid": "german-156352-trn", "text_a": "Ich habe die Masken für den Kindergeburtstag meiner Tochter bestellt. Sie sind super gut angekommen und es gab für ein paar Minuten Ruhe im Trubel. Leider lassen sie sich schlecht mit buntstiften ausmalen und auch die Verankerungen gingen teilweise beim befestigen der gummis kaputt.", "label": 4, "portion_identifier": -1, "text_b": "Super \"ruhepause\" auf einem Kindergeburtstag . toy"}], "5": [{"uid": "german-185402-trn", "text_a": "Top Spielzeug, sehr gute Verarbeitung", "label": 5, "portion_identifier": -1, "text_b": "Super . toy"}, {"uid": "german-192098-trn", "text_a": "Ich bin FÜR DEN PREIS mit der Tastatur sehr zufrieden. Tasten gut und leichtgängig ohne zu schlackern. Eben eine gut nutzbare Tastatur, tut was sie soll ohne weiteren teils unnötigen Schnick-Schnack. Von mir problemlos genutzt und vor allem Empfohlen.", "label": 5, "portion_identifier": -1, "text_b": "Preiswert und dafür sehr gut! . pc"}, {"uid": "german-180144-trn", "text_a": "Tolles Produkt zum Spitzenpreis, sieht gut aus, ist dicht, sogar mit Pizza drin riecht es nicht im Kühlschrank. SEHR empfehlenswert!", "label": 5, "portion_identifier": -1, "text_b": "Tolles Produkt zum Spitzenpreis . home"}, {"uid": "german-160225-trn", "text_a": "Die Druckerpatronen wurden sehr schnell geliefert. Sie werden anstandslos vom Drucker angenommen und sitzen fest. Die Farbe ist ein wenig blasser, als das original, aber das ist nicht weiter schlimm. Klasse Patronen für einen guten Preis.", "label": 5, "portion_identifier": -1, "text_b": "Fast wie das Original . office_product"}]}