{"1": [{"uid": "german-9055-trn", "text_a": "Sehr geehrte Mitarbeiter von Amazon, bisher war ich immer sehr zufrieden mit der Abwicklung, usw. Leider muss ich bei dieser Bestellung feststellen, was ich auch dem Verkäufer mitgeteilt habe, dass trotz Ihrer Mitteilung, dass die Bestellung in meinem Briefkasten liegen soll, bzw. lt. Nachverfolgung am 22.01.18 um 18. 00 Uhr bei mir zugestellt wurde, dies nicht der Fall ist. Die Bestellung ist nicht angekommen. Können Sie mir bitte dabei weiter helfen. Da ich diese nicht erhalten habe, wurde auf meinem Konto eine Rückbuchung veranlaßt. Bitte um Rückinfo, wie weiter verfahren wird. Mit freundlichen Grüßen Jörg Hammer", "label": 1, "portion_identifier": -1, "text_b": "Nicht angekommen . pc"}, {"uid": "german-17205-trn", "text_a": "Die angebliche Eignung für Business und Klassenzimmer und die Bilder von lichtdurchfluteten Räumen in der Beschreibung veranlassten zur Bestellung. Funktioniert aber wohl nur in recht dunklen Räumen und auch dann kaum für Präsentationen. Eigentlich keine Überraschung bei Mini Beamern. Schade, aber schickes Design allein bringt nichts, also Rücksendung.", "label": 1, "portion_identifier": -1, "text_b": "Das Angebot weckt falsche Erwartungen! . pc"}], "2": [{"uid": "german-47279-trn", "text_a": "Die Lieferung ging schnell und problemlos. Das Gesteck insgesamt wirkt meiner Meinung nach, sehr billig und eher als wären es Kunstblumen, auch der Geruch war eher unangenehm. Habe aber zuvor noch nie konservierte Blumen in der Hand gehabt. Die Größe ist für XL jedoch definitiv zu klein! Es ist etwas größer als zwei Fäuste. Für diesen Preis und die Größe finde ich das nicht passend.", "label": 2, "portion_identifier": -1, "text_b": "schnelle Lieferung, aber insgesamt zu billig . lawn_and_garden"}, {"uid": "german-79067-trn", "text_a": "Sieht nett aus ist aber nicht praktisch, leider! Kann mit der Hülle das Handy nicht laden oder Kopfhörer anstecken schade...", "label": 2, "portion_identifier": -1, "text_b": "Schade . wireless"}], "3": [{"uid": "german-91628-trn", "text_a": "Form und Farbe sehr schön, Größe war auch perfekt. Sehr schnell geliefert. Nur leider musste ich es zurück schicken, da es kratzte und ich es keine 10 min tragen konnte. Schade.", "label": 3, "portion_identifier": -1, "text_b": "Artikel kratzt . personal_care_appliances"}, {"uid": "german-90083-trn", "text_a": "Die Mücken haben unser Haus beim eingeschalteten Insektenschutz gemieden oder sind gleich wieder im Fenster umgekehrt..... Gegen Motten hilft das Mittel keinesfalls !", "label": 3, "portion_identifier": -1, "text_b": "Nicht gegen Motten . lawn_and_garden"}], "4": [{"uid": "german-155941-trn", "text_a": "Der Brenner funktioniert einwandfrei hat sogar eine eigene Zündung. Was schade ist das der Deckel nicht fest mit dem Topf verschraubt werden kann. Somit hat man nur eine Geschlossene Einheit wenn der Packsack drum ist. Ein Deckel wäre noch schön aber es geht auch mit der Tasse als Deckel. Besteck ist nichts besonders aber reicht zum Futtern.", "label": 4, "portion_identifier": -1, "text_b": "Passt schon. . home"}, {"uid": "german-135785-trn", "text_a": "funktioniert einwandfrei", "label": 4, "portion_identifier": -1, "text_b": "habe ihn schon mehrmals benützt . lawn_and_garden"}], "5": [{"uid": "german-183078-trn", "text_a": "Als Lernhilfe für Anatomie optimal! Gut verarbeitet, stabil und sehr detailliert.", "label": 5, "portion_identifier": -1, "text_b": "Tolle Lernhilfe, gute Qualität, sehr detailliert . office_product"}, {"uid": "german-162700-trn", "text_a": "Super schönes und weiches Strandhandtuch... Entspricht voll und ganz der Beschreibung... Die Farben sind wie abgebildet sehr knallig... Es färbt beim Waschen nix ab (bei 60 Grad).. Obwohl auf dem Handtuch nur Waschbar bis 30 Grad angegeben ist, passiert auch bei 60 Grad nix..... Ist sein Geld definitiv wert!!!!", "label": 5, "portion_identifier": -1, "text_b": "Wie beschrieben! . home"}]}