{"0": [{"uid": "german-1025-val", "text_a": "Pearsons rassische und politische Haltung gegen strikten Egalitarismus zeigte sich auch in einem geschlossenen Widerstand gegen den Marxismus und den Sozialismus.", "label": "0", "portion_identifier": -1, "text_b": "Pearsons strenge Haltung gegen rassischen und politischen Egalitarismus äußerste sich auch im beständigen Widerstand gegen den Marxismus und Sozialismus."}, {"uid": "german-1051-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "Das SPB hat eine konstante Höhe (Abstand von der inneren zur äußeren Platte) von rund 150 nm, aber sein Durchmesser ändert sich während dem Zellzyklus, z. B."}, {"uid": "german-395-val", "text_a": "Von dieser Bevölkerung sind 87,91 % ethnische Rumänen, 7,53 % ethnische Ungarn und 4,43 % ethnische Roma.", "label": "0", "portion_identifier": -1, "text_b": "Von dieser Bevölkerung sind 87,91 % gebürtige Ungarn, 7,53 % gebürtige Rumänen und 4,43 % gebürtige Roma."}, {"uid": "german-1573-val", "text_a": "Bayezid II. heiratete Gülbahar Hatun, die die Mutter von Bayezid II. und Selim I. und der Neffe von Sitti Mükrime Hatun war.", "label": "0", "portion_identifier": -1, "text_b": "Selim I. heiratete Gülbaha Hatun, die Mutter des Nachfolgers von Bayezid II., von Bayezid II. und dem Neffen von Sitti Mükrime Hatun."}], "1": [{"uid": "german-1956-val", "text_a": "Die Anzahl der gemeldeten Brände betrug Anfang Februar 73, wobei 26 außer Kontrolle geraten waren und die zu erwartende Zeit, bis diese unter Kontrolle waren, einen weiteren Monat betrug.", "label": "1", "portion_identifier": -1, "text_b": "Anfang Februar waren 26 der 73 gemeldeten Brände außer Kontrolle und es würde voraussichtlich einen weiteren Monat dauern, sie unter Kontrolle zu bringen."}, {"uid": "german-158-val", "text_a": "Viele Buslinien fahren von der benachbarten Eddy Avenue oder von den nahegelegenen Haltestellen Elizabeth Street oder Railway Square.", "label": "1", "portion_identifier": -1, "text_b": "Viele Buslinien fahren ab der angrenzenden Eddy Avenue oder ab der nahe gelegenen Elizabeth Street oder dem Railway Square."}, {"uid": "german-1606-val", "text_a": "Sowohl die europäische als auch die nordamerikanische Version ist auf Englisch.", "label": "1", "portion_identifier": -1, "text_b": "Sowohl die nordamerikanische als auch die europäische Version sind auf Englisch."}, {"uid": "german-585-val", "text_a": "Zu Beginn der Staffel war er zusammen mit Howard, Jeremy, McCrae und Nick Teil des „Moving Company“-Bündnisses.", "label": "1", "portion_identifier": -1, "text_b": "Zu Beginn der Staffel war er gemeinsam mit Nick, Jeremy, McCrae und Howard Teil des „Moving Company“ Bündnisses."}]}