{"0": [{"uid": "french-1038-val", "text_a": "C'est aussi le sixième bâtiment le plus haut de Russie, le cinquième plus haut d'Europe et l'un des 90 gratte-ciels les plus hauts du monde.", "label": "0", "portion_identifier": -1, "text_b": "C'est aussi le cinquième bâtiment le plus haut de Russie, le sixième d'Europe et l'un des 90 gratte-ciels les plus hauts du monde."}, {"uid": "french-1018-val", "text_a": "Un autre membre du groupe fut Sir George Throckmorton, dont la sœur épousa Thomas Giffard.", "label": "0", "portion_identifier": -1, "text_b": "Un autre membre de ce groupe était Sir Thomas Giffard, dont la soeur se maria avec George Throckmorton."}, {"uid": "french-1520-val", "text_a": "Peter Burgess est marié à Karen Lieve Ria Hostens, délégué à la coopération au Comité international de la Croix-Rouge et père de trois enfants.", "label": "0", "portion_identifier": -1, "text_b": "Karen Lieve Ria Hostens est mariée à J. Peter Burgess, délégué à la coopération du Comité international de la Croix-Rouge et père de trois enfants."}, {"uid": "french-1771-val", "text_a": "Au niveau des feuilles, les grappes spongieuses sont situées parmi le mésophylle vasculaire.", "label": "0", "portion_identifier": -1, "text_b": "Les faisceaux vasculaires entre le mésophylle spongieux se situent dans les feuilles."}, {"uid": "french-1440-val", "text_a": "Célestin III est devenu le noyau d'une nouvelle branche plus stricte de l'ordre cistercien, approuvée par Fiore en 1198.", "label": "0", "portion_identifier": -1, "text_b": "Fiore est devenu le centre d'une branche nouvelle et plus stricte de l'ordre cistercien, le 1198 par Célestin III."}, {"uid": "french-365-val", "text_a": "Si les élections locales de 1983 avaient été des élections législatives, la gauche socialiste aurait obtenu 8 sièges au Parlement.", "label": "0", "portion_identifier": -1, "text_b": "Si les élections législatives de 1983 avait été des élections locales, le Parti socialiste de gauche aurait reçu 8 sièges au Parlement."}, {"uid": "french-137-val", "text_a": "Huyghe est né en 1962 au Chili et à New York, il habite et travaille à Paris.", "label": "0", "portion_identifier": -1, "text_b": "Huyghe est né à Paris en 1962 et habite et travaille au Chili et à New York."}, {"uid": "french-475-val", "text_a": "Robbins est né à Coventry le 21 septembre 1933, avec son jumeau David, les huitième et neuvième enfants sur douze de Charles et Jessamine Robbins.", "label": "0", "portion_identifier": -1, "text_b": "David est né le 21 septembre 1933 à Coventry avec son jumeau de leurs parents Charles et Jessamine Robbins, les huitième et neuvième enfants sur douze des Robbins."}], "1": [{"uid": "french-1672-val", "text_a": "Il est exploité par la compagnie ferroviaire nationale des Chemins de Fer Luxembourgeois.", "label": "1", "portion_identifier": -1, "text_b": "Il est exploitée par Chemins de Fer Luxembourgeois, la société nationale des chemins de fer."}, {"uid": "french-217-val", "text_a": "Alors que le quantum de Newton \"G\" indique et la formule 4 est l'état constant des champs de matière.", "label": "1", "portion_identifier": -1, "text_b": "Où \"G\" indique le quantum de Newton et la formule _ 4 est l'état constant des champs de la matière."}, {"uid": "french-1490-val", "text_a": "Il a été trouvé en Californie, en Arizona, dans le Nevada et l'Utah, où il a été signalé en Amérique du Nord.", "label": "1", "portion_identifier": -1, "text_b": "Il se trouve en Californie, en Arizona, dans le Nevada et l'Utah, où il a été signalé en Amérique du Nord."}, {"uid": "french-1075-val", "text_a": "Ibn Amira est né à Valence , province d'Alzira.", "label": "1", "portion_identifier": -1, "text_b": "Ibn Amira est né à Valence dans la province d'Alzira."}, {"uid": "french-1047-val", "text_a": "Il est co-récipiendaire avec Lucas (Martin Hansen) du prestigieux de la bourse d'études pour les mathématiques Carnegie.", "label": "1", "portion_identifier": -1, "text_b": "Il est le co-bénéficiaire de la célèbre bourse d'étude Carnegie pour les mathématiques avec Lucas (Martin Hansen)."}, {"uid": "french-337-val", "text_a": "Ensuite est apparu Iyer dans le film en kannada \" Jaggu Dada Dada \" avec l'acteur Darshan.", "label": "1", "portion_identifier": -1, "text_b": "Iyer a ensuite joué dans le film de Kannada \" Jaggu Dada \" avec l'acteur Darshan."}, {"uid": "french-554-val", "text_a": "Le championnat de 2007 se déroula du 21 au 28 janvier à Spokane, à Washington, au Spokane Convention Center et à la Spokane Arena.", "label": "1", "portion_identifier": -1, "text_b": "Le championnat de 2007 eut lieu entre le 21 et le 28 janvier à Spokane, à Washington, dans la Spokane Arena et dans le Spokane Convention Center."}, {"uid": "french-81-val", "text_a": "Un groupe international indépendant d'experts a examiné l'impact de l'accident et a conclu que personne n'avait été tué ou empoisonné du fait de l'accident.", "label": "1", "portion_identifier": -1, "text_b": "Un groupe international indépendant d'experts a étudié l'impact de l'accident et a conclu que personne n'avait été tué ou empoisonné du fait de l'accident."}]}