{"0": [{"uid": "korean-348-val", "text_a": "그 자키에는 가동부가 없고 착용할 수 있는 코르크나 갈라질 수 있는 틈이 없다.", "label": "0", "portion_identifier": -1, "text_b": "JoyKey는 이동 부품이 없고 파손될 수 있는 코르크나 마모될 수 있는 스프링이 없습니다"}, {"uid": "korean-350-val", "text_a": "그들은 라이브로 연주되는 무색의 음악으로 덮였고 모호하며 거의 일부러 희미하게 표현하는 듯한 오케스트라 소리로 이루어졌습니다.", "label": "0", "portion_identifier": -1, "text_b": "그것은 드문 실황 연주 오케스트라 음악이 더해지고 모호하고 거의 고의로 무채색의 사운드로 구성됩니다."}, {"uid": "korean-72-val", "text_a": "1835년에 Campbell은 Mary, Margaret, Fanny, William, Joseph, John Owen, Lemuel 등 일곱 자녀를 둔 Frances Owen과 결혼했습니다.", "label": "0", "portion_identifier": -1, "text_b": "1835년에 Campbell은 John Owen과 결혼하여 Mary , Frances Owen, Fanny, William, Joseph , Margaret , Lemuel의 일곱 자녀를 두었습니다."}, {"uid": "korean-1086-val", "text_a": "그는 Tellef Dahll Schweigaard의 딸인 Marie Magdalene Schweigaard, 주요 정치인 Christian Homann Schweigaard의 조카이자 훗날 수상인 Anton Martin Schweigaard의 숙모와 결혼했습니다.", "label": "0", "portion_identifier": -1, "text_b": "그는 Tellef Dahll Schweigaard의 딸이자 주요 정치인인 Anton Martin Schweigaard의 조카딸이자 훗날 수상이 된 Christian Homann Schweigaard의 숙모인 Marie Magdalene Schweigaard와 결혼했습니다."}], "1": [{"uid": "korean-926-val", "text_a": "그는 존 스캇과 그의 아내이자 토마스 케언즈의 딸 제인 스캇의 아들이었습니다.", "label": "1", "portion_identifier": -1, "text_b": "그는 John Scott의 아들이었고 그의 아내 Jane Scott는 Thomas Cairnes의 딸이었습니다."}, {"uid": "korean-1222-val", "text_a": "2017년 7월 나테 디메오는 엘머 맥커디와 함께 “The Memory Palace” 에피소드의 주제 대상이었습니다. .", "label": "1", "portion_identifier": -1, "text_b": "2017년 7월 Nate DiMeo는 Elmer McCurdy와 함께 \"The Memory Palace\"의 한 에피소드의 주제였다."}, {"uid": "korean-1884-val", "text_a": "Dr. Hector, Cody, Christie는 Dr. Christie가 Forrest를 인질로 잡고 있음을 알아냈습니다.", "label": "1", "portion_identifier": -1, "text_b": "Hector, Cody, Christie는 Forrest를 인질로 잡고 있는 Dr. Christie를 찾았습니다."}, {"uid": "korean-275-val", "text_a": "Alston은 메릴랜드주 옥슨 힐에서 1965년 12월 21일에 태어났습니다. 그는 코네티컷주 뉴헤이븐의 옥슨 힐 고등학교를 다녔습니다.", "label": "1", "portion_identifier": -1, "text_b": "그는 메릴랜드주 Oxon Hill에서 1965년 12월 21일에 태어났으며 코네티컷주 New Haven에 있는 Oxon Hill 고등학교를 다녔습니다."}]}