{"1": [{"uid": "spanish-36682-trn", "text_a": "Se ha saltado buena parte del antiadherente (capa negra) aun lavándola con extremo cuidado como todas las sartenes y demás (que muchas son de esta marca y no ha pasado esto) y un uso de 2-3 veces por semana, pero no de forma normal sino que se ha despegado de forma que sobresalen como \"pelos\" del antiadherente que se van soltando al cocinar, el caso es que si haces comida se le pega a la comida y no creo que sea muy bueno comer eso, tiene zonas ya sin antiadherente así que por miedo la he dejado de utilizar y supongo que acabará en la basura habiendo sido comprada en febrero 2018, me ha durado menos que una del ikea de dudosa calidad pero mucho más barata y de hace ya años, lamentable.", "label": 1, "portion_identifier": -1, "text_b": "Muy mala calidad, no recomendada . home"}], "2": [{"uid": "spanish-78214-trn", "text_a": "Es muy lenta y aveces se queda pillada", "label": 2, "portion_identifier": -1, "text_b": "Tablet . pc"}], "3": [{"uid": "spanish-110765-trn", "text_a": "Me gustó el estuche muy bonito y económico pero pensábamos que era un poco más grande depende para lo que lo quieras está bien,nosotros lo usaremos para la pasta y el cepillo de dientes..", "label": 3, "portion_identifier": -1, "text_b": "Particular . office_product"}], "4": [{"uid": "spanish-148309-trn", "text_a": "Tal y como Se describe", "label": 4, "portion_identifier": -1, "text_b": "Producto correcto . toy"}], "5": [{"uid": "spanish-193624-trn", "text_a": "Esta pulser de actividad es de muy buena calidad. El producto es de plástico en todo su conjunto lo que hace que sea muy ligera. El pack incluye dos correas de diferentes colores según lo que elijas, en mi caso azul y negro ambas son muy elegantes y con el color plateado del cuerpo de la pulsera hace que sea muy elegante y sirva no solo para hacer ejercicio. Las correas se enganchan con un eslabón metálico lo que le hace sea segura evitando que se pierda accidentalmente. La pantalla tiene un solo color pero la iluminación es potente para verse en la oscuridad o a contraluz sin ningún problema, además la lectura de los datos es clara. La pantalla es táctil y funciona muy bien, respondiendo rápidamente a la accion del dedo. La persona cuenta con 4 menús, que van pasando las diferentes funciones (hora, podómetro, distancia, contador de calorías consumidas y tiempo de la actividad), el paso entre menús es muy rápido y no muestra palabras sino símbolos por lo que es válida para cualquier idioma (salvo Los días de la semana). Todas las funciones son muy precisas por lo que la información recogida es totalmente fiable. Tiene una aplicación desde la que se comprueban todas las funciones y puedes activar desactivar aquellas que no te interesen. En la aplicación se quedan guardados todos los registros de actividad que se realizan. Si conectas la pulsera con tu teléfono móvil por Bluetooth tienes la posibilidad de recibir notificaciones avisos si recibes una llamada. En las notificaciones de mensajes te indica quien te lo envía, te hace una previsualización del mensaje y te indica aquellos que están sin leer. En el caso de la llamada puedes previsualizar quién te está llamando pero en ningún caso podemos aceptar la llamada. Tanto con los avisos de notificación como con la llamadas la pulsera vibra avisándote. En resumen es una pulsera de actividad, ligera, de buena calidad y totalmente recomendable.", "label": 5, "portion_identifier": -1, "text_b": "Pulsera de actividad de calidad . sports"}]}