{"0": [{"uid": "spanish-1612-val", "text_a": "El Audi V8 compitió durante su presencia en el DTM con el mucho más pequeño y aproximadamente más pequeño Mercedes 190, BMW M3 y un poco más ligero Opel Omega 3000.", "label": "0", "portion_identifier": -1, "text_b": "Durante su presencia en la DTM, el Audi V8 compitió con un Mercedes 190 mucho más pequeño y algo más ligero, un BMW M3 y un Opel Omega 3000 un poco más pequeño."}, {"uid": "spanish-714-val", "text_a": "Entre los cantantes de la banda se encontraban Dorothy Crane, Jerry Lang, Betty Griffin, el hermano de Bernie, Walter Cummins y Scottee Marsh, quien posteriormente cantó con Tommy Dorsey.", "label": "0", "portion_identifier": -1, "text_b": "Los cantantes que integraron la banda son Dorothy Crane, Walter Cummins, Betty Griffin, el hermano de Jerry Lang, Bernie, y Scottee Marsh, quien más tarde cantó junto a Tommy Dorsey."}, {"uid": "spanish-106-val", "text_a": "Su esposa fue Ferenc Wathay y su hijo Klára Csabi también fue un famoso comandante y autor de ``Songbook of Ferenc Wathay''.", "label": "0", "portion_identifier": -1, "text_b": "Su esposa fue Klára Csabi, y su hijo Ferenc Wathay también fue un comandante famoso y autor del ``songbook of Ferenc Wathay''."}, {"uid": "spanish-1701-val", "text_a": "Colonia Yamato, California era una comunidad agricultora japonesa ubicada en Livingston, California.", "label": "0", "portion_identifier": -1, "text_b": "California era una comunidad agrícola japonesa en Livingston, Yamato Colony, California."}], "1": [{"uid": "spanish-387-val", "text_a": "Debido a estos mecanismos poco confiables, los protocolos de transporte transaccional como el Protocolo de datagramas de usuario (UDP), son suficientes para las operaciones SIP.", "label": "1", "portion_identifier": -1, "text_b": "Por estos mecanismos no fiables, son suficientes los protocolos de transporte como el Protocolo de datagramas de usuario (UDP) para la operación de SIP."}, {"uid": "spanish-197-val", "text_a": "El álbum fue grabado en Los Ángeles por Aníbal Kerpel. Se mezcló en el estudio ``La Casa'' en Los Ángeles, California.", "label": "1", "portion_identifier": -1, "text_b": "El álbum se grabó en Los Ángeles, California por Anibal Kerpel, mezclado en los estudios ``La Casa'' en Los Ángeles."}, {"uid": "spanish-351-val", "text_a": "Según las estaciones, las poblaciones de repollo en Norteamérica migran desde Canadá hasta México.", "label": "1", "portion_identifier": -1, "text_b": "Las poblaciones de orugas de la col de América del Norte migran desde Canadá a México, según las estaciones."}, {"uid": "spanish-1350-val", "text_a": "El factor de normalización hace que el integral a lo largo de todo el espacio del cuadrado del valor absoluto sea igual a 1.", "label": "1", "portion_identifier": -1, "text_b": "El factor de normalización hace que la integral sea igual a 1 sobre todo el espacio del cuadrado del valor absoluto."}]}