{"0": [{"uid": "german-16-val", "text_a": "Meilensteine sind zum Beispiel der Sieg gegen eine Meister-Mannschaft der World Series, Siege gegen legendäre Mannschaften und bei direkten Begegnungen mit anderen Spielern.", "label": "0", "portion_identifier": -1, "text_b": "Meilensteine sind zum Beispiel der Sieg gegen ein Meister-Team der World Series, Spiele gegen legendäre Mannschaften und Siege in direkten Begegnungen gegen andere Spieler."}, {"uid": "german-1046-val", "text_a": "Das Gedicht ist noch auf vier Fragmenten erhalten geblieben, davon eins aus dieser Zeit.", "label": "0", "portion_identifier": -1, "text_b": "Das Gedicht ist noch in vier zeitgenössischen Manuskripten erhalten, eins davon als Fragment:"}, {"uid": "german-1008-val", "text_a": "Feldgemüse und Wurzelpflanzen wurden allgemein nicht angebaut und wurden je nach Jahreszeit in der Wildnis gesammelt.", "label": "0", "portion_identifier": -1, "text_b": "Feldgemüse und Wurzelpflanzen wurden im Allgemeinen nicht angebaut und wuchsen je nach Jahreszeit in der Wildnis."}, {"uid": "german-462-val", "text_a": "Später zog er in die Schweiz und dann nach Italien, wo er Shelley und Byron kennenlernte.", "label": "0", "portion_identifier": -1, "text_b": "Dann zog er in die Schweiz und später nach Italien, wo er Shelley und Byron traf."}], "1": [{"uid": "german-95-val", "text_a": "Im zweiten und dritten Jahr spezialisieren sie sich in einem Hauptfach: Geisteswissenschaften, Verhaltens- und Sozialwissenschaften, Volks- und Betriebswirtschaft oder Biowissenschaften.", "label": "1", "portion_identifier": -1, "text_b": "Im zweiten und dritten Jahr spezialisieren sie sich auf ein Hauptfach: Geisteswissenschaften, Verhaltens-/Sozialwissenschaften, Wirtschaft, Business oder Naturwissenschaften."}, {"uid": "german-548-val", "text_a": "In der richtigen Fortsetzung trifft Superman jedoch den jetzigen Zod zum ersten Mal in „Kryptons letzter Sohn”.", "label": "1", "portion_identifier": -1, "text_b": "In der eigentlichen Fortsetzung trifft Superman in „Kryptons letzter Sohn” zum ersten Mal auf den jetzigen Zod."}, {"uid": "german-1810-val", "text_a": "Zum Strafverfolger wurde er 1824 in Williams County, 1826 in Seneca County und 1827 in Sandusky County ernannt.", "label": "1", "portion_identifier": -1, "text_b": "Er wurde 1824 zum Staatsanwalt für Williams County, 1826 für Seneca County und 1827 für Sandusky County ernannt."}, {"uid": "german-885-val", "text_a": "Das Präparat wurde von Dr. Patrick Page und seinen Mitarbeitern erfunden und 2007 von Genkyotex patentiert.", "label": "1", "portion_identifier": -1, "text_b": "Die Substanz wurde von Dr. Patrick Page und seinem Team erfunden und 2007 von Genkyotex patentiert."}]}