{"0": [{"uid": "french-64-val", "text_a": "Lusaghbyur (anciennement romanisée sous le nom de Lusakhpyur ; Svanverdi et Svan) est un village de la province de Shirak en Arménie.", "label": "0", "portion_identifier": -1, "text_b": "Lusaghbyur (également connu sous le nom romanisé de Lusakhpyur ; anciennement Svanverdi et Svan) est un village de la province du Shirak en Arménie."}, {"uid": "french-1519-val", "text_a": "Vempati Chinna Satyam (15 octobre 1929 - 29 juillet 2012) était une danseuse indienne et gourou de la danse Kuchipudi.", "label": "0", "portion_identifier": -1, "text_b": "Vempati Chinna Satyam (15 octobre 1929 - 29 juillet 2012) était un danseur Kuchipudi et un gourou de la forme de danse indienne."}, {"uid": "french-99-val", "text_a": "Le rédacteur en chef est Herbert Wessels (depuis 2009), le deuxième éditeur est Markus Ermert (depuis 2002).", "label": "0", "portion_identifier": -1, "text_b": "Le second éditeur est Herbert Wessels (depuis 2009), le rédacteur en chef est Markus Ermert (depuis 2002)."}, {"uid": "french-1780-val", "text_a": "En 1977, Rob Taylor s'est rendu en Écosse et en Norvège avec Barber pour escalader des chutes d'eau.", "label": "0", "portion_identifier": -1, "text_b": "En 1977, Barber a voyagé en Écosse et en Norvège avec Rob Taylor pour escalader des chutes d'eau."}], "1": [{"uid": "french-1671-val", "text_a": "\" Ras \" Abbi Addi s'est avancé vers Kassa et a rejoint \" Ras \" Seyoum au centre.", "label": "1", "portion_identifier": -1, "text_b": "\" Ras \" Abbi Addi s'est avancé vers Kassa et a rejoint \" Ras \" Seyoum au centre."}, {"uid": "french-586-val", "text_a": "Dans son étude de Berlin, trois personnages étaient accrochés au mur : Schopenhauer, Maxwell, Faraday.", "label": "1", "portion_identifier": -1, "text_b": "Dans son cabinet de Berlin, trois figures étaient accrochées au mur : Schopenhauer, Maxwell et Faraday."}, {"uid": "french-834-val", "text_a": "En amont de l'affluence de Little Flat Brook, le ruisseau est connu sous le nom de Big Flat Brook.", "label": "1", "portion_identifier": -1, "text_b": "En amont de l'affluence de Little Flat, le cours d'eau est connu sous le nom de Big Flat Brook."}, {"uid": "french-184-val", "text_a": "Il est né en Arkansas et a déménagé plus tard dans le comté de Carter, Tennessee.", "label": "1", "portion_identifier": -1, "text_b": "Il est né en Arkansas et a déménagé dans le comté de Carter, dans le Tennessee."}]}