{"0": [{"uid": "spanish-1751-val", "text_a": "Esta categoría corresponde a los jugadores de fútbol que en la actualidad juegan o jugaron en una de las ligas no israelíes.", "label": "0", "portion_identifier": -1, "text_b": "Esta categoría es para jugadores de fútbol que no sean israelitas que actualmente juegan o que han jugado en alguna de las ligas israelitas."}, {"uid": "spanish-1812-val", "text_a": "Ethenon tiende a polimerizar espontáneamente, el contacto con el peróxido de hidrógeno lleva a una reacción explosiva y puede formar una mezcla explosiva con el aire.", "label": "0", "portion_identifier": -1, "text_b": "La etenona tiende a formarse espontáneamente. El contacto con el peróxido de hidrógeno genera una reacción explosiva. Puede polimerizar una mezcla explosiva con aire."}, {"uid": "spanish-128-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "Michael Kelly Smith fue anteriormente hasta su lanzamiento en una versión temprana de la banda de Philadelphia, Cinderella, y luego Tony Destra también tocó con ellos."}, {"uid": "spanish-479-val", "text_a": "Shook era una revista de música británica producida de manera independiente con base en Londres que abarcaba varias formas de la música negra y la música electrónica.", "label": "0", "portion_identifier": -1, "text_b": "Shook fue una revista de música electrónica producida en el underground de Londres que abarcaba varias formas de música británica y música negra."}, {"uid": "spanish-1587-val", "text_a": "Finalmente lo logró en \"Western Republican\", una de las primeras colecciones de botánica publicadas en Ohio por un botánico profesional.", "label": "0", "portion_identifier": -1, "text_b": "Finalmente, en el \"Western Republican\", publicó una de las primeras colecciones botánicas que se realizaron en Ohio de la mano de un botánico profesional."}, {"uid": "spanish-1287-val", "text_a": "Está seguido por ``True Love Travels on a Gravel Road'' de Dallas Frazier y el hit de 1962 de Chuck Jackson, ``Any Day Now''.", "label": "0", "portion_identifier": -1, "text_b": "A este lo sigue Chuck Jackson \"True Love Travels on a Gravel Road'' y el éxito de 1962 - \"Any Day Now'' de Dallas Frazier."}, {"uid": "spanish-718-val", "text_a": "Worcester es un pueblo y ciudad condado de Worcestershire, en Inglaterra.", "label": "0", "portion_identifier": -1, "text_b": "Worcestershire es una ciudad y capital del condado de Worcester en Inglaterra."}, {"uid": "spanish-1304-val", "text_a": "A Shirley Jones se le ofreció el papel de Laurey, que fue para Joanne Woodward (¡que lo había representado anteriormente en una obra teatral de Oklahoma!).", "label": "0", "portion_identifier": -1, "text_b": "A Joanne Woodward se le ofreció el papel de Laurey, que fue para Shirley Jones (¡que previamente lo había representado en una producción teatral de Oklahoma!)."}], "1": [{"uid": "spanish-376-val", "text_a": "Luk o Loke es la romanización cantonesa de varios (pero no todos) los apellidos chinos romanizados como Lu en mandarín.", "label": "1", "portion_identifier": -1, "text_b": "Luk o Loke es la romanización del cantonés de varios (pero no todos) apellidos chinos, que se romanizaron como Lu en mandarín."}, {"uid": "spanish-1360-val", "text_a": "Hay alrededor de 90 000 católicos en la Guyana-alrededor del 12 % de la población total, menos que en cualquier nación sudamericana.", "label": "1", "portion_identifier": -1, "text_b": "Hay cerca de 90 000 católicos en Guyana, aproximadamente el 12 % de la población total, el más bajo de todos los países sudamericanos."}, {"uid": "spanish-1140-val", "text_a": "Danyal es una variante de escritura de Daniel.", "label": "1", "portion_identifier": -1, "text_b": "Danyal es una variante ortográfica de Daniel."}, {"uid": "spanish-1362-val", "text_a": "La gradación obstruyente es un proceso gramatical que afecta las consonantes estonias al final de la sílaba acentuada de una palabra.", "label": "1", "portion_identifier": -1, "text_b": "La gradación obstruyente es un proceso gramatical que afecta las consonantes estonias al final de la sílaba enfatizada de una palabra."}, {"uid": "spanish-1084-val", "text_a": "La reunión se interrumpe por la llegada de varios mensajeros de varios Mardukans poderosos o influyentes en la ciudad con muchas invitaciones a cenas para el Príncipe.", "label": "1", "portion_identifier": -1, "text_b": "La reunión fue interrumpida por la llegada de varios mensajeros de diversos Mardukans poderosos e influyentes de la ciudad con muchas invitaciones a cenar para el Príncipe."}, {"uid": "spanish-871-val", "text_a": "Dotty nació en Boston en 1923 y falleció en Gluocester en 2014.", "label": "1", "portion_identifier": -1, "text_b": "Dotty nació en 1923 en Boston y murió en Gloucester en 2014."}, {"uid": "spanish-818-val", "text_a": "Siebenberg describió la canción como su favorita del álbum ``porque es tan pura y personal.", "label": "1", "portion_identifier": -1, "text_b": "Siebenberg describió la canción como su favorita del álbum ``porque es tan personal y tan pura''."}, {"uid": "spanish-1630-val", "text_a": "Apollonia corresponde a la Bulgaria moderna, en Sozopol, y Selymbria es Silivri, en la costa de Mármara.", "label": "1", "portion_identifier": -1, "text_b": "Apollonia corresponde a la Bulgaria moderna, Sozopol y Selymbria a Silivri, sobre la costa de Marmara."}]}