{"0": [{"uid": "spanish-1456-val", "text_a": "Los ganadores juniores de la división conjunta 1 reciben la copa James Delahunt.", "label": "0", "portion_identifier": -1, "text_b": "Los ganadores de la división junior 1 reciben la copa James Delahunt."}, {"uid": "spanish-1481-val", "text_a": "Aguas arriba de la entrada a Big Flat Brook, el arroyo se conoce como Little Flat Brook.", "label": "0", "portion_identifier": -1, "text_b": "Ubicado aguas arriba de la vertiente de Little Flat Brook, el arroyo es conocido como Big Flat Brook."}, {"uid": "spanish-810-val", "text_a": "\"Shatterer\" fue distribuida el 13 de junio de 1987 en Japón, donde fue publicada por Toho.", "label": "0", "portion_identifier": -1, "text_b": "\"Shatterer\" se publicó el 13 de junio de 1987 en Japón, donde fue distribuido por Toho."}, {"uid": "spanish-10-val", "text_a": "Aamir Khan ha aceptado representarlo de inmediato después de leer el guión de Mehra en \"Rang De Basanti\".", "label": "0", "portion_identifier": -1, "text_b": "Mehra aceptó actuar en \"Rang De Basanti'' inmediatamente después de leer el libreto de Aamir Khan."}, {"uid": "spanish-252-val", "text_a": "Después de regresar a Paramaribo en 1954, se estableció como abogado en Suriname.", "label": "0", "portion_identifier": -1, "text_b": "Después de regresar a Suriname en 1954, se estableció como abogado en Paramaribo."}, {"uid": "spanish-102-val", "text_a": "vidas distintas es una telenovela mexicana de 1969 transmitida por Televisa y originalmente producida por Telesistema Mexicano.", "label": "0", "portion_identifier": -1, "text_b": "Tres vidas distintas es una telenovela mexicana de 1969 transmitida por Televisa y originalmente producida por Telesistema Mexicano."}, {"uid": "spanish-1416-val", "text_a": "El campeonato de hockey sobre hielo sueco de 1932 ganó la temporada 11.° del campeonato de hockey sobre hielo sueco, el torneo nacional de Suecia. Hammarby IF fue el campeón.", "label": "0", "portion_identifier": -1, "text_b": "El campeonato de hockey sobre hielo sueco en 1932 fue la 11.° temporada del campeonato de hockey sobre hielo sueco, el campeonato nacional sueco, y Hammarby IF ganó el campeonato."}, {"uid": "spanish-1545-val", "text_a": "Fair Oaks está ubicada entre Sacramento y Folsom (38.651254, -121.259279).", "label": "0", "portion_identifier": -1, "text_b": "Sacramento está ubicada en (38.651254, -121.259279), entre Fair Oaks y Folsom."}], "1": [{"uid": "spanish-1648-val", "text_a": "La manga tiene un videojuego para la Sega Mega Drive en Japón y Asia con el mismo nombre.", "label": "1", "portion_identifier": -1, "text_b": "El manga tiene un videojuego para Sega Mega Drive en Asia y Japón con el mismo nombre."}, {"uid": "spanish-297-val", "text_a": "El factor de normalización hace que el valor absoluto en todo el espacio del cuadrado del valor integral sea igual a 1.", "label": "1", "portion_identifier": -1, "text_b": "El factor de normalización se transfiere en absoluto por todo el espacio del cuadrado del valor integral igual a 1."}, {"uid": "spanish-560-val", "text_a": "Vive en Maribor y Liubliana, Eslovenia, Eslovenia, y dirige la mayoría en Eslovenia y Croacia.", "label": "1", "portion_identifier": -1, "text_b": "Vive en Maribor y Liubliana, Eslovenia, y dirige en Eslovenia y en Croacia."}, {"uid": "spanish-170-val", "text_a": "Cuando Kangxi (Hawick Lau) tenía dieciséis años, eliminó al traidor, Oboi, y sus aliados.", "label": "1", "portion_identifier": -1, "text_b": "Cuando Kangxi (Hawick Lau) tenía dieciséis, eliminó al traidor, Oboi, y a sus aliados."}, {"uid": "spanish-586-val", "text_a": "En su estudio de Berlín estas figuras colgaban de la pared: Schopenhauer, Maxwell, Faraday.", "label": "1", "portion_identifier": -1, "text_b": "En su estudio de Berlín, tres figuras colgaban de la pared: Schopenhauer, Maxwell y Faraday."}, {"uid": "spanish-37-val", "text_a": "Fue parte del Municipio de Hanover, luego el Municipio de Chatham, antes de registrarse en 1899 como Florham Park.", "label": "1", "portion_identifier": -1, "text_b": "Fue parte del municipio de Hanover, luego del municipio de Chatham antes de ser incorporado como Florham Park en 1899."}, {"uid": "spanish-1146-val", "text_a": "Flavia Alejandra Gleske Fajin, más conocida como Flavia Gleske (nacida el 15 de mayo de 1978) es una modelo y actriz venezolana.", "label": "1", "portion_identifier": -1, "text_b": "Flavia Alejandra Gleske Fajin, más conocida como Flavia Gleske (nacida el 15 de mayo de 1978) es una actriz y modelo venezolana."}, {"uid": "spanish-1647-val", "text_a": "La British Falkland Islands Dependencies Survey equipó la estación en 1947 como Base F o ``Winter Island'' en las islas argentinas.", "label": "1", "portion_identifier": -1, "text_b": "La British Falkland Islands Dependencies Survey estableció la estación como Estación F o ``Winter Island'' en las islas argentinas en 1947."}]}