{"1": [{"uid": "german-13236-trn", "text_a": "Ich habe diesen Öffner gekauft, da die Rezensionen doch recht gut waren. Leider haben wir bisher nicht eine einzige Dose damit öffnen können! Wir hatten jahrelang einen billigen Öffner, der nach dem gleichen Prinzip funktionierte und prima seinen Dienst getan hat, bis er jetzt nach langer Zeit platt war. Mit dem Kuhn haben wir nun mehrere verschiedene Dosen getestet und nicht einmal hat es funktioniert. Vielleicht haben wir auch einfach ein Montagsmodel erwischt :-(", "label": 1, "portion_identifier": -1, "text_b": "Leider völlig unbrauchbar . home"}, {"uid": "german-38098-trn", "text_a": "Einfach nie geliefert wurden das ding .... Kohle kahm kommentarlos zurück, Verkäufer hat auf Anfrage nicht reagiert, sehr schade sowas", "label": 1, "portion_identifier": -1, "text_b": "Uncool . sports"}], "2": [{"uid": "german-51834-trn", "text_a": "Die Hülle sieht sehr schön aus und ich war die ersten 4 Wochen auch sehr zufrieden. Leider löste sich das schwarze Plastik an den Seiten nach und nach ab, sodass ich die Hülle nach 3 Monaten gar nicht mehr benutzen konnte, da diese keinen Schutz mehr geboten hat. Einmal fiel mein Tablette sogar aus der Hülle und ist seitdem beschädigt. Sehr schade!", "label": 2, "portion_identifier": -1, "text_b": "Schön aber leider kein guter Schutz . pc"}, {"uid": "german-43070-trn", "text_a": "Vom Material sehr angenehm zu tragen, jedoch haben sie nicht wirklich ihre Pflicht erfüllt!", "label": 2, "portion_identifier": -1, "text_b": "Leider die Aufgabe nicht erfüllt. . sports"}], "3": [{"uid": "german-98229-trn", "text_a": "Ich mag die Tasche sehr gerne. Tolle Qualität auf den ersten Blick. Leider hat sich nach 10 Tagen das Innenfutter aus der Naht gelöst und ist somit gleich ausgefranst. Darum zurück. Der Preis ist leider gestiegen darum nicht nochmal.", "label": 3, "portion_identifier": -1, "text_b": "Schade... . luggage"}, {"uid": "german-100887-trn", "text_a": "Das liquid endet immer im mund und das sauber machen hilft nicht es passiert absolut jedes mal, 3 Sterne wegen die verpackung und schnelle lieferung", "label": 3, "portion_identifier": -1, "text_b": "Das Liquid endet immer im mund . drugstore"}], "4": [{"uid": "german-146099-trn", "text_a": "kleiner Tischventilator ist ausreichend für eine kleine frische Prise zwischendurch, leider ist er etwas laut, darum gibt's einen Stern Abzug. Ansonsten ist alle top, Lieferung schnell und unproblematisch.", "label": 4, "portion_identifier": -1, "text_b": "Preis / Leistung top . home_improvement"}, {"uid": "german-137729-trn", "text_a": "Die Tinte druckt in der auf der Umverpackung angegebenen Farbe. Erst wenn die Kartusche leer ist, kommt keine Tinte mehr auf das Papier. Dann muss die Kartusche gegen eine volle ausgetauscht werden, da sie leider nicht nachgefüllt werden kann (oder ich kann es nur nicht). Leider ist das Produkt nicht ganz billig.", "label": 4, "portion_identifier": -1, "text_b": "Tut auch, was sie soll . office_product"}], "5": [{"uid": "german-195180-trn", "text_a": "Tolles spiel,gute Bildauflösung...schnelle und unkomplizierte lieferung....würde es immer wieder bestellen", "label": 5, "portion_identifier": -1, "text_b": "Game . video_games"}, {"uid": "german-169759-trn", "text_a": "Lieferung erfolgte sehr schnell und super ordentlich. Gerät war Ersatz für ein ebenfalls MFC von Brother. bisher keinerlei Probleme.", "label": 5, "portion_identifier": -1, "text_b": "MFC-l2700DN . pc"}]}