{"0": [{"uid": "german-572-val", "text_a": "Die Vorschläge von Met zur Ausweitung von Paddington nach South Kensington und südlich von Moorgate nach Tower Hill im Süden wurden angenommen und von der Königin am 29. Juli 1864 genehmigt.", "label": "0", "portion_identifier": -1, "text_b": "Die Pläne der Met, sich östlich von Paddington bis nach South Kensington und südlich von Moorgate bis Tower Hill zu erweitern, wurden angenommen und erhielten am 29. Juli 1864 die königliche Genehmigung."}, {"uid": "german-1030-val", "text_a": "Vor seiner Unabhängigkeit des Russischen Reiches war Finnland ein autonomes Großfürstentum.", "label": "0", "portion_identifier": -1, "text_b": "Das kaiserliche Russland war vor seiner Unabhängigkeit von Finnland ein unabhängiges Großherzogtum."}, {"uid": "german-662-val", "text_a": "2014 brachte die Site iOS- und Android-Apps für die Produktsuche auf den Markt; zu den Features gehören interaktive Video-Produkt-Reviews mit Live-Frage-und-Antwort-Sitzungen.", "label": "0", "portion_identifier": -1, "text_b": "2014 brachte die Webseite iOS- und Android-Applikationen zur Produktsuche heraus: Produktfeatures enthalten Live-Videos zu Produktreviews mit interaktiven Sessions zum Thema „Fragen und Antworten“."}, {"uid": "german-1120-val", "text_a": "Am 13. Juni veröffentlichten sie außerdem den zweiten Track des Albums, „Vices”, als 5. Single des Albums.", "label": "0", "portion_identifier": -1, "text_b": "Sie veröffentlichten auch den 5. Track auf dem Album, „Laster“ am 13. Juni als zweite Single aus dem Album."}, {"uid": "german-1202-val", "text_a": "Vempati Chinna Satyam (15. Oktober 1929 bis 29. Juli 2012) war ein indischer Tänzer und Guru des Kuchipudi-Tanzes.", "label": "0", "portion_identifier": -1, "text_b": "Vempati Chinna Satyam (15. Oktober 1929 – 29. Juli 2012) war ein Kuchipudi-Tänzer und ein indischer Tanz-Guru."}, {"uid": "german-1999-val", "text_a": "JoyKey hat keine beweglichen Teile, zerbrechlichen Pfropfen oder Federn, die verschleißen können.", "label": "0", "portion_identifier": -1, "text_b": "Der JoyKey hat keine beweglichen Teile, keine Zapfen, die sich abnutzen können, oder Federn, die entzweibrechen können."}, {"uid": "german-666-val", "text_a": "Eine EP mit dem Titel Dido Live mit drei der siebzehn Live-Aufnahmen der DVD wurde am 21. Juni 2005 ausschließlich digital im iTunes Store veröffentlicht.", "label": "0", "portion_identifier": -1, "text_b": "Eine EP mit dem Titel Dido Live mit drei der siebzehn Live-Aufnahmen der DVD wurde am 21. Juni 2005 exklusiv im iTunes Store veröffentlicht."}, {"uid": "german-173-val", "text_a": "Claudia ist die weibliche Form von Claudia und kann sich beziehen auf:", "label": "0", "portion_identifier": -1, "text_b": "Claudia ist die weibliche Form von Claudius und kann sich beziehen auf:"}], "1": [{"uid": "german-907-val", "text_a": "„The Lost Boys“ ist eine Doku-Drama-Miniserie unter der Regie von Andrew Birkin aus dem Jahre 1978, produziert von der BBC und geschrieben von Rodney Bennett.", "label": "1", "portion_identifier": -1, "text_b": "The Lost Boys ist ein mehrteiliges Doku-Drama unter der Regie von Andrew Birkin, das von der BBC im Jahr 1978 produziert und von Rodney Bennett geschrieben wurde."}, {"uid": "german-1943-val", "text_a": "Brown ist mit Brown verheiratet und lebt in Lehi, Utah. Die Carol Ewer sind Eltern von acht Kindern.", "label": "1", "portion_identifier": -1, "text_b": "Brown ist mit Brown verheiratet und lebt in Lehi, Utah. Die Carol Ewer sind Eltern von acht Kindern."}, {"uid": "german-576-val", "text_a": "Hoppkorv war das letzte Album der amerikanischen Bluesrock-Band Hot Tuna, und ihr siebtes Studioalbum, das für Grunt Records als Grunt BFL1-1920 aufgenommen wurde.", "label": "1", "portion_identifier": -1, "text_b": "Hoppkorv war das letzte Studioalbum der American Blues-Rock-Band Hot Tuna und ihr siebtes Studioalbum bei Grunt Records, als Grunt BFL1-1920."}, {"uid": "german-1322-val", "text_a": "Ihre Kinder waren Barbara, die Deirdre Howley heiratete, Gladys Eisenstadt, Ira Eisenstadt, die Herbert Cohen heiratete und Ellen Eisenstadt, die Marvin Eisenstadt heiratete.", "label": "1", "portion_identifier": -1, "text_b": "Ihre Kinder waren Barbara, die Deirdre Howley heiratete; Gladys Eisenstadt; Ira Eisenstadt, die Herbert Cohen heiratete; und Ellen Eisenstadt, die Marvin Eisenstadt heiratete."}, {"uid": "german-1098-val", "text_a": "Mit Unterstützung der Vereinten Nationen, der Asian Development Bank und der Weltbank gründete Lao PDR 1974 den Fond Stage II.", "label": "1", "portion_identifier": -1, "text_b": "1974 gründete Lao PDR mit Hilfe der Weltbank, der Vereinten Nationen und der Asiatischen Entwicklungsbank den Stage II-Fonds."}, {"uid": "german-934-val", "text_a": "Sinowjews Arbeiten wurden bisher aufgeführt von Oulu Symphony Orchestra, Lahti Symphony Orchestra, Kymi Sinfonietta, Finnish Radio Symphony Orchestra und Avanti!", "label": "1", "portion_identifier": -1, "text_b": "bis jetzt wurden Zinovjevs Werke vom Oulu Symphony Orchestra , vom Lahti Symphony Orchestra , von der Kymi Sinfonietta , vom Finnish Radio Symphony Orchestra und vom Avanti Orchestra aufgeführt!"}, {"uid": "german-1956-val", "text_a": "Die Anzahl der gemeldeten Brände betrug Anfang Februar 73, wobei 26 außer Kontrolle geraten waren und die zu erwartende Zeit, bis diese unter Kontrolle waren, einen weiteren Monat betrug.", "label": "1", "portion_identifier": -1, "text_b": "Anfang Februar waren 26 der 73 gemeldeten Brände außer Kontrolle und es würde voraussichtlich einen weiteren Monat dauern, sie unter Kontrolle zu bringen."}, {"uid": "german-160-val", "text_a": "Er spielte 1993 mit den A-level Portalnd Sea Dogs und den AA Kane County Cougars.", "label": "1", "portion_identifier": -1, "text_b": "Er spielte 1993 mit den A - Level Portland Sea Dogs und den AA Kane County Cougars."}]}