{"0": [{"uid": "german-1604-val", "text_a": "Der Towanda Creek liegt im Südwesten des Bradford County (41,655805, -76,850706) im Tal von Canton.", "label": "0", "portion_identifier": -1, "text_b": "Canton liegt im Südwesten des Bradford County auf (41,655805, -76,859706) im Tal des Towanda Creek."}, {"uid": "german-1927-val", "text_a": "In einer Episode der „The Tonight Show with Johnny Carson“ von 1985 erwähnt Johnny die Geschichte und erzählt den Plot Sidekick Ed McMahon.", "label": "0", "portion_identifier": -1, "text_b": "NS"}, {"uid": "german-1347-val", "text_a": "Pennmakkal ist ein von KP Kottarakkara produzierter indisch-malaysischer Film von 1966, bei dem J. Sasikumar Regie führte.", "label": "0", "portion_identifier": -1, "text_b": "Pennmakkal ist ein indisch-malayalischer Film aus dem Jahr 1966 unter der Regie von K. P. Kottarakkara, der von J. Sasikumar produziert wurde."}, {"uid": "german-1225-val", "text_a": "Don Driggs wurde 1907 in Driggs, Idaho, als Sohn von Junius, dem Gründer der Stadt, und May Jerusha Robison geboren.", "label": "0", "portion_identifier": -1, "text_b": "Junius wurde 1907 in Driggs, Idaho, als Sohn des Gründers der Stadt Don Carlos Driggs und May Jerusha Robison geboren."}, {"uid": "german-985-val", "text_a": "Am 8. Mai 2015 verlor Tapia gegen Michel Soro.", "label": "0", "portion_identifier": -1, "text_b": "Am 8. Mai 2015 verlor Michel Soro Tapia."}, {"uid": "german-60-val", "text_a": "Judith war die Tochter seiner Schwester Eliza, die ca. 1748 gestorben war.", "label": "0", "portion_identifier": -1, "text_b": "Eliza war die Tochter seiner Schwester Judith, die ungefähr 1748 gestorben war."}, {"uid": "german-295-val", "text_a": "Als Platzer 1993 sein zweites Restaurant in Allentown eröffnete, änderte er den Namen zu Ehren seines Großvaters Peter Joseph Whelihan zu P. J. Whelihan.", "label": "0", "portion_identifier": -1, "text_b": "Als Peter Joseph Whelihan 1993 sein zweites Restaurant in Allentown eröffnete, änderte er den Namen in P. J. Whelihan's, um seinen Großvater Platzer Ehre zu erweisen."}, {"uid": "german-894-val", "text_a": "Es befindet sich im Besitz von Chemins de Fer Luxembourgeois, der staatseigenen Eisenbahngesellschaft.", "label": "0", "portion_identifier": -1, "text_b": "Sie wird von der staatlichen Eisenbahngesellschaft Chemins de Fer Luxembourgeois betrieben."}], "1": [{"uid": "german-197-val", "text_a": "Das Album wurde von Aníbal Kerpel in Los Angeles aufgenommen. Gemischt wurde es in den „La Casa“-Studios in Los Angeles in Kalifornien.", "label": "1", "portion_identifier": -1, "text_b": "Das Album wurde in Los Angeles in Kalifornien von Anibal Kerpel aufgenommen und in den „La Casa“-Studios in Los Angeles gemischt."}, {"uid": "german-1915-val", "text_a": "Die Ausnahme bildete die Zeit zwischen Ende 2005 und 2009, als er in Schweden bei Carlstad United BK, in Serbien bei FC Terek Grozny und dem russischen FK Borac Čačak spielte.", "label": "1", "portion_identifier": -1, "text_b": "Die Ausnahmen waren zwischen Ende 2005 und 2009, als er in Schweden bei Carlstad United BK, Serbien beim FC Terek Grozny und dem russischen FK Borac Čačak spielte."}, {"uid": "german-206-val", "text_a": "de Ruiter, der in Leiden geboren wurde, spielte für den FC Utrecht, den FC Den Bosch, Excelsior, den RKC Waalwijk und den FC Emmen.", "label": "1", "portion_identifier": -1, "text_b": "Der in Leiden geborene de Ruiter spielte für RKC Waalwijk, FC Den Bosch, Excelsior, FC Utrecht und FC Emmen."}, {"uid": "german-774-val", "text_a": "Im Jahr 2012 veröffentlichte Adrian Belew sein sechstes Soloalbum „Treehouse“, das in Nashville, Tennessee, vom Musiker Ned Evett produziert wurde.", "label": "1", "portion_identifier": -1, "text_b": "2012 brachte Adrian Belew seine sechste Soloplatte „Treehouse“ heraus, die in Nashville, Tennessee, vom Musiker Ned Evett produziert wurde."}, {"uid": "german-1497-val", "text_a": "Daniil Ostrogski behauptet auch, dass Dimitro der Vater von Bilinskij ist, der auch als „Danilo Dimitrowitsch“ bekannt ist.", "label": "1", "portion_identifier": -1, "text_b": "Daniil Ostrogski behauptet auch, dass Dmytro ein Vater von Bilinsky, auch bekannt unter dem Namen „Danylo Dmytrovych“, sei."}, {"uid": "german-880-val", "text_a": "Der AR5 enthält neues Wissen zu den wissenschaftlichen, technischen und sozio-ökonomischen Aspekten des Klimawandels.", "label": "1", "portion_identifier": -1, "text_b": "Der Fünfte Sachstandsbericht bietet eine Aktualisierung des Wissensstands über wissenschaftliche, technische und sozioökonomische Aspekte des Klimawandels."}, {"uid": "german-1721-val", "text_a": "Das Colegio Humboldt Puebla wurde 1911 mit 10 deutschen Schülern und einem Grundschullehrer gegründet.", "label": "1", "portion_identifier": -1, "text_b": "Das Colegio Humboldt Puebla wurde 1911 mit 10 deutschen Schülern und einem Grundschullehrer gegründet."}, {"uid": "german-530-val", "text_a": "Das ehemalige Las-Vegas-Showgirl Margaret Whitton (Rachel Phelps) erbt das Baseballteam Cleveland Indians von Donald, ihrem verstorbenen Mann.", "label": "1", "portion_identifier": -1, "text_b": "Das ehemalige Las Vegas Showgirl Margaret Whitton (Rachel Phelps) erbt von ihrem verschiedenen Ehemann Donald das Cleveland Indian Baseball Team."}]}