{"0": [{"uid": "spanish-1045-val", "text_a": "La película de 40 minutos fue escrita por Annaud con Alain Godard.", "label": "0", "portion_identifier": -1, "text_b": "La película de 40 minutos fue escrita por Alain Godard y Annaud."}, {"uid": "spanish-890-val", "text_a": "Arthur trata de mostrarse afectado, para ser más considerado con Gwen (le ofrece preparar la cena, etc.", "label": "0", "portion_identifier": -1, "text_b": "Afectada, Gwen trata de ser más considerada con Arthur (le ofrece preparar la cena, etc.)."}, {"uid": "spanish-725-val", "text_a": "En noviembre de 1989, Delaney fue miembro de la Bolsa de Valores de Nueva York y se convirtió en director ejecutivo sénior en Henderson Brothers, Inc. y Bear Wagner.", "label": "0", "portion_identifier": -1, "text_b": "En noviembre de 1989, Delaney se convirtió en miembro de la bolsa de valores de Nueva York y fue consejero director general para Henderson Brothers, Inc. y Bear Wagner."}, {"uid": "spanish-1409-val", "text_a": "A la edad de 19 años, se mudó a Estocolmo, de donde se mudó a Nueva York en 2011.", "label": "0", "portion_identifier": -1, "text_b": "Se mudó a Nueva York a la edad de 19 años y se mudó a Estocolmo en 2011."}, {"uid": "spanish-611-val", "text_a": "La ciudad de Dakota es parte del Área Estadística Metropolitana de la ciudad de Sioux, IA -- NE -- SD.", "label": "0", "portion_identifier": -1, "text_b": "La Ciudad de Dakota forma parte del Área Estadística Metropolitana NE - Ciudad de Sioux, IA -- SD."}, {"uid": "spanish-1507-val", "text_a": "Aunque la Unión de Rugby de Croacia era el principal centro de deportes en la antigua Yugoslavia - una gran parte del rugby se seguía jugando en Eslovenia.", "label": "0", "portion_identifier": -1, "text_b": "Aunque la Unión de Rugby en Eslovenia fue el principal centro deportivo de la ex Yugoslavia, aún se jugaban muchos partidos de rugby en Croacia."}, {"uid": "spanish-1231-val", "text_a": "En Alcamo los 12 versos se cantan de la siguiente manera: uno es alternado, el otro se recita.", "label": "0", "portion_identifier": -1, "text_b": "En Alcamo los 12 versos se encuentran alternados de esta manera: uno cantado, el otro recitado."}, {"uid": "spanish-1596-val", "text_a": "Elysia pusilla es una especie de caracol de mar pequeño, un molusco gasterópodo de la familia Plakobranchidae.", "label": "0", "portion_identifier": -1, "text_b": "Elysia pusilla es una especie de babosa de mar, un pequeño molusco gasterópodo de la familia Plakobranchidae."}], "1": [{"uid": "spanish-743-val", "text_a": "El río Dilcov es un afluente derecho del río Milcov en Rumania.", "label": "1", "portion_identifier": -1, "text_b": "El río Dilcov es un afluente del río Milcov de Rumania."}, {"uid": "spanish-1169-val", "text_a": "\"Aku Ankka\" fue publicada por Sanoma Media (anteriormente Sanoma Magazines), que es parte de Sanoma.", "label": "1", "portion_identifier": -1, "text_b": "\"Aku Ankka\" está publicada por Sanoma Media (anteriormente conocida como Sanoma Magazines), que es parte de Sanoma."}, {"uid": "spanish-912-val", "text_a": "La circunscripción legislativa francesa de Finisterre es la primera circunscripción legislativa del \"departamento\" de Finisterre.", "label": "1", "portion_identifier": -1, "text_b": "La circunscripción legislativa francesa de Finisterre es la primera circunscripción del \"departamento de Finisterre\"."}, {"uid": "spanish-1341-val", "text_a": "Emma Townshend está representada por David Godwin en DGA Associates.", "label": "1", "portion_identifier": -1, "text_b": "Emma Townshend está representada por David Godwin en DGA Associates."}, {"uid": "spanish-1835-val", "text_a": "En 1920 y en 1921 en Venecia, ganaron los italianos, ninguna otra nación participó en 1920 y en 1921 los franceses no comenzaron.", "label": "1", "portion_identifier": -1, "text_b": "En 1920 y 1921 en Venecia, ganaron los italianos -- en 1920 no entró ninguna otra nación y en 1921 no comenzó la entrada francesa."}, {"uid": "spanish-762-val", "text_a": "Brewarrina Shire y las aldeas de Gongolgon, Angledool, Goodooga y el pueblo fantasma de Tarcoon.", "label": "1", "portion_identifier": -1, "text_b": "Brewarrina incluye a Brewarrina Shire y a los pueblos de Gongolgon, Angledool y Goodooga y el pueblo fantasma de Tarcoon."}, {"uid": "spanish-1955-val", "text_a": "La UIF se formó en 2008 por la fusión de la Indoor Football League (IFL) y la United Intense Football League.", "label": "1", "portion_identifier": -1, "text_b": "El UIF fue formado en 2008 y es el resultado de una fusión entre la Liga de Fútbol Indoor (IFL) y la Liga de Fútbol Intense United."}, {"uid": "spanish-635-val", "text_a": "Un personaje en \"Detection Unlimited\", una novela de misterio escrita por Armstrong, se compara con Georgette Heyer.", "label": "1", "portion_identifier": -1, "text_b": "En ``Detection Unlimited'', una novela de misterio escrita por Armstrong, se compara un personaje con Georgette Heyer."}]}