{"1": [{"uid": "german-35803-trn", "text_a": "Dieses Buch ist überhaupt nicht bei mir angekommen. Bitte sorgen sie dafür das mein Konto nicht belastet wird. Titel: Welpentraining mit M.Rütter MfG K.Jäger", "label": 1, "portion_identifier": -1, "text_b": "Kein Buch bekommen von M. Rütter . digital_ebook_purchase"}, {"uid": "german-5606-trn", "text_a": "Leider blättert zur Enttäuschung meiner Tochter die Farbe bereits nach der ersten Benutzung ab. Nicht zu empfehlen, vor allem nicht für Kinder.", "label": 1, "portion_identifier": -1, "text_b": "Fehlerhaft . toy"}, {"uid": "german-23116-trn", "text_a": "läuft der cd schlitten nicht mehr sauber zurück, irgendwie verkantet sich am endpunkt beim ausfahren und muss manuelle wieder mit starkem druck zum einfahren bewegt werden. sehr unschön.", "label": 1, "portion_identifier": -1, "text_b": "nach ablauf der Garantie . electronics"}, {"uid": "german-38575-trn", "text_a": "Die Sendung kam gerade bei uns an, Styroporteile hingen heraus, der Karton war gerissen/aufgeplatzt. Offensichtlich ist man nicht !! sorgsam damit umgegangen, Transportschutz im inneren des Paketes gebrochen-zerbrochen, eine Tüt mit Ersatz-/zubehörteilen leer, am Fuss des Gerätes weisser Punkt , keine Ahnung was der zu bedeuten hat?? Vielleicht Rückläufer??? Bilder wurden gemacht, alles unter Zeugen. Unter Vorbehalt angenommen", "label": 1, "portion_identifier": -1, "text_b": "Transportschaden, Karton halb offen . home_improvement"}], "2": [{"uid": "german-41565-trn", "text_a": "Wirkt überhaupt nicht", "label": 2, "portion_identifier": -1, "text_b": "Wirkt nicht . drugstore"}, {"uid": "german-68621-trn", "text_a": "Ein toller Film. In dieser Version leider nur in Englisch, Französisch oder Italienisch zu hören, die deutsche Synchronisation fehlt.", "label": 2, "portion_identifier": -1, "text_b": "Sprache . other"}, {"uid": "german-79908-trn", "text_a": "Beide Köpfhörer haben nach ein bis zweimal benutzen ihre Lautstärke und die Tonqualität verloren. Bei einem hat sich die rechte Seite ganz verabschiedet und keinerlei töne mehr weitergeleitet. Zur Überbrückung und den Preis ist es okey.", "label": 2, "portion_identifier": -1, "text_b": "Viel zu schneller verschließ . electronics"}, {"uid": "german-57221-trn", "text_a": "Na ja, eindeutige Fake-Bewertungen hier.... why should you write the subject in English, if the rest of your text follows in German? Die Tasse selbst kann man zur Aufbewahrung der Menstasse nutzen, jedoch nicht zum Sterilisieren in der Mikrowelle. Dafür reicht theoretisch auch jedes andere Gefäß.", "label": 2, "portion_identifier": -1, "text_b": "Braucht man nicht wirklich für Menstruationstassen.. . drugstore"}], "3": [{"uid": "german-87457-trn", "text_a": "Leider ist nach 1 Tag eine Naht aufgegangen", "label": 3, "portion_identifier": -1, "text_b": "Qualität . apparel"}, {"uid": "german-83162-trn", "text_a": "Schnelle Lieferung. Buch ist super und sehr verständlich, wer noch nie cakepops gemacht hat. Etwas schwierig zu schauen, wann das Gebäck fertig ist.", "label": 3, "portion_identifier": -1, "text_b": "Cakepops . book"}, {"uid": "german-99983-trn", "text_a": "Der Schlauch zur Entlüftung müsste viel länger sein . Beim Betanken saugt sich der Kanister zusammen. Gefällt mir nicht", "label": 3, "portion_identifier": -1, "text_b": "Frank . automotive"}, {"uid": "german-95664-trn", "text_a": "Erstmal: Sie sehen super aus. Toll gearbeitet. An sich ein tolles Produkt. Leider gab es arge Probleme mit der Lieferung: ich musste sie zweimal bestellen, weil sie beim ersten Mal nicht geliefert wurden. Und außer man ist in einem quasi schwarzen Raum ist die Leuchtkraft leider nicht so stark, dass man erkennt das sie brennen. Ich nutze sie Abends anstelle von Licht im Wohnzimmer, und werde sie nutzen bis sie kaputt gehen, aber noch einmal kaufen, nein. Normale Lichterketten sind praktischer.", "label": 3, "portion_identifier": -1, "text_b": "Hübsch aber nur bedingt empfehlenswert . home"}], "4": [{"uid": "german-133362-trn", "text_a": "Der Sound ist grandios für das Ding, man hat einen satten Bass und es macht Spaß darüber zu hören. Ich habe die Box nur drinnen verwendet und am Strom angeschlossen. 30W bei Batterie Betrieb und 60W über Strom Betrieb. Ich war super zufrieden aber Bluetooth hat mir hier einen Strich durch die Rechnung gemacht. Je nach Lied hat die Übertragung nicht ausgereicht, es hat gestottert. ( darum 1 Stern abzug) Das ist der einzige Grund weswegen die zurück ging. Habe nun 2 Sonos Play 1 und muss sagen das diese Box hier auf dem selben Level spielt, hoch und Mittelton sind ein klein wenig bei der Sonos besser aber der Bass ist bei der Box hier sehr viel besser. Schade das es die hier nicht als WLAN Speakers mit vernünftiger Software gibt.", "label": 4, "portion_identifier": -1, "text_b": "Top Klang aber Bluetooth genügt mir nicht. . electronics"}, {"uid": "german-147447-trn", "text_a": "Die Figuren sind groß und liegen gut in der Hand. Das Schachspiel steht jetzt fix bei uns am Wohnzimmertisch weil es auch eine schöne Deko ist. Außerdem wird jetzt plötzlich viel mehr Schach gespielt im Hause. Lediglich für die dünne Spielfläche (Holzplatte) gibt es einen Punkt Abzug.", "label": 4, "portion_identifier": -1, "text_b": "Schönes Schachspiel . toy"}, {"uid": "german-125992-trn", "text_a": "Sieht nett aus und erfüllt den Zweck - absoluter UV-schutz. Das Gestänge erscheint nicht so stabil, aber für den Preis angemessen.", "label": 4, "portion_identifier": -1, "text_b": "Nicht schlecht . luggage"}, {"uid": "german-159003-trn", "text_a": "Versand durch GLS. Immer wird die Ware bei Nachbarn abgegeben und kein Benachrichtigungszettel in den Briefkasten geworfen", "label": 4, "portion_identifier": -1, "text_b": "Gute Handhabung . drugstore"}], "5": [{"uid": "german-194494-trn", "text_a": "Super spiel alleine oder zu 2, macht es spass", "label": 5, "portion_identifier": -1, "text_b": "Spiel . video_games"}, {"uid": "german-167010-trn", "text_a": "Die Packung enthält viele verschiedne Farben/Farbtöne. Auf dem Bild schwer zu erkennen, aber die Farben sind wunderschön 😍", "label": 5, "portion_identifier": -1, "text_b": "Sehr schön . office_product"}, {"uid": "german-170126-trn", "text_a": "Kann ich jedem nur empfehlen, habe ihn schon zwei mal verschenkt und kam gut an", "label": 5, "portion_identifier": -1, "text_b": "Nie mehr ohne ! . personal_care_appliances"}, {"uid": "german-163153-trn", "text_a": "finde die Unterhosen von fruit of the loom sehr gut die sitzen richtig gut der Stoff ist angenehm und nach mehrmaligen Waschen keine Qualitätsverluste ist bereits mein 2 Paar mehr folgt- klare Kaufempfehlung..", "label": 5, "portion_identifier": -1, "text_b": "passt sitzen gut . apparel"}]}