{"0": [{"uid": "spanish-373-val", "text_a": "County Road 540 queda solo a unas pocas millas al sur de State Road 540 en la ciudad de Highland y va hacia el oeste desde U.S. Route 98 hacia County Road 37B.", "label": "0", "portion_identifier": -1, "text_b": "County Road 540 queda a unas pocas millas del State Road 540 en la ciudad de Highland y va hacia el sur desde US 98 hasta County Road 37B."}, {"uid": "spanish-513-val", "text_a": "La isla es rocosa con laderas escarpadas y poco terreno.", "label": "0", "portion_identifier": -1, "text_b": "La isla es empinada con bordes rocosos y tiene muy poca tierra."}, {"uid": "spanish-129-val", "text_a": "El single se lanzó el 31 de octubre de 2015 y se anunció el 13 de noviembre de 2015.", "label": "0", "portion_identifier": -1, "text_b": "El sencillo se anunció el 31 de octubre de 2015 y se publicó el 13 de noviembre de 2015."}, {"uid": "spanish-1998-val", "text_a": "Es aclamada por Richard Gibson y el pintor de cámara Peter Lely, y se la considera tan exitosa como Joan Carlile.", "label": "0", "portion_identifier": -1, "text_b": "Es elogiada por Richard Gibson y la pintora de la corte Joan Carlile como igual de exitosa que Peter Lely."}], "1": [{"uid": "spanish-1990-val", "text_a": "Karen Phillips comenzó una relación con Steve de Suranne Jones representado.", "label": "1", "portion_identifier": -1, "text_b": "Karen Phillips comenzó una relación con Steve, interpretada por Suranne Jones."}, {"uid": "spanish-922-val", "text_a": "Cualquiera que mire debe tener la impresión de que la escuela es un cuerpo continuado, una única fila.", "label": "1", "portion_identifier": -1, "text_b": "Cualquiera que mire tendrá la impresión de que la escuela es un cuerpo continuo, una única columna."}, {"uid": "spanish-1911-val", "text_a": "Manga tiene un videojuego para Sega Mega Drive con el mismo nombre en Japón y Asia.", "label": "1", "portion_identifier": -1, "text_b": "Manga tiene un videojuego para Sega Mega Drive en Japón y Asia con el mismo nombre."}, {"uid": "spanish-779-val", "text_a": "En la primera película, el conde Drácula tuvo que disolver una disputa entre ellos y Murray, Wayne y Frank sobre la disputa del entretenimiento.", "label": "1", "portion_identifier": -1, "text_b": "En la primera película, el Conde Drácula tuvo que intervenir en una pelea entre ellos y Murray, Wayne y Frank sobre la controversia relacionada con el entretenimiento."}]}