{"0": [{"uid": "german-1447-val", "text_a": "In der Originalserie wird Nozomu Sasaki von Mackie auf Japanisch und von Frank Trimble auf Englisch ausgesprochen.", "label": "0", "portion_identifier": -1, "text_b": "In der Originalserie wird Mackie auf Japanisch von Nozomu Sasaki und auf Englisch von Frank Trimble gesprochen."}, {"uid": "german-826-val", "text_a": "Maritsa Lazari wurde im Oktober 1943 in London geboren und migrierte 16-jährig mit ihrer Familie nach Zypern.", "label": "0", "portion_identifier": -1, "text_b": "Maritsa Lazari wurde im Oktober 1943 in Zypern geboren und emigrierte im Alter von 16 Jahren mit ihrer Familie nach London, England."}, {"uid": "german-467-val", "text_a": "Seine Eltern waren Jogaila „der Eiserne” und seine Frau Helen von Litauen, eine Nichte von König Johann II von Polen.", "label": "0", "portion_identifier": -1, "text_b": "Seine Eltern waren John der „Eiserne” und seine Frau Helen aus Litauen, eine Nichte des Königs Jogaila aus Polen."}, {"uid": "german-1562-val", "text_a": "Es ist auch möglich, schädlichen Code auszuführen, der Desktop-Dateien enthält (die zum Starten von Anwendungen verwendet werden).", "label": "0", "portion_identifier": -1, "text_b": "Es ist auch möglich, schädlichen Code auszuführen, der Desktop-Dateien enthält (die zum Ausführen von Anwendungen verwendet werden)."}, {"uid": "german-1972-val", "text_a": "Madison District Public Schools ist ein Schuldistrikt der das Südende von Madison Heights, Michigan im Großraum Detroit bedient.", "label": "0", "portion_identifier": -1, "text_b": "Madison District Public Schools ist ein Schulbezirk südlich des Großraums Detroit in Madison Heights, Michigan."}, {"uid": "german-1720-val", "text_a": "und die 1870er Jahre ersetzten Sitomanie durch den Begriff „Anorexia nervosa“ und differenzierten die Erkrankung.", "label": "0", "portion_identifier": -1, "text_b": "In den 1870er-Jahren war man sich nicht einig bei den Begriffen Sitomanie und „Anorexia nervosa” und ersetzte die Störung."}, {"uid": "german-1951-val", "text_a": "Die Massenproduktion elektronischer und digitaler Filme war bis zum Aufkommen der pornographischen Videotechnologie unmittelbar mit der Hauptfilmindustrie verbunden.", "label": "0", "portion_identifier": -1, "text_b": "Bis zum Aufkommen der elektronischen und digitalen Videotechnologie stand die Massenproduktion von pornographischen Filmen in direktem Zusammenhang mit der Hauptfilmindustrie."}, {"uid": "german-435-val", "text_a": "Lusaghbyur (früher romanisiert als Lusakhpyur, Svanverdi und Svan) ist ein Dorf in der Provinz Shirak in Armenien.", "label": "0", "portion_identifier": -1, "text_b": "Lusaghbyur (romanisiert auch als Lusakhpyur; früher Svanverdi und Svan) ist ein Dorf in der Provinz Shirak in Armenien."}], "1": [{"uid": "german-515-val", "text_a": "Er spielte einen Glasmacher und arbeitete an mehreren Musikinstrumenten mit vielen verschiedenen Bands.", "label": "1", "portion_identifier": -1, "text_b": "Er trat als Glasmacher auf und arbeitete mit vielen verschiedenen Bands auf verschiedenen Musikinstrumenten."}, {"uid": "german-1428-val", "text_a": "Sie hatten einigen Erfolg bei live Auftritten in Melbourne, Geelong und Shepparton.", "label": "1", "portion_identifier": -1, "text_b": "Sie hatten einigen Erfolg bei ihren Shows in Shepparton, Geelong und Melbourne."}, {"uid": "german-841-val", "text_a": "Über sie wurde gesagt, dass sie großes Potential und Talent habe und sich in Zukunft zu einer einzigartigen musikalischen Persönlichkeit entwickeln würde.", "label": "1", "portion_identifier": -1, "text_b": "Sie wurde wie folgt beschrieben: „Sie hat großes Potential, riesiges Talent und wird sich in der Zukunft zu einer einzigartigen Musikerpersönlichkeit entwickeln.“"}, {"uid": "german-384-val", "text_a": "McCarthy wurde in Auckland geboren, zog aber vierjährig mit seinen Eltern nach San Francisco, Kalifornien.", "label": "1", "portion_identifier": -1, "text_b": "McCarthy wurde in Auckland geboren, zog jedoch im Alter von vier Jahren mit seinen Eltern nach San Francisco in Kalifornien."}, {"uid": "german-339-val", "text_a": "Bellman starb am 8. Dezember 1931 in Louisville und ist auf dem Calvary Cemetery in Louisville, Kentucky, begraben.", "label": "1", "portion_identifier": -1, "text_b": "Bellman starb am 8. Dezember 1931 in Louisville und wurde auf dem Calvary Cemetery in Louisville, Kentucky, begraben."}, {"uid": "german-490-val", "text_a": "Lloyd gründete und leitete sein Unternehmen, um mit dem Verkauf von Spielzeug und Geschenken zu beginnen, und er erweiterte das House of Lloyd, mit Sitz in Grandview, Missouri, während das Geschäft mit den Geschenken wuchs.", "label": "1", "portion_identifier": -1, "text_b": "Lloyd gründete und leitete sein Unternehmen zum Verkauf von Spiel- und Geschenkwaren und erweiterte das in Grandview, Missouri, liegende House of Lloyd mit dem Wachstum des Marktes für Geschenkwaren."}, {"uid": "german-1459-val", "text_a": "Als nächstes war Iyer im Kannada-Film „Darshan” mit dem Schauspieler Jaggu Dada zu sehen.", "label": "1", "portion_identifier": -1, "text_b": "Iyer tauchte als Nächstes im Kannada-Film „Darshan“ mit dem Schauspieler Jaggu Dada auf."}, {"uid": "german-270-val", "text_a": "Adamsville grenzt im Westen an Coleman, im Osten an Lake County, im Norden an Wildwood und im Süden an Sumterville.", "label": "1", "portion_identifier": -1, "text_b": "Adamsville grenzt im Westen an Coleman, im Osten an Lake County, im Norden an Wildwood und im Süden an Sumterville."}]}