{"contradiction": [{"uid": "thai-25276-val", "text_a": "คุณ ไป แคมป์ ส่อง สัตว์ป่า ไหม", "label": "contradiction", "portion_identifier": -1, "text_b": "คุณ ไป ที่ ค่าย ใน ร่ม หรือไม่ ?"}, {"uid": "thai-26769-val", "text_a": "ปี ที่ผ่านมา คุณ ได้ บริจาค ด้วย เอื้อเฟื้อ ไป   $ - .", "label": "contradiction", "portion_identifier": -1, "text_b": "คุณ ไม่ได้ บริจาค เงิน เมื่อ ปี ที่แล้ว"}, {"uid": "thai-25158-val", "text_a": "และ นั่น สิ่ง ที่ ฉัน คิด คือ มัน จะ น่าสน ใจจริง   ๆ   คือ สิ่ง ที่ เรา ทำ เกี่ยวกับ มัน   ฉัน หมาย ความ ว่า   เรา จะ ต้อง เปลี่ยน ผู้คน ที่ เป็นตัวแทน เรา", "label": "contradiction", "portion_identifier": -1, "text_b": "ฉัน แค่ รู้ ว่า มัน น่าเบื่อ และ ไม่ คุ้มค่า ที่จะ เปลี่ยนคน ที่ เป็นตัวแทน ของ เรา ดังนั้น เรา จึง ไม่ ควร พยายาม เปลี่ยนแปลง"}, {"uid": "thai-27202-val", "text_a": "แต่ คำอธิบาย เกี่ยวกับ ความ ทุ่มเท นี้ ขาด ไป ใน การ รี วิว ซึ่ง เป็นการ ปล่อย ให้ ผู้อ่าน งงงวย เหมือน ที่ผ่านมา", "label": "contradiction", "portion_identifier": -1, "text_b": "รี วิว ครอบคลุม ถึง ข้อมูล ทั้งหมด ที่ ผู้อ่าน อาจ ต้อง การทราบ"}, {"uid": "thai-25362-val", "text_a": "ใช่   พวกเรา มี   ระหว่าง   คู่ครอง และ ตัวเรา เอง   พวกเรา มี หก คน", "label": "contradiction", "portion_identifier": -1, "text_b": "ฉัน โสด   ไม่เคย แต่งงาน"}, {"uid": "thai-26837-val", "text_a": "ผู้เข้าชม จะ มีโอกาส ได้ ชม การแสดง ที่ เปลี่ยนแปลง ไป ใน   Hilbert   Conservatory   Butterflies   Free ,   Wizard   of   Oz ,   Toyland   และ   Flight   of   Fantasy", "label": "contradiction", "portion_identifier": -1, "text_b": "ผู้ เยี่ยมชม จะ สามารถ เห็น   West   Side   Story   ใน หอ ดู ดาว   Hilbert   ได้ เท่านั้น"}, {"uid": "thai-27086-val", "text_a": "เมื่อ ลูกบอล ร่วง ลง ไป   สัญญาณ ขนาดใหญ่ ก็ เรืองแสง และ ส่ง ถึง   Discover   Card   ทุก   ๆ   2000", "label": "contradiction", "portion_identifier": -1, "text_b": "ป้าย ยังคง เป็น สี ดำ"}, {"uid": "thai-25879-val", "text_a": "คุณ จะ ไม่ ไป ใช่ไหม ?   เขา พูด   ระหว่าง คำถาม และ การ ยืนยัน", "label": "contradiction", "portion_identifier": -1, "text_b": "ได้ โปรด อย่า ไป !   เขา ขอร้อง"}], "entailment": [{"uid": "thai-25521-val", "text_a": "สมาชิก ของ ชมรม รถยนต์   ถูก เรียก ว่า   clubbers   และ พวกเขา แข่งขัน กัน เพื่อ ชิง ถ้วยรางวัล ,   ขับรถ ใน คาราวาน , และ มัก มีส่วนร่วม ใน กิจกรรม ระดมทุน", "label": "entailment", "portion_identifier": -1, "text_b": "สมาชิก ของ ชมรม รถ ได้ ทำ การแข่งขัน กัน"}, {"uid": "thai-25765-val", "text_a": "มัน อยู่ ใน เมือง   บ ริ ด   ใน คืน ที่ มี การ โจมตี ของ ส เป น", "label": "entailment", "portion_identifier": -1, "text_b": "การ โจมตี ของ ส เป น เกิดขึ้น ใน เวลา กลางคืน"}, {"uid": "thai-26539-val", "text_a": "เป็นการ ยาก ที่จะ หา ข้อพิสูจน์ ได้ ว่า บิน ลาเดน กำกับ การ โจมตี", "label": "entailment", "portion_identifier": -1, "text_b": "เป็นการ ยาก ที่จะ พิสูจน์ ว่า บิน ลา เดน เป็น ผู้ ที่ ต้อง รับผิดชอบ"}, {"uid": "thai-25039-val", "text_a": "เอิ่ม   และ ดังนั้น พวกเขา แค่ ออกจาก เมือง และ เธอ   เธอ ก็ ไม่เคย เจอ น้องสาว ของ เธอ อีก เลย   ไม่เคย เจอ น้องสาว ของ เธอ อีกครั้ง", "label": "entailment", "portion_identifier": -1, "text_b": "หลังจากนั้น เธอ ไม่เคย เห็น พี่สาว ของ เธอ อีก เลย"}, {"uid": "thai-26282-val", "text_a": "ความ ความแตกต่าง ที่ สำคัญ ได้ ถูก ระบุ ไว้ เเล้ว ,   เเต่ ว่า , เนื่องจาก", "label": "entailment", "portion_identifier": -1, "text_b": "มี ความแตกต่าง อย่างชัดเจน"}, {"uid": "thai-26478-val", "text_a": "ระบบ คัด กรอง ที่ พรมแดน ควรจะ คัด กรอง บุคคล อย่างมีประสิทธิภาพ และ ต้อนรับ บุคคล ที่ เป็นมิตร", "label": "entailment", "portion_identifier": -1, "text_b": "การประมวลผล การ ตรวจสอบ ที่ ชายแดน ควร เป็นการ ต้อนรับ ในขณะที่ ยัง ให้ ผลิต ภาพ ด้วย"}, {"uid": "thai-27134-val", "text_a": "การ เพิ่ม เงินต้น เพิ่มเติม ใน ความสัมพันธ์ ที่ หลุด รุ่ย ระหว่าง   British   Telecom   และ   MCI ,   WorldCom   ให้ราคา สูง กว่า   BT   โดย การ เสนอ   $ 3   หมื่น ล้าน สำหรับ   MCI", "label": "entailment", "portion_identifier": -1, "text_b": "WorldCom   กำลัง ทำสงคราม การ เสนอ ราคา กับ   BT"}, {"uid": "thai-26461-val", "text_a": "บุคคลที่สาม ได้ แจ้ง กับ ตำรวจ ว่า   ที่ พนักงาน เคย ได้รับ คำแนะนำ ตรงกันข้าม จาก   FDNY ,   ซึ่ง จะ มาจาก ทาง   911   เท่านั้น", "label": "entailment", "portion_identifier": -1, "text_b": "FDNY   และ เจ้าหน้าที่ตำรวจ ไม่ได้ ให้ คำแนะนำ เหมือนกัน ทุกคน"}], "neutral": [{"uid": "thai-26609-val", "text_a": "สำหรับ หน่วย ที่อยู่ ที่ อุโมงค์ บ รู ค ลิ น   แบตเตอรี   จะ เห็น   ibid", "label": "neutral", "portion_identifier": -1, "text_b": "หน่วย เหล่านี้ ประกอบด้วย นัก ดับ เพลิง และ ตำรวจ ท้องถิ่น"}, {"uid": "thai-26655-val", "text_a": "ขอ ขอบคุณ ที่ สนับสนุน พิพิธภัณฑ์ ศิลปะ อินเดีย แน โพ ลิ ส ใน ปี   1999", "label": "neutral", "portion_identifier": -1, "text_b": "ขอ ขอบคุณ ที่ บริจาค เงิน จำนวน   $ 100   ให้ กับ พิพิธภัณฑ์ ศิลปะ อินเดีย แน โพ ลิ ส"}, {"uid": "thai-27359-val", "text_a": "โจนส์ หมายถึง   เซอร์   วิลเลียม   จอห์น สัน ,   กล่าวว่า   เขา เป็น ที่รัก ,   เป็น ที่ เชยชม ,   และ เกือบจะ เป็น ที่รัก ของ ชาว อินเดียนแดง", "label": "neutral", "portion_identifier": -1, "text_b": "ชาวอินเดีย แสดง ให้   Sir   William   Johnson   เห็น ถึง วิธีการ ปลูก ต้นไม้ ใน สวน"}, {"uid": "thai-26040-val", "text_a": "คุณ สามารถ พบ พิพิธภัณฑ์ บ รี อัน   ( เป็นแนว ของ ศิลปะ การ ตกแต่ง และ ศิลปะ ยุคใหม่ )   ภายใต้ ตึก เก่า ของ ค่าย ฝึก ทหาร ตรงข้าม กับ พิพิธภัณฑ์ อียิปต์", "label": "neutral", "portion_identifier": -1, "text_b": "พิพิธภัณฑ์ อยู่ ตรง ข้ามถนน จาก พิพิธภัณฑ์ อี ยปต์"}, {"uid": "thai-26206-val", "text_a": "ยกตัวอย่าง   พนักงาน อาจ จำเป็นต้อง ใช้ บัตร เรียก เก็บ ค่าใช้จ่าย ที่ ออกแบบ มา สำหรับ ตัวแทน สำหรับ โรงแรม และ ค่าใช้จ่าย อื่น   ๆ   ดังกล่าว", "label": "neutral", "portion_identifier": -1, "text_b": "พนักงาน ต้องการ ให้ เรียกเก็บเงิน ค่า อาหาร ทั้งหมด ลง ใน บัตร"}, {"uid": "thai-25845-val", "text_a": "แล้ว ปล่อย ให้ พวกเขา รู้ ว่า   ถ้า พวกเขา มี ความพยายาม ที่จะ ขัดขวาง การ แล่น เรือใบ ของ เรา ด้วยเหตุนี้ ,   เรา จะ แขวน   ด็ อ ค กี้   ก่อน และ ต่อสู้ เพื่อ มัน หลังจากนั้น", "label": "neutral", "portion_identifier": -1, "text_b": "ไม่มีทาง รู้ ได้ เลย ว่า เรือ ยังคง เดินหน้า ต่อไป หรือไม่"}, {"uid": "thai-25004-val", "text_a": "พวกเขา พา โจ ไป ด้วย   และ ยาย ของ ฉัน บอ กว่า   เธอ บอ กว่า มัน เป็นเวลา ที่ แสน เศร้า มาก   ๆ   ใน บ้าน   เพราะว่า   เธอ รู้ ไหม   ทุกคน คิด โจ มาก และ พวกเขา ไม่รู้ ว่า จะ ต้อง ทำ อย่างไร", "label": "neutral", "portion_identifier": -1, "text_b": "โจ เสียชีวิต และ มัน รู้สึก หดหู่ จริงๆ"}, {"uid": "thai-25412-val", "text_a": "ข้อความ รัฐธรรมนูญ ของ   1787   ได้ กำหนด สิทธิ ของ เจ้าของ ทาส เพื่อ กู้ ทาส ที่ หลบหนี ึ เข้าไป ใน ดินแดน อิสระ คืน", "label": "neutral", "portion_identifier": -1, "text_b": "สิทธิ ใน การกู้ คืน ทาส จาก ดินแดน อิสระ ไม่ได้ เป็น สิทธิ์ ที่ ได้รับ ความนิยม"}]}