{"1": [{"uid": "german-1852-trn", "text_a": "Die Kabel funktionieren bei fast keinen Geräten. Nur das kurze geht bei manchen. Zubehör nicht kompatibel 😏", "label": 1, "portion_identifier": -1, "text_b": "Kabel die nicht funktionieren . electronics"}, {"uid": "german-14979-trn", "text_a": "Gerät scheint nicht zu funktionieren. Ob Stromkreis oder USB, es tut sich nichts, d.h. das Display bleibt immer gleich. Kein Fortschritt, auch nicht mit einer anderen 18650 Batterie. Gerät defekt?", "label": 1, "portion_identifier": -1, "text_b": "Gerät defekt? Oder mache ich etwas falsch? . wireless"}, {"uid": "german-28781-trn", "text_a": "Ich muss mich den anderen Rezensenten anschließen Einen Tag lang konnte ich Videos von meiner MiniDV auf die mitgelieferte 4GB Micro SD-Karte aufzeichnen. Seitdem nur noch schwarz-weiß, mit von links nach rechts und zurück wackelndem Bild und alle 5 Sekunden eine Unterbrechung (kurz blauer bildschirm, etwas Film, wieder blauer Bildschirm, wieder etwas Film), das Video läuft auf dem Monitor meiner Videokamera direkt daneben aber vollkommen normal. Mehrfache Resets, sowohl vom Grabber als auch meiner Kamera ändern nichts. Zu guterletzt fiel die SD Karte durch den Kartenschacht in das Gerät rein. Sowas habe ich ja noch nie erlebt und ich betreibe mehrere Geräte mit micro SD-Karten. Ich habe keine Ahnung, wie die da durchfallen kann? Diese klappert aber nun munter innerhalb des Gerätes herum, man müsste es aufbrechen um an die Karte heranzukommen! Retoure!", "label": 1, "portion_identifier": -1, "text_b": "1 Tag gings danach nie wieder . electronics"}, {"uid": "german-9541-trn", "text_a": "Nie wider dieses Spielzeug", "label": 1, "portion_identifier": -1, "text_b": "Wirklich schade um das geld . home_improvement"}, {"uid": "german-22299-trn", "text_a": "Lenker ist nach der Montage immernoch locker. Die Manschette vom lenker schließt nicht richtig und lässt sich auch nicht fest verschrauben. Hätte gedacht das bei einem Produkt von Kettler die Qualität wesentlich besser ist. Die Verpackung sah auch aus als wenn der Roller schon mehrfach verschickt wurde und war auch nur Mangelhaft mit Paketband verschlossen. Ich würde das Produkt nicht nochmal kaufen.", "label": 1, "portion_identifier": -1, "text_b": "Qualität mangelhaft . toy"}, {"uid": "german-38423-trn", "text_a": "Leidend weiß ich nicht, wie ich mich sonst an die Firma wenden kann. Der Wecker wurde laut Info an einem sicheren Ort hinterlegt. Ich habe vor dem Haus, auf der Terrasse und im Briefkasten alles abgesucht, leider nichts gefunden. Erbitte Info, sonst muss ich mich an den Osterhasen wenden, damit er mir beim Suchen hilft!", "label": 1, "portion_identifier": -1, "text_b": "Wo ist das Paket zu finden? . home"}, {"uid": "german-6857-trn", "text_a": "Leider scheint der Stern ein wahrer Stromfresser zu sein. Seit Inbetriebnahme vor 2 Wochen schon die zweite Runde Batterien leer. Nachts war der Stern immer aus. Effektiv vielleicht 14std am Tag in Betrieb. Bei vollen Batterien tolles Licht und schöner Stern!", "label": 1, "portion_identifier": -1, "text_b": "Batterienfresser . home"}, {"uid": "german-669-trn", "text_a": "Es handelt sich hier um die chinesische Version der Amazfit Bip. Diese lässt sich zwar auf Englisch umschalten, springt aber immer wieder auf Chinesisch zurück. Total nervig. Was aber noch viel schlimmer ist, diese Uhr haut auch keine CE Kennzeichnung. Somit geht die Uhr wieder zurück. Für alle die es nicht stört, schöne Uhr, lässt sich gut tragen, Akku scheint lange zu halten. Nach 2 Tagen mit viel dran rum spielen noch 94% Akku.", "label": 1, "portion_identifier": -1, "text_b": "Nicht zu empfehlen. Keine CE Kennzeichnung . sports"}], "2": [{"uid": "german-47073-trn", "text_a": "Nach gutem Beginn, langweilig und verwirrend.", "label": 2, "portion_identifier": -1, "text_b": "Muss man nicht gelesen haben . digital_ebook_purchase"}, {"uid": "german-44408-trn", "text_a": "Leider im Abo nicht die neuen Pampers mit Luftkanälen bekommen. Die halten bei uns nachts nicht trocken. Jede Nacht alles nass inkl. Schlafsack. Deshalb nur 2 Sterne.", "label": 2, "portion_identifier": -1, "text_b": "Sohn lernt nachts schwimmen . drugstore"}, {"uid": "german-77511-trn", "text_a": "Schutzfolie ist sehr knapp bemessen und deckt den Bildschirm (iPhone 8) in der Breite grade so ab, auch in der Höhe könnte sie ein paar mm länger sein. Außerdem entsprechen die Bilder nicht dem tatsächlichen Produkt: Auch hier befindet sich eine großzügige Aussparung unterhalb des Home Buttons. Für insgesamt 3 Folien liegt 1 Reinigungsset bei, nicht sehr nützlich. Dennoch habe ich die Folie als Übergangslösung angebracht, dies funktionierte sehr einfach und ohne Bläschenbildung, war allerdings durch die knappen Maße etwas fummelig.", "label": 2, "portion_identifier": -1, "text_b": "knapp bemessen, entspricht nicht Produktbildern . pc"}, {"uid": "german-65842-trn", "text_a": "Hallo das Programm ist sehr gut ich kenne das und benutze das Vorgänger Programm aber der Versand ist Miserabel erst kommt das Packet viel zu spät und dann auch noch komplett zusammen gedrückt und beschädigt das kenne ich so nicht von Amazon und deshalb gibt es auch nur 2 Sterne.", "label": 2, "portion_identifier": -1, "text_b": "Packet Versand echt schlecht . other"}, {"uid": "german-51491-trn", "text_a": "Hat leider nicht fehlerfrei funktioniert.", "label": 2, "portion_identifier": -1, "text_b": "War leider defekt . home"}, {"uid": "german-54942-trn", "text_a": "Schelle Lieferung, alles gut. Produkt entspricht den Erwartungen. Leider Sterne Abzug weil in der Lieferung das Ohrhörer Ladekabel fehlt, somit ist ein Laden nur mit der Ladebox möglich.", "label": 2, "portion_identifier": -1, "text_b": "Entspricht den Erwartungen . electronics"}, {"uid": "german-43490-trn", "text_a": "Man verrutscht leider dauernd... Sehr ärgerlich. Auch wenn der Preis nicht schlecht war, würde ich die Schablonen nicht weiter empfehlen...", "label": 2, "portion_identifier": -1, "text_b": "Nicht wirklich zu empfehlen . home"}, {"uid": "german-63259-trn", "text_a": "Habe mir das Teleskop für den Wald gekauft und war deshalb auf der Suche nach einem günstigen Modell, jedoch musste ich vor sein ersten richtigen Einsatz bereits feststellen, dass ich das Prisma am Rand des sichtfeldes sehe (was für mich gar nicht geht) und im Vergleich zu einem anderen höherpreisigen Modell, auch die 12-fache Vergrößerung nicht hat. Für mich ein No-go. Verarbeitung, Handhabung und Bildschärfe sind aber I. O. Daher 2 Sterne.", "label": 2, "portion_identifier": -1, "text_b": "Hält nicht was es verspricht . camera"}], "3": [{"uid": "german-119428-trn", "text_a": "Sehr schöne Flasche! Würde sie jederzeit wieder bestellen! Ist dicht sieht toll aus... Leider ist keine handschlaufe dabei gewesen! Obwohl in der Beschreibung ein Haken bei handschlaufe ist! Schade ! Wäre ansonsten 100% perfekt", "label": 3, "portion_identifier": -1, "text_b": "Tolle Flasche... aber... . sports"}, {"uid": "german-83487-trn", "text_a": "Bin etwas enttäuscht", "label": 3, "portion_identifier": -1, "text_b": "Trachtenhose . apparel"}, {"uid": "german-112798-trn", "text_a": "Die Schuhe sitzen gut und die Stahlkappe schützt gut. Jedoch sind sie sehr klobig, und dadurch sie so fest sind, reißen beim festen schnüren die oberen Laschen der Schnürbänder sehr schnell ab.", "label": 3, "portion_identifier": -1, "text_b": "Gute Passform . industrial_supplies"}, {"uid": "german-81738-trn", "text_a": "Foto ist schöner als fertiges Bild. Fürs Kinderzimmer vielleicht ehr gedacht. Steinchen mehr als ausreichend. Nur die Löwen zu bestecken.", "label": 3, "portion_identifier": -1, "text_b": "Foto schöner als fertiges bild . lawn_and_garden"}, {"uid": "german-85255-trn", "text_a": "Bestell-Angaben missverständlich: Pack - Stück - 1 Pack= 1 Stück - abgebildet sind vier Farben, es wird aber nur ein Stück geliefert, dafür aber nicht gerade preiswert.", "label": 3, "portion_identifier": -1, "text_b": "Bestell-Formulierung unklar . home"}, {"uid": "german-98783-trn", "text_a": "Meiner Meinung nach zu wenig Grusel. Andere Hörspiele aus der Reihe sind m.E. besser.", "label": 3, "portion_identifier": -1, "text_b": "Wenig Grusel . other"}, {"uid": "german-110067-trn", "text_a": "nach einem halben Jahr kaputt", "label": 3, "portion_identifier": -1, "text_b": "Elektrische Kaffeemühle Aicok . kitchen"}, {"uid": "german-93977-trn", "text_a": "Ist so nicht schlecht die Idee, aber leider halten die Seiten überhaupt nicht. Sie sind mit einem Klettverschluss versehen und den klebt man dann an den Seiten an den Innenraum aber die halten nicht!", "label": 3, "portion_identifier": -1, "text_b": "Gute Idee aber leider nichts 100%iges . automotive"}], "4": [{"uid": "german-144940-trn", "text_a": "Bin zufrieden. Lediglich die Updates nach der 1. Installation sind nervig! Kinderleicht zu bedienen. Würde das Programm wieder kaufen! Vielen Dank.", "label": 4, "portion_identifier": -1, "text_b": "Einfach zu bedienen und sehr gute Ergebnisse . other"}, {"uid": "german-140614-trn", "text_a": "Das Produkt an für sich hält und funktioniert auch. Ich bin insgesamt auch recht zufrieden damit. Es klebt und kann auch gut abdichten. Was mich etwas stört: Auf dem Bild sieht es wesentlich stabiler aus und dementsprechend dichter. Die Rolle wurde einfach in den Briefumschlag getan, ich habe es anfangs fast nicht raus bekommen, weil es am Brief klebte... Außerdem werden 2,50€ Versandkosten berechnet, aber mit einem Brief und 1,45€ Versandmarke verschickt. Ein Brief kostet ja nicht 1,05€ ...", "label": 4, "portion_identifier": -1, "text_b": "Funktioniert . home_improvement"}, {"uid": "german-153291-trn", "text_a": "Das Gehäuse fühlt sich angenehm und rutschsicher an. Die Akku-Laufzeit ist mehr aus ausreichend.Die Tasten haben einen guten Druckpunkt und wackeln nicht und der Klang und die Lautstärke lassen keine Wünsche offen. Selbst beim Joggen nicht. im Grunde genommen ist der MP3-Player nicht schlecht und ich würde mir er wieder kaufen.", "label": 4, "portion_identifier": -1, "text_b": "gute Musikwiedergabe/ klein und sehr leicht . wireless"}, {"uid": "german-159403-trn", "text_a": "Das Produkt ist sehr gut,und schnell geliefert worden danke.", "label": 4, "portion_identifier": -1, "text_b": "Schnell geliefert. . luggage"}, {"uid": "german-120082-trn", "text_a": "die Uhr ist sehr schön aber ich verstehe nicht wie man das Uhrenarmband schließt wenn sie mir einen Tip geben könnten wäre das klasse", "label": 4, "portion_identifier": -1, "text_b": "Uhrenarmband . watch"}, {"uid": "german-155643-trn", "text_a": "Etwas schlechter als Teil 1", "label": 4, "portion_identifier": -1, "text_b": "Band 2 . digital_ebook_purchase"}, {"uid": "german-144482-trn", "text_a": "Ich besitze die Kopfhörer nun seit zwei Jahren und bin im Großen und Ganzen zufrieden! Die Kopfhörer haben von der Ergonomie her eine super Passform und sind für alle Kopfgrößen gut geeignet. Auch nach mehreren Stunden tragen, bekommen man keine schwitzigen Ohren oder sonstiges. Der Klang ist einfach super! Wenn man die Kopfhörer auf hat, merkt man schnell, dass Sie super abgeschottet sind und man kaum Außengeräusche mehr wahrnehmen kann. Dementsprechend wirkt der Klang dann auch so unglaublich rein und klar! Habe selten einen so guten Klang gehabt! Das Mikro wurde von meinen Freunden via Skype als qualitativ sehr gut eingestuft! Einziges Manko und deswegen auch der eine Stern Abzug ist für mich das Kabel. Leider ist das Kabel auch nach langer Zeit bei mir immer noch sehr steif und wickelt sich komisch auf. Leider ist es deswegen inzwischen bereits an einer Stelle aus der Stoffummantelung gerissen. Abgesehen von dem Kabel ist es aber ein Super Headset was ich immer wieder kaufen würde.", "label": 4, "portion_identifier": -1, "text_b": "Super Klang! Kabel etwas störrisch! . pc"}, {"uid": "german-139877-trn", "text_a": "Der Kalender hat mir letztes Jahr sehr gefehlt. Er ist wunderbar, tägl. kann man die Mondphasen schon am Blatt erkennen. Leider sind einige Tipps auf hellblauem Grund schwer zu lesen..deshalb ein Stern Abzug.", "label": 4, "portion_identifier": -1, "text_b": "Wunderbarer Kalender . book"}], "5": [{"uid": "german-164570-trn", "text_a": "Die Hüfttasche ist heute angekommen und ich finde sie echt wunderschön. Freue mich jetzt schon, wenn sie das erste mal zum Einsatz kommt 😊.", "label": 5, "portion_identifier": -1, "text_b": "Tolles Teil. .. . sports"}, {"uid": "german-174382-trn", "text_a": "13 Monate in meinem Besitz und nach gerade mal 7 Monaten ohne Winter hat er jetzt seinen Geist aufgegeben , Motor durch gebrannt . pünktlich nach ablauf der Garantie.", "label": 5, "portion_identifier": -1, "text_b": "13 Monate . home_improvement"}, {"uid": "german-161572-trn", "text_a": "An der Qualität habe ich nichts zu bemängeln. Der einzige Nachteil ist das man 3 verschiedene Antriebe braucht und keine Adapter dabei sind. Aber das war auch so angegeben., deshalb alle 5 *", "label": 5, "portion_identifier": -1, "text_b": "Gute Werkstatt Qualität . home_improvement"}, {"uid": "german-198942-trn", "text_a": "Schnell und unkompliziert", "label": 5, "portion_identifier": -1, "text_b": "Gut . video_games"}, {"uid": "german-174249-trn", "text_a": "Schnelle Lieferung Preis Leistung auch okay. Würde falls benötigt, wieder etas bei diesem Händler bestellen. Vielen Dank", "label": 5, "portion_identifier": -1, "text_b": "Guter Händler . luggage"}, {"uid": "german-164197-trn", "text_a": "Die Flasche sieht sehr gut aus, ist qualitativ sehr gut verarbeitet, ich bin echt zufrieden!", "label": 5, "portion_identifier": -1, "text_b": "einfach perfekt! . sports"}, {"uid": "german-183717-trn", "text_a": "Ein wirklich schöner Adidas Hoodie und das zum Preis von 25€. Echt top!! Kaufempfehlung würde ich an der Stelle sofort vergeben.", "label": 5, "portion_identifier": -1, "text_b": "Top Preis . sports"}, {"uid": "german-192139-trn", "text_a": "Ich bin sehr zufrieden und damit wird die lange Flugreise erträglich werden!", "label": 5, "portion_identifier": -1, "text_b": "Sehr zufrieden . luggage"}]}