{"0": [{"uid": "spanish-84-val", "text_a": "El abies lasiocarpa, generalmente llamado abeto subalpino o abeto de las Montañas Rocosas, es un abeto de Norteamérica.", "label": "0", "portion_identifier": -1, "text_b": "Abies lasiocarpa, comúnmente conocido como abeto de América del Norte occidental o abeto de las Montañas Rocallosas, es un árbol de abeto subalpino."}, {"uid": "spanish-474-val", "text_a": "El equipo respondió a los cambios en el siguiente juego de la misma tarde del 19 de febrero.", "label": "0", "portion_identifier": -1, "text_b": "El equipo respondió a los cambios en el mismo juego de la tarde del 19 de febrero siguiente."}, {"uid": "spanish-709-val", "text_a": "Bahrawal es una aldea en el distrito Bhopal de Madhya Pradesh, India. Está en el Berasia tehsil.", "label": "0", "portion_identifier": -1, "text_b": "Bahrawal es un pueblo en el distrito de Berasia de Madhya Pradesh, India. Está ubicado en el Bhopal tehsil."}, {"uid": "spanish-1757-val", "text_a": "En 1955, la comunidad anglicana se fusionó con otra y la Iglesia de la Santa Trinidad en Prince Consort Road se convirtió en un nuevo templo parroquial.", "label": "0", "portion_identifier": -1, "text_b": "En 1955 la nueva parroquia se fusionó con otra y la Iglesia de la Santa Trinidad en Prince Consort Road se convirtió en una iglesia anglicana."}, {"uid": "spanish-1951-val", "text_a": "La producción masiva de películas electrónicas y digitales estaba directamente relacionada con la industria cinematográfica masiva hasta que surgió la tecnología de video pornográfico.", "label": "0", "portion_identifier": -1, "text_b": "Hasta el advenimiento de la tecnología de video electrónica y digital, la producción en masa de las películas pornográficas estaba directamente relacionada con la industria cinematográfica principal."}, {"uid": "spanish-144-val", "text_a": "Nashua Silver Knights, parte de una liga colegial de verano, es el actual equipo de la ciudad.", "label": "0", "portion_identifier": -1, "text_b": "Los Nashua Silver Knights, que forman parte de una liga de verano actual, es un equipo colegial de la ciudad."}, {"uid": "spanish-675-val", "text_a": "Luego de su muerte en 1946, sus documentos para este proyecto seguían estando en un estado bruto de uniformidad.", "label": "0", "portion_identifier": -1, "text_b": "Al momento de su fallecimiento en 1946, los documentos de su proyecto se encontraban en estado preliminar de manera uniforme."}, {"uid": "spanish-1216-val", "text_a": "La pista \"Astrud\" del álbum de Gilberto \"Time and Tide\" de 1987 es un tributo a Basia Trzetrzelewska.", "label": "0", "portion_identifier": -1, "text_b": "La pista \"Astrud'' del álbum de 1987 de Basia Trzetrzelewska, \"Time and Tide'', es un tributo a Gilberto."}], "1": [{"uid": "spanish-74-val", "text_a": "Inmediatamente después de leer el libreto de Aamir Khan, Mehra accedió a actuar en \"Rang De Basanti\".", "label": "1", "portion_identifier": -1, "text_b": "Mehra accedió a actuar en \"Rang De Basanti\" inmediatamente después de leer el libreto de Aamir Khan."}, {"uid": "spanish-1737-val", "text_a": "Luego de la invasión de Polonia de 1939 por parte de la Alemania nazi y la Unión Soviética, Osterwa estuvo activo en la educación clandestina, pero también se enfermó.", "label": "1", "portion_identifier": -1, "text_b": "Luego de la invasión de Polonia por la Alemania nazi y la Unión Soviética en 1939, Osterwa estuvo activo en la educación clandestina, pero también se enfermó."}, {"uid": "spanish-153-val", "text_a": "Queda a 20 millas al noroeste de Roanoke, Virginia y alrededor de dos millas al sudeste de Glasgow, Virginia.", "label": "1", "portion_identifier": -1, "text_b": "Está a 20 millas al noroeste de Roanoke, Virginia y alrededor de dos millas al sudeste de Glasgow, Virginia."}, {"uid": "spanish-751-val", "text_a": "Se lanzó un CD con temas de 14 de sus películas en 2008, realizado por Philip Powers y producido por 1M1 Records.", "label": "1", "portion_identifier": -1, "text_b": "El CD de temas de catorce de sus películas fue lanzado en 2008 por Philip Powers y producido por 1M1 Records."}, {"uid": "spanish-1016-val", "text_a": "Nicole Pratt derrotó a Kristin Godridge 6-4, 6-3", "label": "1", "portion_identifier": -1, "text_b": "Nicole Nicole Pratt venció a Kristin Godridge 6--4, 6-3"}, {"uid": "spanish-1547-val", "text_a": "La regulación es la segunda ordenación de un clérigo cuya ordenación original es cuestionable.", "label": "1", "portion_identifier": -1, "text_b": "La reordenación es la segunda ordenación de un clérigo cuya ordenación original es cuestionable."}, {"uid": "spanish-1811-val", "text_a": "Heinz Kohut vio el sí mismo normal como una fijación en una fase grandiosa de la infancia, mientras que otros posfreudianos estudiaron el rol de la fijación en la agresividad y la delincuencia.", "label": "1", "portion_identifier": -1, "text_b": "Heinz Kohut veía al yo normal como una fijación exagerada de la niñez, mientras que otros posfreudianos exploraron el rol de la fijación en la agresión y la criminalidad."}, {"uid": "spanish-1069-val", "text_a": "En cambio, una ganancia por \"recaudación\" puede asignarse o bien su propietario puede transferirla.", "label": "1", "portion_identifier": -1, "text_b": "En contraste, una ganancia \"en bruto\" se puede asignar o transferir de otra forma a su propietario."}]}