{"0": [{"uid": "german-768-val", "text_a": "In den späten 1990er-Jahren war es in Seattle fast überall in Gemischtwarenläden und Supermärkten zu haben sowie in mehreren Cafés in Minneapolis.", "label": "0", "portion_identifier": -1, "text_b": "In den späten 1990er Jahren war es in Convenience Stores und Supermärkten in Minneapolis weit verbreitet und ist in mehreren Cafés in Seattle erhältlich."}, {"uid": "german-1859-val", "text_a": "Grady Howard wurde an diesem Tag zum ersten Bürgermeister gewählt und am 5. Juni 1951  offiziell zum Interimsbürgermeister von Spring Lake ernannt.", "label": "0", "portion_identifier": -1, "text_b": "An diesem Datum wurde Grady Howard als erster Bürgermeister gewählt und offiziell zum Bürgermeister von Spring Lake am 5. Juni 1951 ernannt."}, {"uid": "german-1294-val", "text_a": "19-jährig zog sie nach Stockholm, von wo sie 2011 nach New York zog.", "label": "0", "portion_identifier": -1, "text_b": "Im Alter von 19 Jahren zog sie nach New York, 2011 nach Stockholm."}, {"uid": "german-969-val", "text_a": "Lobethal Bierhaus ist eine regionale Bierbrauerei mit deutschen Einflüssen.", "label": "0", "portion_identifier": -1, "text_b": "Das Lobethal Bierhaus ist eine deutsche Brauerei mit regionalen Einflüssen."}], "1": [{"uid": "german-902-val", "text_a": "Robbins wurde am 21. September 1933 zusammen mit seinem Zwillingsbruder David, dem achten und neunten der zwölf Kinder von Charles und Jessamine Robbins, in Coventry geboren.", "label": "1", "portion_identifier": -1, "text_b": "Robbins wurde am 21. September 1933 mit seinem Zwillingsbruder David in Coventry geboren, das achte und neunte  der insgesamt zwölf Kinder von Charles und Jessamine Robbins."}, {"uid": "german-1728-val", "text_a": "Die Leuchte „Gestoppt“ bezieht sich im Kontext eines EIT-Mediums auf die Quantenübertragung von Photonen auf das Kohärenzsystem und zurück.", "label": "1", "portion_identifier": -1, "text_b": "Das Lichtsignal „Gestoppt“ bezieht sich im Kontext eines EIT-Mediums auf die Quantenübertragung von Photonen zum kohärenten System und zurück."}, {"uid": "german-471-val", "text_a": "Brough and Shatton ist eine politische Gemeinde in Hope Valley im Distrikt High Peak der Grafschaft Derbyshire, England.", "label": "1", "portion_identifier": -1, "text_b": "Brough and Shatton ist eine Gemeinde in Hope Valley im Verwaltungsbezirk High Peak der englischen Grafschaft Derbyshire."}, {"uid": "german-1063-val", "text_a": "Das Spiel wurde für seine angenehme Umgebung, sein breites und interaktives Steuerschema und sein innovatives Gameplay gelobt.", "label": "1", "portion_identifier": -1, "text_b": "Das Spiel wurde für seine angenehme Umgebung, das breite und innovative Kontrollschema und sein innovatives Gameplay gelobt."}]}