{"0": [{"uid": "korean-1314-val", "text_a": "제임스타운 풍차는 로드아일랜드주 제임스타운 북쪽의 풍차 언덕 역사지구에 있는 Weeden Lane의 스목 풍차(smock mill)입니다.", "label": "0", "portion_identifier": -1, "text_b": "Jamestown Windmill은 Weeden Lane의 North Road 북쪽 Windmill Hill 역사 지구의 Rhode Island, Jamestown의 풍차입니다."}, {"uid": "korean-309-val", "text_a": "열일곱 개 중 세 개의 트랙이 DVD로 포함된 Dido Live라는 이름의 EP는 2005년 6월 21일 아이튠즈 스토어를 통해 온라인으로 단독 공개되었다.", "label": "0", "portion_identifier": -1, "text_b": "DVD의 17개 라이브 트랙 중 3개가 포함된 Dido Live라는 EP는 2005년 6월 21일에 iTunes Store에서 독점적으로 디지털로 발매되었습니다."}, {"uid": "korean-1384-val", "text_a": "1955년 영국 성공회 교구는 다른 것과 통합되었고 Pince Consort Road에 있는 성삼위 교회가 새로운 교구 교회가 되었습니다.", "label": "0", "portion_identifier": -1, "text_b": "1955년 신규 교구가 다른 곳과 통합되었고 Pince Consort Road에 있는 성삼위 교회는 영국 성공회 교구 교회가 되었습니다."}, {"uid": "korean-1293-val", "text_a": "짧은 싸움 후 술탄 Mohammad Khan Hari Singh Nalwa는 도시를 떠나도록 강제했습니다", "label": "0", "portion_identifier": -1, "text_b": "짧은 전투 후에 Sultan Mohammad Khan이 Hari Singh Nalwa에게 도시를 비우라고 강요했습니다."}], "1": [{"uid": "korean-1322-val", "text_a": "그들의 자녀는 Deirdre Howley와 결혼한 Barbara, Gladys Eisenstadt, Herbert Cohen과 결혼한 Ira Eisenstadt, Marvin Eisenstadt와 결혼한 Ellen Eisenstadt였습니다.", "label": "1", "portion_identifier": -1, "text_b": "그들의 아이들은 Deidre Howley와 결혼한 Barbara, Gladys Eisenstadt, Herbert Cohen과 결혼한 Ira Eisenstadt, Marvin Eisenstadt와 결혼한 Ellen Eisenstadt입니다."}, {"uid": "korean-782-val", "text_a": "1924년 여름 그는 남부 아칸소주에 있는 Smackover에 가서 Union County 근처 Norphlet에 있는 사무실에서 오일 붐에 대해 작업했습니다.", "label": "1", "portion_identifier": -1, "text_b": "1924년 여름, 그는 아칸소주 남부의 스맥오버를 방문해 유니언 카운티 근처 노플렛의 사무실에서 오일 붐 관련 업무를 보았습니다."}, {"uid": "korean-1359-val", "text_a": "E는 일등급 혜택이고 A는 이차적 혜택이다. 중국어에서 E는 친절함을 뜻하고 On은 행운과 평화를 의미한다.", "label": "1", "portion_identifier": -1, "text_b": "E는 첫 번째 등급의 공적이고 An은 두 번째 공적입니다. 중국에서 E는 친근함을 의미하고 An은 행운과 평화로움을 의미합니다."}, {"uid": "korean-375-val", "text_a": "토완다 크리크는 브래드퍼드 카운티(41.655805, -76.850706)의 남서쪽 캔턴 밸리에 위치해 있습니다.", "label": "1", "portion_identifier": -1, "text_b": "Towanda Creek은 캔턴 계곡의 (41.655805 , -76.850706)에 있는 브래드포드 카운티 남서쪽에 위치해 있다."}]}