{"1": [{"uid": "german-37830-trn", "text_a": "Vorsicht! Der Rand des Bildes ist etwa ein Zentimeter breit weiß und nicht durchsichtig, genauso einige innen liegende Teile, die transparent sein sollten. Das sieht auf jeder Unterlage, die nicht schneeweiß ist, dann total blöd aus und der gewünschte Effekt, dass die Wand oder Tür wie zerbröckelt wirkt, wird natürlich überhaupt nicht erreicht. Das wird in der Produktbeschreibung überhaupt nicht erwähnt, im Gegenteil, hier wird suggeriert, das Bild sei für jeden Untergrund geeignet. Die abgebildeten Fotos sind gestellt! Einfach nur Mist!", "label": 1, "portion_identifier": -1, "text_b": "Rand ist weiß nicht durchsichtig. . home"}, {"uid": "german-133-trn", "text_a": "Kann man sich sparen....schlappe Geschichte aus dem amerikanischen Bürgerkrieg um ein paar Damen und einem verwundeten Soldaten, der den weiblichen Reizen unterliegt und dafür sterben muss...", "label": 1, "portion_identifier": -1, "text_b": "Schlapp . digital_video_download"}], "2": [{"uid": "german-42734-trn", "text_a": "Wir haben gleich 4 davon bestellt. Lieferung kam pünktlich, alles gut. Leider war in einer richtigen Verpackung ein falscher Regler drinnen. Nach der Reklamation, mussten wir den falschen selbst zurück schicken. Nach einer Woche kam nun der neue an. Keine Entschuldigung und nicht mal die versprochene beigelegte Briefmarke war dabei. Das heißt wir haben nun im Endeffekt mehr Arbeit gehabt und 8,-€ Versandkosten bezahlt!!!", "label": 2, "portion_identifier": -1, "text_b": "Reklamation mit viel Aufwand . home_improvement"}, {"uid": "german-51449-trn", "text_a": "Das Teil funktioniert zwar, hat sich aber als billg verarbeitete \"Funzel\" herausgestellt und ist nur in abgedunkelter Umgebung verwendbar. Kein Vergleich zu meiner ur(!)alten Sun-Stroboskop-Pistole. Hmm. Vielleicht sollte ich die doch reparieren ...", "label": 2, "portion_identifier": -1, "text_b": "Entäuschend . automotive"}], "3": [{"uid": "german-106750-trn", "text_a": "Wer ein guter Tüftler ist, kann mit dem Bausatz definitiv etwas anfangen. Frontkamera - HomeButton (inkl. Sensor) müssen selbst verbaut werden. Bei mir fehlte auch das Edelstahlblech von der Rückseite des Displays. Pro: + Bausatz komplett + mit Anleitung + mit Magnetplatte für die Schrauben + Display war optisch Neuwertig Contra: - Frontkamera wollte nicht richtig passen - HomeButton verbauen ist harte Arbeit (das Flexkabel möchte ständig abheben - passt nicht ganz) Mein Display war leider Defekt, deswegen hätte ich am liebsten 1 Stern gegeben. Da der Anbieter jedoch sofort reagierte und mir eine Erstattung anbot, gebe ich für diese Serviceleistung klare 3 Sterne. P.S. 5 zu geben würde ich unfair finden, denn es steckte Arbeit darin und mein Produkt war definitiv Defekt.", "label": 3, "portion_identifier": -1, "text_b": "Produkt für \"erfahrene\" Bastler . electronics"}, {"uid": "german-116238-trn", "text_a": "Super einfach am Kinderwagen montiert. Leider war eine der mitgelieferten Batterien bereits nach 15 Minuten leer. Ich hoffe die neue hält länger", "label": 3, "portion_identifier": -1, "text_b": "Super für Kinderwagen . sports"}], "4": [{"uid": "german-127307-trn", "text_a": "Schnelle Lieferung Sehr gutes Gerät Empfehlung gut Deckelverschluss etwas kniffelig zum verschliessen", "label": 4, "portion_identifier": -1, "text_b": "Wasserdicht . home_improvement"}, {"uid": "german-134025-trn", "text_a": "Gefallen hat mir das die Lieferung sehr schnell ging. Nicht so gefallen hat mir das man beim grillen aufpassen muss das man sich nicht am Griff und an den Standbeinen vom Grill verbrennt. Da beides während des grillen sehr heiß werden.", "label": 4, "portion_identifier": -1, "text_b": "Holzkohlegrill . lawn_and_garden"}], "5": [{"uid": "german-186715-trn", "text_a": "Den passenden Tisch zu einfach supi", "label": 5, "portion_identifier": -1, "text_b": "Sehr schön . lawn_and_garden"}, {"uid": "german-179660-trn", "text_a": "Koppeln wurde noch nicht so einfach gemacht. Alle Logitech Geräte kann man mit verschiedenen Geräten mit 3 Kanälen ansteuern.", "label": 5, "portion_identifier": -1, "text_b": "Super Stick! . pc"}]}