{"0": [{"uid": "german-1305-val", "text_a": "Retzius wurde in Stockholm als Sohn des Anatomen Anders Jahan Retzius (und Enkel des Naturalisten und Chemikers Anders Retzius) geboren.", "label": "0", "portion_identifier": -1, "text_b": "Retzius wurde in Stockholm als Sohn des Anatomen Anders Retzius (und Enkel des Naturforschers und Chemikers Anders Jahan Retzius) geboren."}, {"uid": "german-46-val", "text_a": "ACVM hat seinen Hauptsitz in Edinburgh und Niederlassungen in Glasgow, Aberdeen, Newcastle, Manchester und Milton Keynes.", "label": "0", "portion_identifier": -1, "text_b": "Arnold Clark Vehicle Management hat seinen Hauptsitz in Glasgow und Tochterunternehmen in Edinburgh, Aberdeen, Newcastle, Manchester und Milton Keynes."}, {"uid": "german-181-val", "text_a": "Präsident war Mayer Sulzberger, und Abraham Hart war Sekretär der Treuhänder.", "label": "0", "portion_identifier": -1, "text_b": "Abraham Hart war Präsident und Mayer Sulzberger Sekretär, das Kuratorium."}, {"uid": "german-667-val", "text_a": "Dharmendra Yadav von der RJD besiegte Poonam Devi, der im Jahr 2000 für die JDU antrat.", "label": "0", "portion_identifier": -1, "text_b": "Poonam Devi von der RJD schlug Dharmendra Yadav im Jahr 2000 als JDU."}, {"uid": "german-31-val", "text_a": "Finale ist eine Stadt im Bezirk Mopani in der Provinz Limpopo in Südafrika.", "label": "0", "portion_identifier": -1, "text_b": "Finale ist eine Stadt in Südafrika in der Provinz Limpopo Mopani District Municipality."}, {"uid": "german-175-val", "text_a": "Die Straße verläuft weiter nach Westen über die 5. Straße nach Delphos.", "label": "0", "portion_identifier": -1, "text_b": "NS"}, {"uid": "german-1486-val", "text_a": "Die Mabvuku High School ist eine weiterführende Schule in Harare in Simbabwe, einem Vorort von Mabvuku.", "label": "0", "portion_identifier": -1, "text_b": "Die Mabvuku High School, ist eine weiterführende Schule in Mabvuku, einem Vorort von Harare in Simbabwe."}, {"uid": "german-1040-val", "text_a": "Sikhismus ist eine Religion die in Indien Mitte des 15. Jahrhunderts mit dem ersten Guru namens Nanak Dev Ji (1469-1539 n. Chr.) ihren Anfang nahm.", "label": "0", "portion_identifier": -1, "text_b": "Der Sikhismus ist eine im ersten Jahrhundert durch den fünfzehnten Guru, bekannt unter dem Namen Guru Nanak Dev Ji (1469 - 1539 v.u.Z.), entstandene Religion."}], "1": [{"uid": "german-1576-val", "text_a": "Im August 1839 kam der Schweizer Pionier John Sutter (1803-1880) zusammen mit anderen euro-amerikanischen Siedlern nach Alta California.", "label": "1", "portion_identifier": -1, "text_b": "Der Schweizer Pionier John Sutter (1803 - 1880) traf im August 1839 gemeinsam mit anderen euroamerikanischen Siedlern in Alta California ein."}, {"uid": "german-387-val", "text_a": "Aufgrund dieser unzuverlässigen Mechanismen reichen Transaktions-Transportprotokolle wie das UDP-Protokoll (User Datagram Protocol) für den SIP-Betrieb aus.", "label": "1", "portion_identifier": -1, "text_b": "Aufgrund dieser unzuverlässigen Mechanismen sind Transaktionsprotokolle wie das User Datagram Protocol (UDP) für den SIP-Betrieb ausreichend."}, {"uid": "german-1422-val", "text_a": "Die Meisterschaft fand zwischen dem 21. und dem 28. Januar 2007 in der Spokane Arena und dem Spokane Convention Center in Spokane, Washington, statt.", "label": "1", "portion_identifier": -1, "text_b": "Die Meisterschaft 2007 fand vom 21. bis zum 28. Januar in Spokane, Washington, im Spokane Convention Center und in der Spokane Arena statt."}, {"uid": "german-115-val", "text_a": "Siebenberg bezeichnete ihn als seinen Lieblingssong auf dem Album \", weil er so rein und persönlich ist.", "label": "1", "portion_identifier": -1, "text_b": "Siebenberg hat den Song als seinen Favoriten des Albums auserkoren, „weil er so rein und persönlich ist.“"}, {"uid": "german-686-val", "text_a": "An Bord des Flugzeugs waren Lieutenant Colonel Gerald K. Hannaford, Captain Donald Grant Millard und Captain John F. Lorraine.", "label": "1", "portion_identifier": -1, "text_b": "An Bord des Flugzeugs waren Colonel Gerald K. Hannaford, Captain Donald Grant Millard und Captain John F. Lorraine."}, {"uid": "german-1057-val", "text_a": "Er fing an, von Simeon aus aufzuzählen und schloss Benjamin ein und begann wieder von vorne.", "label": "1", "portion_identifier": -1, "text_b": "Er begann Simeon zu berücksichtigen, nahm Benjamin mit auf und begann erneut zu zählen."}, {"uid": "german-1370-val", "text_a": "Malet heiratete 1664 Mary Aldworth, Witwe von John Aldworth aus Letcombe Regis, Berkshire, und Tochter von Thomas White aus Fyfield, Berkshire.", "label": "1", "portion_identifier": -1, "text_b": "Malet heiratete Mary Aldworth, die Witwe von John Aldworth aus Letcome Regis, Berkshire, und Tochter von Thomas White aus Fyfield, Berkshire, bis 1664."}, {"uid": "german-1589-val", "text_a": "Die irische Landstraße R205 verläuft von der R199 in County Cavan zur nordirischen Grenze bei County Leitrim meistens in County Fermanagh.", "label": "1", "portion_identifier": -1, "text_b": "Die Straße R205 ist eine Regionalstraße in Irland, die größtenteils in der Grafschaft Fermanagh von der Straße R199 in der Grafschaft Cavan zur nordirischen Grenze in der Grafschaft Leitrim führt."}]}