{"1": [{"uid": "german-22024-trn", "text_a": "Das Produkt war leider zu klein. Der Badeanzug entsprach meines Erachtens nicht der angegebenen Größe 44/46 XL. Daher wieder zurück, Schade,", "label": 1, "portion_identifier": -1, "text_b": "Badeanzug . apparel"}, {"uid": "german-22472-trn", "text_a": "Der Tiegel war unverschlossen und zur Hälfte leer! Die andere Hälfte war trocken ! Nach Retoure warte ich auf Ersatz !", "label": 1, "portion_identifier": -1, "text_b": "Unbrauchbarer Artikel ! . beauty"}, {"uid": "german-15862-trn", "text_a": "Hatte 2 Monate Freude an dem Produkt. Allerdings gab es gestern einen Knall und die Hauptsicherung im Haus ging raus.....Für eine so kurze Lebensdauer ist der Preis eigentlich zu hoch. Mal sehen, was der Verkufer dazu sagt....", "label": 1, "portion_identifier": -1, "text_b": "Haltbarkeit 2 Monate . personal_care_appliances"}, {"uid": "german-7992-trn", "text_a": "Optisch ist die Kette schön und alle meine Anhänger passen dran. Nur heute ist sie irgendwo am Oberteil hängen geblieben und gerissen. Das darf eigentlich nicht sein. Ich bin enttäuscht.", "label": 1, "portion_identifier": -1, "text_b": "Nach 10 Tagen gerissen. Sehr enttäuschend. . jewelry"}], "2": [{"uid": "german-67675-trn", "text_a": "Die Pfanne hat leider nach weniger als einem Jahr den Geist aufgegeben - die Teflonbeschichtung geht ab. Wir haben die Pfanne stets gut gepflegt, also weder Geschirrspülmittel verwendet zur Reinigung noch sie in die Geschirrspülmaschine getan. Zudem war sie vom ersten Tag an leicht gewölbt, d.h. das Bratöl ist zu den Seiten geflossen. Die Bratergebnisse waren allerdings gut und die Beschichtung eigentlich auch, bis auf die kurze Lebensdauer. Also in Summe leider schlechte Lebensdauer bei mittelmäßiger Qualität. Bei dem Preis könnte man allerdings noch ein Auge zudrücken.", "label": 2, "portion_identifier": -1, "text_b": "Nach weniger als einem Jahr hin... . home"}, {"uid": "german-55656-trn", "text_a": "Ich kann diese Kopfhörer leider nicht weiter empfehlen. Die Qualität und Verarbeitung der Kopfhörer ist nicht gut und die Passform im Ohr sitzt nicht ordentlich. Das Band zwischen den Hörern ist ziemlich unflexibel und hart. Eher störend beim Sport.Bei jeder Kopfdrehung rutschen sie aus dem Ohr. Die Kopfhörer sind auch viel zu groß und klobig am Ohr. Der Klang ist nicht überzeugend. Die Bässe schwach und die Höhen nicht klar genug. Mir sind sie beim Kampfsporttraining am Boxsack ständig aus dem Ohr gerutscht. (Nebenbei: Dafür kann ich Kopfhörer mit Bügel ums Ohr empfehlen. Halten sehr gut. Kann man auch hier erwerben ;)", "label": 2, "portion_identifier": -1, "text_b": "nicht gut . electronics"}, {"uid": "german-69105-trn", "text_a": "Wer billig kauft kauft zweimal So ist das nun mal Nach 50 Schuss war Ende Es verstellt sich selbst und das Glas ist innen voller Staub", "label": 2, "portion_identifier": -1, "text_b": "Naja,... . sports"}, {"uid": "german-64630-trn", "text_a": "Also, ich habe diese beiden Mühlen ca. 1 Jahr im Einsatz. Die ersten Monate liefen zu meiner Zufriedenheit gut. Danach kam das Dilemma. Mahlwerk verstopft usw. Trotz gründlicher Reinigung mit vorheriger Deinstallation (Batterien raus und die Mühlen zerlegt), kein besseres Ergebnis. Das Mahlwerk verstopft auch, trotz neuer Batterien und das mehr bei der Pfeffermühle, als beim Salz. Ich habe gehackte Pfeffer (als sich die ersten Macken zeigten), als auch am Anfang ganze Körner benutzt (lief ja auch gut), aber nun muss ich meinem Unmut mal Luft machen...nicht empfehlenswert. Die 2 Sterne bedeuten auch nur pro Mühle ein Stern!!! Den muss man vergeben, sonst kann man nicht rezensieren", "label": 2, "portion_identifier": -1, "text_b": "hält nicht, was es verspricht . home"}], "3": [{"uid": "german-89664-trn", "text_a": "Für den Preis sind sie zufriedenstellend. Zum Aufsaugen von Wasser fand ich sie nun nicht ganz so toll. Da gibt es eindeutig bessere. Zum Auspolieren sind sie jedoch perfekt. Dafür ein daumen nach oben.", "label": 3, "portion_identifier": -1, "text_b": "Tücher sind i.O. (Aber nicht zum Trocknen geeignete) . automotive"}, {"uid": "german-85994-trn", "text_a": "Macht was er soll, sieht aber leider für einen 80€ Sony MP3 Player billig aus.. auch die Wiedergabe auf dem Display sieht aus als ob er aus dem Jahr 2000 ist. Schade.", "label": 3, "portion_identifier": -1, "text_b": "Ok . electronics"}, {"uid": "german-106392-trn", "text_a": "Er ist okay für den Preis, hat nicht den perfekten Sitz aber er ist inordnug Hatte allerdings doch mehr erwartet", "label": 3, "portion_identifier": -1, "text_b": "Ist okay . apparel"}, {"uid": "german-110274-trn", "text_a": "Herd ist nur zum Einbauen geeignet nicht um frei aufzustellen, Kabel ist ziemlich kurz 110 cm und ungünstig angebracht.", "label": 3, "portion_identifier": -1, "text_b": "falsche Informationen von Händler. . kitchen"}], "4": [{"uid": "german-121012-trn", "text_a": "Schnelle Lieferung, super Qualität. Der einzige Verbesserungspunkt wäre die \"Fotobearbeitung/Anpassung\" Ich musste die Bilder extra anpassen damit sie auf dem Produkt gut aussehen. Sehr zu empfehlen. Funktion ist individuell und kommt gut als Geschenk an ~", "label": 4, "portion_identifier": -1, "text_b": "Sehr zufrieden, gute Qualität. . home"}, {"uid": "german-129972-trn", "text_a": "Ist sehr handlich, lässt sich gut mit schreiben und bedienen. Kann ich weiterempfehlen!", "label": 4, "portion_identifier": -1, "text_b": "Eigentlich ganz gut . wireless"}, {"uid": "german-157331-trn", "text_a": "Tolle Handtücher, sehr sehr schöne knallige Farbe, der einzige kleine Makel ist, dass manchmal rote Fusel abfallen. Ich hoffe das passiert mir bald nicht mehr. Im Großen und Ganzen für den Preis echt super", "label": 4, "portion_identifier": -1, "text_b": "Fusel ein bisschen aber im Großen und Ganzen sehr sehr gut . home"}, {"uid": "german-135763-trn", "text_a": "Sehr lustiges Spielzeug für unseren kleinen Enkel. Leider bin ich aber nicht in der Lage, das Bällebad wieder so zusammen zu falten, dass es wieder in seinen Karton passt. So nimmt es bei Nichtgebrauch doch einigen Platz weg.", "label": 4, "portion_identifier": -1, "text_b": "Gut, aber unpraktisch im Abbau . toy"}], "5": [{"uid": "german-170055-trn", "text_a": "Klein und fein. Schlichtes Design, hübsche Optik, schöne Leuchtfarben. Praktische Timer-Funktionen. Hilfreiche Abschaltautomatik, wenn das Wasser verbraucht ist. Funktioniert auch auf der kleinen Stufe sehr gut.", "label": 5, "portion_identifier": -1, "text_b": "Super! . home_improvement"}, {"uid": "german-160630-trn", "text_a": "Fallt auf! Signalfarbe Schafft Sicherheit", "label": 5, "portion_identifier": -1, "text_b": "Top Verkehrssicherheit . toy"}, {"uid": "german-188866-trn", "text_a": "Powerbank innerhalb von zwei Tagen gekommen 👍 Wollte die Powerbank gleich nach dem auspacken aufladen, nach 25h laden änderte sich nichts an der LED -Anzeige (nur 2 von 4 LEDs leuchten). Support kontaktiert, dieser schrieb ich solle ein anderes Ladegerät/Kabel/Adapter benutzen, hab ich alles probiert und dem Support eine Nachricht gesendet, bis jetzt ist noch nichts zurückgekommen. Schade! Mehr Sterne wenn der Support und ich uns auf eine Lösung geeinigt haben!", "label": 5, "portion_identifier": -1, "text_b": "Praktische Powerbank . wireless"}, {"uid": "german-162846-trn", "text_a": "Ich habe das Produkt verschenkt und es ist super angenommen worden", "label": 5, "portion_identifier": -1, "text_b": "Spaß muss sein . sports"}]}