{"1": [{"uid": "german-12049-trn", "text_a": "Mittlerweile bekommt man in fast jeden Laden eine Karte. Es ist nicht viel Platz im Portmonee oder es geht nicht mehr zu", "label": 1, "portion_identifier": -1, "text_b": "Kaum Platz . luggage"}, {"uid": "german-37857-trn", "text_a": "Leider hält der Saugnapf kein bischen, an sich eine hübsche Schüssel, aber erst für später wenn das Kind nichts mehr runter wirft oder hoch heben will. Schade.", "label": 1, "portion_identifier": -1, "text_b": "Schade ums Geld... . baby_product"}, {"uid": "german-680-trn", "text_a": "leider warte ich seit einer Woche auf dieses Produkt", "label": 1, "portion_identifier": -1, "text_b": "noch keine Lieferung erhalten . wireless"}, {"uid": "german-8245-trn", "text_a": "Schlechtester kundenservice des jahrtausend's - nämlich gar keiner!!! Jedwede email wurde ignoriert und ans telefon geht auch nie jemand. Lieferung erfolge zwar aber fehlerhaft und das geld wurde auch nicht erstattet, geschweige denn das man überhaupt mal eine mitteilung zum weiteren werdegang bekommt. Ich bin stinksauer!", "label": 1, "portion_identifier": -1, "text_b": "Horror - sowas von enttäuschend und dreist! . kitchen"}], "2": [{"uid": "german-49860-trn", "text_a": "Dieses Produkt ist nicht zu empfehlen, auch nicht für Anfänger. Es ist demotivierend, die Werkzeuge sind viel zu dick und verbiegen schnell. Lieber den doppelten Preis für etwas vernünftiges zahlen. Die beigelegten schlösser hingegen sind sehr zu empfehlen, können aber auch einzeln erworben werden.", "label": 2, "portion_identifier": -1, "text_b": "Werkzeuge Schrott, Schlösser okay . home_improvement"}, {"uid": "german-41731-trn", "text_a": "Soweit ganz gut. Der Koffer war an einer Ecke defekt. Zurückgesendet und neu bestellt", "label": 2, "portion_identifier": -1, "text_b": "Soweit okay . toy"}, {"uid": "german-47983-trn", "text_a": "Der einzige Vorteil ist wirklich, dass das Wasser nicht mit Plastik in Berührung kommt. Das war genau das, wonach ich suchte. Aber es ist einfach unmöglich, das heiße Wasser auszugießen ohne das große Pfützen entstehen, da der Wasserkocher kleckert was das Zeug hält. Hin und wieder schaltet er beim Kochen nicht automatisch ab und kocht munter weiter.", "label": 2, "portion_identifier": -1, "text_b": "Beim nächsten Mal suche ich mir einen anderen Wasserkocher . kitchen"}, {"uid": "german-52324-trn", "text_a": "Material dünne Kunstfaser. Farben aber schön. Als Tischdecke ok.,", "label": 2, "portion_identifier": -1, "text_b": "Schöne Farben . home_improvement"}], "3": [{"uid": "german-99946-trn", "text_a": "Qualität ist nicht so gut. Fäden zu dünn. War nach kurzer Zeit am Bund eingerissen. Wer billig kauft kauft zweimal :-(", "label": 3, "portion_identifier": -1, "text_b": "Qualität nur mäßig . apparel"}, {"uid": "german-82403-trn", "text_a": "Habe den Artikel in Indigo bestellt und bekomme Dunkelblau", "label": 3, "portion_identifier": -1, "text_b": "Indigo . home"}, {"uid": "german-96355-trn", "text_a": "Nur 18 Folgen im Staffelpass verfügbar, nicht 21. Die Staffel ist nicht vollständig. Daher nur 3 Sterne anstatt 5. Die Serie ist meiner Meinung nach sehr gut.", "label": 3, "portion_identifier": -1, "text_b": "Nicht vollständig . digital_video_download"}, {"uid": "german-93483-trn", "text_a": "Von der Optik und Farbe echt toll, aber für eine 39 etwas zu klein. Eine Nummer größer nehmen.", "label": 3, "portion_identifier": -1, "text_b": "Clogs . shoes"}], "4": [{"uid": "german-121291-trn", "text_a": "Ich habe nach einem passenden Anhänger für unsere Gastgeschenke gesucht und mich für diese entschieden. Sie werden mit einer schönen Kordel geliefert, die es uns ermöglichte die Herzchen an die Tütchen mit Nussecken gefüllt anzubringen. Die Rückseite benutzten wir um den Gästen ihre Plätze zuzuweisen und beschriftet sie noch mit den Namen. Sie haben eine sehr schöne Größe, allerdings könnte der Karton meiner Meinung nach etwas dicker sein. Preis Leistung ist in Ordnung, daher Kaufempfehlung.", "label": 4, "portion_identifier": -1, "text_b": "Schön als Anhänger für Gastgeschenke . furniture"}, {"uid": "german-131291-trn", "text_a": "Damit kann die Genauigkeit der Tiefeneinstellung des Fräsers erhöht werden", "label": 4, "portion_identifier": -1, "text_b": "entspricht meinen Vorstellungen . home_improvement"}, {"uid": "german-120583-trn", "text_a": "Das Sparschwein kam wie beschrieben bei mir an. Das einzige Manko war die gebrochene Kreide, die mitgeliefert wurde.", "label": 4, "portion_identifier": -1, "text_b": "Alles fast perfekt . home"}, {"uid": "german-128855-trn", "text_a": "Gutes Produkt. Nicht ganz praktisch aber kann man nutzen", "label": 4, "portion_identifier": -1, "text_b": "Ganz gut . musical_instruments"}], "5": [{"uid": "german-176462-trn", "text_a": "Hervorragend keine Schlüssel suchen. 👍", "label": 5, "portion_identifier": -1, "text_b": "L.K. . sports"}, {"uid": "german-198532-trn", "text_a": "Prima Geschenk für Jugendliche sehr gut angekommen beim Empfänger. Kann man jederzeit verschenken .Schnelle Lieferung Verpackung auch 5 Sterne .", "label": 5, "portion_identifier": -1, "text_b": "prima Geschenkidee . other"}, {"uid": "german-179325-trn", "text_a": "ich habe das Model noch nicht fertig gestellt, und dennoch bereits einige sehr entspannte Stunden damit verbracht. Die Anleitung ist eindeutig, die Bauteile passgenau, geringes Nachschleifen mit beigelegtem Schleifpapier bei ein paar Teilen ist für mich OK. Zusammengefasst: für wenig Geld, stundenlange manuelle Beschäftigung mit Erfolgserlebnissen nach 8 Stunden am PC im Büro ist für mich Entspannung pur. Ich werde mir weitere Produkte aus der Reihe kaufen.", "label": 5, "portion_identifier": -1, "text_b": "großartiges Preis Leistungs Verhältnis . toy"}, {"uid": "german-187879-trn", "text_a": "Für ein Micro-ATX Board doch ordentlich ausgestattet, einfache Konfig des Bios und simple Installation, leider kein Handbuch dabei und auch sonst nichts weiter als die i/o Blende, 2 Sata-kabel und eine Treiber-CD. Aber das passt zu dem Preis. Leistungsmäßig brauch man keine Wunder erwarten ist solide mit dem B450 Chipsatz. Wer etwas an den Taktraten der CPU Schrauben will sollte allerdings auf etwas anderes zurückgreifen...", "label": 5, "portion_identifier": -1, "text_b": "Solide MSI Technik . pc"}]}