{"0": [{"uid": "french-41-val", "text_a": "Bien qu'interchangeables, les pièces de carrosserie des 2 voitures ne sont pas similaires.", "label": "0", "portion_identifier": -1, "text_b": "Bien que similaires, les pièces de carrosserie ne sont pas interchangeables sur les 2 voitures."}, {"uid": "french-1967-val", "text_a": "Parmi cette population, 87,91 % sont d'origine roumaine, 7,53 % d'origine hongroise et 4,43 % d'origine romani.", "label": "0", "portion_identifier": -1, "text_b": "Parmi cette population, 87,91 % sont d'origine hongroise, 7,53 % d'origine roumaine et 4,43 % d'origine romani."}, {"uid": "french-378-val", "text_a": "Ruby est décédée à Woodland Hills, Californie, et a été inhumée à la chapelle des Pins de Los Angeles.", "label": "0", "portion_identifier": -1, "text_b": "Ruby est morte à Los Angeles et a été enterrée dans la chapelle des Pins, Woodland Hills, Californie."}, {"uid": "french-1938-val", "text_a": "Elle s'écoule dans Peachtree Creek, qui va ensuite s'écouler dans la rivière Chattahoochee au sud de Vinings et Paces.", "label": "0", "portion_identifier": -1, "text_b": "Il se jette dans Peachtree Creek, qui ensuite coule dans la rivière Chattahoochee, au sud de Vining et de Paces."}, {"uid": "french-1065-val", "text_a": "Frank James a rejoint une société locale recrutée pour l'armée sécessionniste de Drew Lobbs et a combattu en août 1861 lors de la bataille de Wilson's Creek.", "label": "0", "portion_identifier": -1, "text_b": "Frank James a rejoint une compagnie sécessionniste recrutée pour l'armée locale de Drew Lobbs et a combattu lors de la bataille de Wilson's Creek en août 1861."}, {"uid": "french-971-val", "text_a": "Michael Liebel Sr avait 14 ans lorsque ses parents sont venus à Erie, Pennsylvanie depuis l'Allemagne.", "label": "0", "portion_identifier": -1, "text_b": "Michael Michael Liebel Sen avait 14 ans quand ses parents partirent d'Erie en Pennsylvanie pour l'Allemagne."}, {"uid": "french-1732-val", "text_a": "Pennmakkkal est un film indien en malayalam de 1966 réalisé par J. Sasikumar et produit par KP Kottarakkara.", "label": "0", "portion_identifier": -1, "text_b": "Pennmakkkal est un film indien malayalam de 1966, produit par J. Sasikumar et réalisé par KP Kottarakkara."}, {"uid": "french-406-val", "text_a": "Ukhrul est aussi une attraction touristique de l'État de Manipur.", "label": "0", "portion_identifier": -1, "text_b": "Manipur est aussi un site touristique dans l'état d'Ukhrul."}], "1": [{"uid": "french-712-val", "text_a": "Ils possèdent 13 épines dorsales, 11 à 13 rayons dorsaux, 2 épines anales et 11 à 13 rayons anaux mous.", "label": "1", "portion_identifier": -1, "text_b": "Ils ont 13 épines dorsales, 11 à 13 rayons mous dorsaux, 2 épines anales et 11 à 13 rayons mous anaux."}, {"uid": "french-1489-val", "text_a": "Northamptonshire était une circonscription du comté de North Northamptonshire, représentée à la Chambre des communes du Parlement du Royaume-Uni.", "label": "1", "portion_identifier": -1, "text_b": "Northamptonshire était une circonscription du comté du North Northamptonshire, représentée à la Chambre des communes du Parlement du Royaume-Uni."}, {"uid": "french-1155-val", "text_a": "Deux ont été produits en 1934, mais il n'y en a plus aucun qui ont volé.", "label": "1", "portion_identifier": -1, "text_b": "En 1934, deux d'entre eux ont été produits, mais aucun autre n'a volé."}, {"uid": "french-788-val", "text_a": "En janvier 2013, il a été annoncé qu'après la fermeture d Disney Interactive, Warren Spector avait quitté la Junction Point Studios.", "label": "1", "portion_identifier": -1, "text_b": "En janvier 2013, il a été annoncé que Warren Spector avait quitté les studios Junction Point suite à la fermeture de Disney Interactive."}, {"uid": "french-1735-val", "text_a": "Andrew McLennan, né Andrew Snoid, est un musicien, chanteur et compositeur néo-zélandais.", "label": "1", "portion_identifier": -1, "text_b": "Andrew McLennan Andrew Snoid est un musicien néo-zélandais, parolier et chanteur."}, {"uid": "french-1279-val", "text_a": "Bradd Crellin représentait également BARLA Great Britain lors d'une tournée en Australie lors d'une tournée en Australie avec six autres joueurs représentant Cumbria.", "label": "1", "portion_identifier": -1, "text_b": "Bradd Crellin représenta BARLA Grande-Bretagne lors d'une tournée en Australie avec 6 autres joueurs représentant Cumbria  également lors d'une tournée en Australie."}, {"uid": "french-1730-val", "text_a": "Pour une formule de fonction mesurable fixe 18, la formule 19 est une variable moyenne avec une formule aléatoire 20 et une formule de variance 21.", "label": "1", "portion_identifier": -1, "text_b": "Pour une formule de fonction mesurable fixe _ 18, la formule _ 19 est une variable moyenne avec la formule aléatoire _ 20 et la formule de variance _ 21."}, {"uid": "french-1295-val", "text_a": "Taylor est resté actif dans le baseball jusqu'à sa mort en tant que découvreur de talents pour les Atlanta Braves et les White Sox de Chicago et Milwaukee.", "label": "1", "portion_identifier": -1, "text_b": "Taylor est resté actif jusqu'à sa mort comme scout pour les White Sox de Chicago et les Braves de Milwaukee et d'Atlanta au baseball."}]}