{"0": [{"uid": "french-946-val", "text_a": "La nouvelle année, le printemps, le vin et la joie sont également appréciés.", "label": "0", "portion_identifier": -1, "text_b": "La nouvelle année, le printemps, le vin et l'amant sont également joyeux."}, {"uid": "french-724-val", "text_a": "Il fut nommé procureur du comté de Seneca en 1824, du comté de Williams en 1826 et du comté de Sandusky en 1827.", "label": "0", "portion_identifier": -1, "text_b": "Il a été nommé procureur de l'accusation en 1824 pour le comté de Williams, en 1826 pour le comté de Seneca et pour le comté de Sandusky en 1827."}, {"uid": "french-510-val", "text_a": "Une nouvelle idée religieuse d'une triple déesse est au centre du mouvement moderne de la wicca.", "label": "0", "portion_identifier": -1, "text_b": "L'idée moderne d'une triple déesse est au centre du nouveau mouvement religieux de la wicca."}, {"uid": "french-382-val", "text_a": "La Continental League était la dernière tentative sérieuse de créer une nouvelle ligue de troisièmes grands clubs.", "label": "0", "portion_identifier": -1, "text_b": "La ligue continentale fut la dernière tentative sérieuse de créer une troisième ligue majeure comprenant de nouveaux clubs."}], "1": [{"uid": "french-883-val", "text_a": "Bien que le Xenon est rare et relativement cher à extraire de l'atmosphère de la Terre, il a un certain nombre d'utilisation.", "label": "1", "portion_identifier": -1, "text_b": "Même si le xénon est rare et relativement coûteux à extraire de l'atmosphère terrestre, il possède de nombreuses applications."}, {"uid": "french-1370-val", "text_a": "Malet a épousé Mary Aldworth, veuve de John Aldworth de Letcombe Regis, Berkshire et fille de Thomas White de Fyfield Berkshire en 1664.", "label": "1", "portion_identifier": -1, "text_b": "Malet épousa Mary Aldworth, la veuve de John Aldworth par Letcombe Regis, Berkshire et fille de Thomas White de Fyfield Berkshire jusqu'en 1664."}, {"uid": "french-1434-val", "text_a": "Ganj Basoda est une ville de l'état indien du Madhya Pradesh près d'Udaipur.", "label": "1", "portion_identifier": -1, "text_b": "Ganj Basoda est une ville de l'état indien du Madhya Pradesh près d'Udaipur."}, {"uid": "french-38-val", "text_a": "Les loyalistes campèrent sur la rive ouest de la rivière Catawba, pendant que l'armée du général Charles Cornwalli campa sur la rive est.", "label": "1", "portion_identifier": -1, "text_b": "Les loyalistes étaient campés du côté ouest de la rivière Catawba, pendant que l'armée du général Charles Cornwallis campait du côté est."}]}