{"0": [{"uid": "spanish-629-val", "text_a": "El 22 de septiembre de 1918, se envió la primera comunicación telegráfica inalámbrica a Snowdonia desde Australia.", "label": "0", "portion_identifier": -1, "text_b": "El 22 de septiembre de 1918, Snowdonia envió el primer mensaje de telégrafo inalámbrico a Australia."}, {"uid": "spanish-1799-val", "text_a": "El Cross Bronx Westbound recibe al Tremont Park al sur de la Third Avenue, salida 3.", "label": "0", "portion_identifier": -1, "text_b": "Hacia el sur de Tremont Park, la Cross Bronx en sentido oeste funciona como salida 3, que sirve a la Third Avenue."}, {"uid": "spanish-493-val", "text_a": "Martins Pena nació en Río de Janeiro y es hijo de João Martins Pena y Francisca de Paula Julieta Pena.", "label": "0", "portion_identifier": -1, "text_b": "Martins Pena nació en Río de Janeiro, hijo de Pena João Martins y Francisca de Paula Julieta Pena."}, {"uid": "spanish-35-val", "text_a": "Su trabajo también estuvo relacionado con la escuela escocesa y la ficción popular de Annie S. Swan.", "label": "0", "portion_identifier": -1, "text_b": "Su trabajo también ha sido vinculado a la popular escuela kailyard y la ficción escocesa de Annie S. Swan."}, {"uid": "spanish-9-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "El Cementerio Machpelah, también escrito como ''Cementerio Macpelah\" o ''Cementerio Macphelah\", es un cementerio en el Condado de Hudson, New Jersey."}, {"uid": "spanish-500-val", "text_a": "Fue entrenado por John Velazquez y en sus carreras más importantes fue montado por el jinete Dale Romans.", "label": "0", "portion_identifier": -1, "text_b": "Fue entrenado por Dale Romans y montado por el jinete John Velazquez en sus carreras más importantes."}, {"uid": "spanish-156-val", "text_a": "Murió en Milwaukee, Wisconsin, donde se retiró el 5 de mayo de 1903.", "label": "0", "portion_identifier": -1, "text_b": "Se jubiló en Milwaukee, Wisconsin, donde murió el 5 de mayo de 1903."}, {"uid": "spanish-789-val", "text_a": "Se encuentra en California, Arizona, Nevada y Utah, donde ha sido registrado desde América del Norte.", "label": "0", "portion_identifier": -1, "text_b": "Se encuentra en América del Norte, donde fue registrado desde California, Arizona, Nevada y Utah."}], "1": [{"uid": "spanish-746-val", "text_a": "Un Khap es un clan, o un grupo de clanes relacionados, principalmente entre los Jats del este de Uttar Pradesh y del oeste de Haryana.", "label": "1", "portion_identifier": -1, "text_b": "A A Khap es un clan o grupo de clanes relacionados, principalmente de los jats del este de Uttar Pradesh y Haryana occidental."}, {"uid": "spanish-952-val", "text_a": "A su vez, generó agujeros de defensa en el borde y las uniones de la zona natural secundaria.", "label": "1", "portion_identifier": -1, "text_b": "A su vez, generó agujeros de defensa en el borde y uniones en el área natural secundaria."}, {"uid": "spanish-633-val", "text_a": "La cocina inglesa dominaba la comida colonial temprana; pero mientras llegaban inmigrantes de otros países, otras sopas nacionales ganaron popularidad.", "label": "1", "portion_identifier": -1, "text_b": "La cocina dominaba la comida colonial temprana, pero otras sopas nacionales ganaron popularidad mientras los nuevos inmigrantes llegaban de otros países."}, {"uid": "spanish-328-val", "text_a": "La Claiborne Academy privada está ubicada en la parroquia de Claiborne, no cerca de Haynesville.", "label": "1", "portion_identifier": -1, "text_b": "La Academia privada de Claiborne está ubicada en una Parroquia de Claiborne no constituida, cerca de Haynesville."}, {"uid": "spanish-581-val", "text_a": "Su padre, Alfie Byrne, fue representante, senador y alcalde de Dublin, otro hermano, Patrick Byrne, también fue TD.", "label": "1", "portion_identifier": -1, "text_b": "Su padre Alfie Byrne fue Miembro del Parlamento, TD, Senador y Alcalde de Dublin. Otro hermano, Patrick Byrne, también fue TD."}, {"uid": "spanish-147-val", "text_a": "Evonne Goolagong venció a Françoise Dürr por 6--4, 6-2.", "label": "1", "portion_identifier": -1, "text_b": "Evonne Goolagong venció a Françoise Dürr 6--4, 6--2."}, {"uid": "spanish-249-val", "text_a": "Después de someterse a un tratamiento médico, Strozzi comenzó a tomar lecciones de actuación privadas con Dimitrija Demeter, con la recomendación de Josip Freudenreich.", "label": "1", "portion_identifier": -1, "text_b": "Strozzi comenzó a tomar lecciones de actuación privadas con Dimitrija Demeter después de someterse a un tratamiento médico, tal como lo recomendó Josip Freudenreich."}, {"uid": "spanish-517-val", "text_a": "Apenas 10 días después, se vendió junto con Aaron Heilman a los Seattle Mariners para Ronny Cedeño.", "label": "1", "portion_identifier": -1, "text_b": "Solo 10 días después, se vendió con Aaron Heilman a los Marineros de Seattle para Ronny Cedeño."}]}