{"1": [{"uid": "spanish-19990-trn", "text_a": "No me gusta nada que sea de color negro cuando se ve perfectamente al hacer el pedido que es azul y por ese motivo no creo que me pueda fiar de volver a pedir nada mas!", "label": 1, "portion_identifier": -1, "text_b": "Cubierta de color azul . lawn_and_garden"}, {"uid": "spanish-39944-trn", "text_a": "Las ventosas no pegan", "label": 1, "portion_identifier": -1, "text_b": "Las ventosas no pegan no sirve para nada . home_improvement"}], "2": [{"uid": "spanish-53850-trn", "text_a": "Cumple con su función y relación calidad precio no se puede pedir más, pero no esperes mucho más.", "label": 2, "portion_identifier": -1, "text_b": "Funcional . automotive"}, {"uid": "spanish-66617-trn", "text_a": "Es más pequeña de lo que esperaba y no se ve mucho pero bueno...", "label": 2, "portion_identifier": -1, "text_b": "Demasiado pequeña . home"}], "3": [{"uid": "spanish-87135-trn", "text_a": "No ha cumplido mis expectativas.Precio elevado y se bloquea sólo y hay que extraer la batería para que vuelva a funcionar.El problema es la App One Touch que viene por defecto en el móvil.Tambien me ha dado problemas en el mismo sentido la App del tiempo. Creo que Samsung está perdiendo mucho como marca en relación calidad-precio.", "label": 3, "portion_identifier": -1, "text_b": "Se queda la pantalla en negro a veces . wireless"}, {"uid": "spanish-103984-trn", "text_a": "Buena relacion calidad precio, aunque se queda un poco corto, tanto en espacio como en numero de piezas. El rotulador bastante malo, pero por ese precio es normal", "label": 3, "portion_identifier": -1, "text_b": "Buena relacion calidad precio . toy"}], "4": [{"uid": "spanish-156556-trn", "text_a": "Es una forma más amena y visual de estudiar la CE. Lo de colorear... tiene que ser a lápices de colores. Los rotuladores o fluorescentes traspasan", "label": 4, "portion_identifier": -1, "text_b": "No pintar con rotulador!! . book"}, {"uid": "spanish-140491-trn", "text_a": "Tengo tres chicos en casa y las cosas tienen que ser a prueba de bombas. Este somier por ahora sobrevive que ya es mucho. Te lo entregan en el portal. Todo bien.", "label": 4, "portion_identifier": -1, "text_b": "Somiers superfuerte . furniture"}], "5": [{"uid": "spanish-182327-trn", "text_a": "Muy bien casi todo, el producto y el envio. Me encanta el peluche, aunque me llego con un ojo descosido.", "label": 5, "portion_identifier": -1, "text_b": "Muy bien todo . toy"}, {"uid": "spanish-179175-trn", "text_a": "Perfecto!!! Segunda vez que lo compro. Y repetiré sin dudarlo Envío rapidísimo", "label": 5, "portion_identifier": -1, "text_b": "Perfecto . personal_care_appliances"}]}