{"0": [{"uid": "spanish-398-val", "text_a": "Para valores más altos de la Fórmula 2 el promedio anterior es más importante.", "label": "0", "portion_identifier": -1, "text_b": "El promedio anterior es más alto por los importantes valores de la fórmula _ 2."}, {"uid": "spanish-327-val", "text_a": "Agbo jugó para los clubes de FK Rad Belgrado y FK Obilić en la RFS de Yugoslavia antes de ir a los clubes de Francia y Turquía.", "label": "0", "portion_identifier": -1, "text_b": "Agbo jugó para clubes FR de Yugoslavia, FK Rad y FK Obilić en Belgrado antes de pasar a clubes en Francia y Turquía."}, {"uid": "spanish-1825-val", "text_a": "Está ubicado al este de Nanuet, al sur de Chestnut Ridge, al oeste de Blauvelt, Nueva York, y al norte de Montvale y Old Tappan, New Jersey.", "label": "0", "portion_identifier": -1, "text_b": "Es el este de Chestnut Ridge, el sur de Nanuet, el oeste de Blauvelt, Nueva York, y el norte de Montvale y Old Tappan, Nueva Jersey."}, {"uid": "spanish-1927-val", "text_a": "En un episodio de 1985 ``The Tonight Show with Johnny Carson'' Johnny menciona la historia y cuenta la trama Sidekick Ed McMahon.", "label": "0", "portion_identifier": -1, "text_b": "En un episodio de 1985 de ``The Tonight Show Starring Johnny Carson'', Ed McMahon menciona la historia y le cuenta al compañero Johnny la trama."}, {"uid": "spanish-276-val", "text_a": "Sin embargo, en la continuación actual, Superman conoce al verdadero Zod por primera vez en ``Last Son''.", "label": "0", "portion_identifier": -1, "text_b": "En real continuidad, Superman en ``Last Son'' se encuentra por primera vez con el actual Zod."}, {"uid": "spanish-112-val", "text_a": "En 284 AC, el rey Qi se reunió con el rey Zhao de Qin en Zhou del oeste para formar una alianza contra Xi.", "label": "0", "portion_identifier": -1, "text_b": "En el 284 AC, el rey Xi se reunió con el rey Zhao de Qin en Zhou occidental para formar una alianza contra Qi."}, {"uid": "spanish-1732-val", "text_a": "Pennmakkal es una película malayo-india de 1966 dirigida por J. Sasikumar, producida por KP Kottarakkara.", "label": "0", "portion_identifier": -1, "text_b": "Pennmakkal es una película indio-malaya de 1966, producida por J. Sasikumar y dirigida por KP Kottarakkara."}, {"uid": "spanish-322-val", "text_a": "En las películas, las historias sobre modales en escuelas y situaciones cómicas dentro de marcos educativos encajan bien en las sátiras del confucianismo de los trabajos escritos anteriores.", "label": "0", "portion_identifier": -1, "text_b": "En las películas, las historias escolares de situaciones educativas y costumbres en marcos cómicos encajan bien con las sátiras del confucianismo de los primeros escritos."}], "1": [{"uid": "spanish-262-val", "text_a": "Fue descartada del registro de buques de la marina el 1 de abril de 1971 y derrotada el mismo año.", "label": "1", "portion_identifier": -1, "text_b": "Fue eliminado del Navy Vessel Register el 1 de abril de 1971 y atacado el mismo año."}, {"uid": "spanish-89-val", "text_a": "El 9 de agosto Lloyd fue seleccionado con el 51,1 % de los votos. Andy Burnham se ubicó segundo con el 29,1 %.", "label": "1", "portion_identifier": -1, "text_b": "Lloyd fue electo el 9 de agosto con el 51,1 % de los votos, segundo Andy Burnham con el 29,1 %."}, {"uid": "spanish-1286-val", "text_a": "En agosto de 2017, Aluri Chakrapani se unió al equipo para desempeñar, supuestamente, el papel de productor Prakash Raj.", "label": "1", "portion_identifier": -1, "text_b": "Aluri Chakrapani también se unió al equipo en agosto de 2017, para supuestamente interpretar el rol del productor Prakash Raj."}, {"uid": "spanish-1234-val", "text_a": "Esto requiere el monitoreo continuo de las presiones parciales actuales con tiempo y para la efectividad máxima requiere un procesamiento informático en tiempo real por parte de la computadora de descompresión del submarinista.", "label": "1", "portion_identifier": -1, "text_b": "Esto requiere un control continuo de la presión parcial real en el tiempo y requiere un procesamiento por computadora en tiempo real por parte de la computadora de descompresión del conductor para lograr la máxima efectividad."}, {"uid": "spanish-458-val", "text_a": "Actualmente, el museo cambiante de las casas castillo exhibe y alberga varias colecciones etnográficas.", "label": "1", "portion_identifier": -1, "text_b": "Hoy el castillo hospeda exposiciones de museo que cambian y aloja varias colecciones etnográficas."}, {"uid": "spanish-1707-val", "text_a": "Están superpuestos con escasa música orquestal en vivo y consisten en sonidos vagos, casi deliberadamente descoloridos.", "label": "1", "portion_identifier": -1, "text_b": "Están superpuestos con escasa música orquestal tocada en vivo, y consisten en vagos sonidos casi deliberadamente descoloridos."}, {"uid": "spanish-833-val", "text_a": "Megan Ellison nació en el condado de Santa Clara, California como hija del multimillonario director de Oracle Corporation Larry Ellison y su exesposa Barbara Boothe Ellison.", "label": "1", "portion_identifier": -1, "text_b": "Megan Ellison nació en el condado de Santa Clara, California, hija del multimillonario presidente de Oracle Corporation Larry Ellison y su exesposa, Barbara Boothe Ellison."}, {"uid": "spanish-776-val", "text_a": "Durante su presencia en DTM, el Audi V8 compitió con el mucho más pequeño y bastante más pequeño Mercedes 190, BMW M3, y el levemente más liviano Opel Omega 3000.", "label": "1", "portion_identifier": -1, "text_b": "El Audi V8 compitió durante su presencia en la DTM con un Mercedes 190 mucho más pequeño, un BMW M3 algo más pequeño y un Opel Omega 3000 algo más liviano."}]}