{"1": [{"uid": "german-28781-trn", "text_a": "Ich muss mich den anderen Rezensenten anschließen Einen Tag lang konnte ich Videos von meiner MiniDV auf die mitgelieferte 4GB Micro SD-Karte aufzeichnen. Seitdem nur noch schwarz-weiß, mit von links nach rechts und zurück wackelndem Bild und alle 5 Sekunden eine Unterbrechung (kurz blauer bildschirm, etwas Film, wieder blauer Bildschirm, wieder etwas Film), das Video läuft auf dem Monitor meiner Videokamera direkt daneben aber vollkommen normal. Mehrfache Resets, sowohl vom Grabber als auch meiner Kamera ändern nichts. Zu guterletzt fiel die SD Karte durch den Kartenschacht in das Gerät rein. Sowas habe ich ja noch nie erlebt und ich betreibe mehrere Geräte mit micro SD-Karten. Ich habe keine Ahnung, wie die da durchfallen kann? Diese klappert aber nun munter innerhalb des Gerätes herum, man müsste es aufbrechen um an die Karte heranzukommen! Retoure!", "label": 1, "portion_identifier": -1, "text_b": "1 Tag gings danach nie wieder . electronics"}], "2": [{"uid": "german-75305-trn", "text_a": "Die Geschichte an sich ist mega spannend. Man fiebert richtig mit und fragt sich selbst immer wieder, ob man in der gleichen Situation zu solch grausamen Dingen im Stande wäre. Das eigene Gewissen und die Moral wird immer wieder in Frage gestellt und man bekommt Mitleid mit dem Protagonisten trotz seiner Taten. Leider lässt das Ende zu viele Fragen offen, was nicht sehr zufriedenstellend ist. Ein besser durchdachter Schluss hätte den Film erstklassig werden lassen können.", "label": 2, "portion_identifier": -1, "text_b": "Gute Handlung, weniger guter Plot, schlechtes Ende . digital_video_download"}], "3": [{"uid": "german-113400-trn", "text_a": "An sich ein gutes Teil, aber leider kann man nur von Amazon ausgewählte Apps installieren und diese sind teilweise auch noch kostenpflichtig. Ich wollte es eigentlich für meine Drohne, dafür ist es aber leider ungeeignet und ging zurück.", "label": 3, "portion_identifier": -1, "text_b": "Nur von Amazon ausgewählte Apps . other"}], "4": [{"uid": "german-139491-trn", "text_a": "Ein bis zum Schluss spannendes Buch! Ein Ende mit dem der Leser nicht gerechnet hätte. Dieses Buch macht Freude auf weitere der Autorin .", "label": 4, "portion_identifier": -1, "text_b": "Unerwartetes Ende . digital_ebook_purchase"}], "5": [{"uid": "german-175164-trn", "text_a": "Geschenk für meinen Neffen und toller Preis", "label": 5, "portion_identifier": -1, "text_b": "Halt playmobil . toy"}]}