{"0": [{"uid": "german-1515-val", "text_a": "Das entkoppelnde Protein wurde 1978 kloniert und 1988 zum ersten Mal entdeckt.", "label": "0", "portion_identifier": -1, "text_b": "Das Entkopplerprotein 1 wurde 1978 entdeckt und 1988 erstmals geklont."}, {"uid": "german-947-val", "text_a": "Wo \"e\" die magnetische Ladung des Partikels ist und A das elektrische Vektorpotenzial des elektromagnetischen Feldes.", "label": "0", "portion_identifier": -1, "text_b": "Dabei steht „e“ für die elektrische Ladung des Teilchens und A ist das magnetische Vektorpotenzial des elektromagnetischen Felds."}, {"uid": "german-1185-val", "text_a": "Cancellopollia gracilis ist eine Spezies der Meeresschnecken, ein Meeres-Gastropoden-Weichtier der Familie der Buccinidae, der echten Wellhornschnecken.", "label": "0", "portion_identifier": -1, "text_b": "Cancellopollia gracilis ist eine Meeresschnecke, ein Bauchfüßer-Weichtier aus der Familie der Buccinidae, der Meeres-Hornschnecken."}, {"uid": "german-758-val", "text_a": "Cher hatte in den 1970er Jahren mit den Labels Kapp und MCA mehr Erfolg und blieb dort bis 1974.", "label": "0", "portion_identifier": -1, "text_b": "Cher und MCA waren die Labels, mit denen Kapp in den Siebzigerjahren mehr Erfolg hatte, und sie blieb bis 1974 bei ihnen."}], "1": [{"uid": "german-706-val", "text_a": "Er wurde am 5. Mai 1940 in Konstantinopel (Istanbul) geboren und starb am 19. November 2011 in Athen an Krebs.", "label": "1", "portion_identifier": -1, "text_b": "Er wurde am 5. Mai 1940 in Konstantinopel (Istanbul) geboren und starb am 19. November 2011 in Athen an Krebs."}, {"uid": "german-1181-val", "text_a": "Als Peter Joseph Whelihan 1993 sein zweites Restaurant in Allentown eröffnete, änderte er den Namen zu P. J. Whelihan’s um seinen Großvater Platzer zu ehren.", "label": "1", "portion_identifier": -1, "text_b": "1993, als Peter Joseph Whelihan sein zweites Restaurant in Allentown eröffnete, ändert er den Namen zu Ehren seines Großvaters Platzer in P. J. Whelihan's."}, {"uid": "german-922-val", "text_a": "Jeder, der hinsieht, sollte den Eindruck haben, dass die Schule eine durchgehende Einheit ist, eine einzelne Reihe.", "label": "1", "portion_identifier": -1, "text_b": "Jeder, der zusieht, sollte den Eindruck bekommen, dass die Schule eine durchgehende Vereinigung, eine einzelne Reihe ist."}, {"uid": "german-1289-val", "text_a": "Mark Allen gewann das Finale 1:0 (104:0) gegen Martin Gould.", "label": "1", "portion_identifier": -1, "text_b": "Mark Allen gewann im Finale gegen Martin Gould mit 1:0 (104:0)."}]}