{"0": [{"uid": "german-129-val", "text_a": "Die Single wurde am 31. Oktober 2015 herausgebracht und am 13. November 2015 angekündigt.", "label": "0", "portion_identifier": -1, "text_b": "Die Single wurde am 31. Oktober 2015 angekündigt, und am 13. November 2015 veröffentlicht."}, {"uid": "german-359-val", "text_a": "Massé wurde in Westchester County, New York, geboren, wuchs in Holland, Michigan, auf und verbrachte ihre Jugend in Europa.", "label": "0", "portion_identifier": -1, "text_b": "Massé wurde in Holland, Michigan, geboren, wuchs in Westchester County, New York, auf und verbrachte ihre Jugend in Europa."}, {"uid": "german-754-val", "text_a": "2008 gewann Flayan den Inspiring Award für „Wertvolle Führungskräfte am Arbeitsplatz“.", "label": "0", "portion_identifier": -1, "text_b": "2008 gewann Folayan die wertvolle Auszeichnung des „Inspirierenden Leiters am Arbeitsplatz“."}, {"uid": "german-617-val", "text_a": "Eine Fee, deren Kraft in ihren Haaren erscheint, kommt im Roman „The Harem of Aman Akbar“ von Elizabeth Ann Scarborough aus dem Jahr 1984 vor.", "label": "0", "portion_identifier": -1, "text_b": "In dem Roman „Aman Akbars Harem“von Elizabeth Ann Scarborough aus dem Jahr 1984 erscheint eine Elfe, deren Macht in ihren Haaren liegt."}], "1": [{"uid": "german-1218-val", "text_a": "Clovis Kalyebara wurde in Harugongo geboren, einem Dorf im „Kabarole District“, Subcounty Kichwamba, West-Uganda.", "label": "1", "portion_identifier": -1, "text_b": "Clovis Kalyebara wurde im Kabarole District im Kichwamba Sub County von Harugongo Village in West-Uganda geboren."}, {"uid": "german-1108-val", "text_a": "Navarro ist ein Partido im Nordosten der Provinz Buenos Aires in Argentinien.", "label": "1", "portion_identifier": -1, "text_b": "Navarro ist ein Partido im Nordosten der Provinz Buenos Aires in Argentinien."}, {"uid": "german-782-val", "text_a": "Im Sommer 1924 ging er nach Smackover im südlichen Arkansas, um während des Ölrauschs in einem Büro in Norphlet nahe Union County zu arbeiten.", "label": "1", "portion_identifier": -1, "text_b": "Im Sommer 1924 ging er nach Smackover in Süd-Arkansas, um in einem Büro bei Norphlet in der Nähe von Union County im florierenden Ölgeschäft zu arbeiten."}, {"uid": "german-140-val", "text_a": "Das Gegenbauer-Polynom erscheint in der Regel als Erweiterung des Legendre-Polynoms im Kontext von Potenztheorien und harmonischen Analysen.", "label": "1", "portion_identifier": -1, "text_b": "Die Gegenbauer-Polynome erscheinen im Kontext möglicher Theorie- und Harmonieanalysen als Erweiterungen von Legendre-Polynomen."}]}