{"0": [{"uid": "french-1745-val", "text_a": "L'Erginus galkini est une espèce d'escargot de mer, une vraie patelle, un mollusque gastéropode marin de la famille des Lottiidae, l'une des familles des vraies patelles.", "label": "0", "portion_identifier": -1, "text_b": "L'erginus galkini est une espèce d'escargot des mers, une authentique patelle, un véritable mollusque gastéropode de la famille des Lottidae, l'une des familles des patelles marines."}, {"uid": "french-1605-val", "text_a": "Ces trois dynasties maternelles gouvernèrent le royaume de Waalo avec la famille paternelle Mbooj.", "label": "0", "portion_identifier": -1, "text_b": "Ces trois dynasties paternelles ont régné sur le royaume de Waalo avec la famille maternelle Mbooj."}, {"uid": "french-1845-val", "text_a": "Cela a fait de lui le premier élève de 994e année à jouer pour les coqs.", "label": "0", "portion_identifier": -1, "text_b": "Cela a fait de lui le 994e élève de première année à jouer pour les Roosters."}, {"uid": "french-1154-val", "text_a": "Finale est une ville du district de Mopani dans la province de Limpopo, Afrique du Sud.", "label": "0", "portion_identifier": -1, "text_b": "Finale est une ville d'Afrique du SUd dans le district Mopani de la province de Limpopo."}, {"uid": "french-419-val", "text_a": "Le groupe a fait de nombreuses tournées et était connu en Israël et a même joué à New York en 2007.", "label": "0", "portion_identifier": -1, "text_b": "Le groupe joua beaucoup et devint célèbre en Israël, et fit même une tournée à New York en 2007."}, {"uid": "french-1416-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "Le championnat suédois de hockey sur glace de 1932 était la 11e saison du championnat suédois de hockey sur glace, le championnat national de Suède, et Hammarby IF a remporté le championnat."}, {"uid": "french-224-val", "text_a": "Jonas Björkman et Fabrice Santoro ont gagné 6-2, 6-4 contre Martin Damm et Radek Štěpánek lors de la finale.", "label": "0", "portion_identifier": -1, "text_b": "Martin Damm et Radek Štěpánek ont gagné contre Jonas Björkman et Fabrice Santoro à 6 : 2, 6 : 4 lors de la finale."}, {"uid": "french-901-val", "text_a": "James Henry Engley est né le 5 avril 1851 à Attleborough, dans le Massachusetts, en tant que fils d'Eugene D. Engley et de sa femme, l'ancienne Mary Kaley.", "label": "0", "portion_identifier": -1, "text_b": "Eugene D. Engley est né le 5 avril 1851 à Attleborough, Massachusetts, en tant que fils de James Henry Engley et de sa femme, anciennement Mary Kaley."}], "1": [{"uid": "french-658-val", "text_a": "Il laissa dans le deuil son épouse, l'ancienne Barbara Crutchley, ses fils Norman F. Boas et Donald P. Boas et sa fille, Helen Tuthill Sisson.", "label": "1", "portion_identifier": -1, "text_b": "Il a laissé dans le deuil son épouse, l'ancienne Barbara Crutchley, ses fils Norman F. Boas et Donald P Boas et sa fille Helen Tuthill Sisson."}, {"uid": "french-1184-val", "text_a": "Britten retourna en Angleterre en avril 1942. Peu de temps après son retour, il demanda à Montagu Slater d'être son librettiste pour \"Peter Grimes\".", "label": "1", "portion_identifier": -1, "text_b": "En avril 1942, Britten retourna en Angleterre et peu après son retour, il demande à Montagu Slater d'être son librettiste pour Peter Grimes."}, {"uid": "french-905-val", "text_a": "Parmi les chansons connues et souvent écrites figure \"The Hartlepool Monkey\", demandé par Alan Wilkinson, un membre initial du groupe.", "label": "1", "portion_identifier": -1, "text_b": "Les chansons, très connues et souvent écrites, comprennent \" The Hartlepool Monkey \", demandée par Alan Wilkinson, un des premiers membres du groupe."}, {"uid": "french-1857-val", "text_a": "Casely Hayford a également été profondément impliqué dans le mouvement politique pour l'émancipation de l'Afrique.", "label": "1", "portion_identifier": -1, "text_b": "Casely Hayford a également été fortement impliquée dans le mouvement politique pour l'émancipation de l'Afrique."}, {"uid": "french-1056-val", "text_a": "Decipium était le nom isolé d'un nouvel élément chimique proposé par Marc Delafontaine à partir de la samarskite minérale.", "label": "1", "portion_identifier": -1, "text_b": "Decipium était le terme isolé pour un nouvel élément chimique proposé par Marc Delafontaine à partir de la samarskite minérale."}, {"uid": "french-1918-val", "text_a": "Le canton comprend neuf cimetières : Bucher, Calvertville, Goodwin, Kelley, Owens, Snyder, Stalcup, Wall et Walnut Grove.", "label": "1", "portion_identifier": -1, "text_b": "Le canton comprend neuf cimetières : Kelley, Owens, Calvertville, Goodwin, Bucher, Snyder, Stalcup, Wall et Walnut Grove."}, {"uid": "french-1629-val", "text_a": "Certains historiens disent que la classe dirigeante néerlandaise voulait que la Hollande s'intègre dans le système juridique flamand et adopte les institutions économiques flamandes.", "label": "1", "portion_identifier": -1, "text_b": "Certains historiens disent que la classe dirigeante néerlandaise voulait que la Hollande s'intègre dans le système juridique flamand et adopte les institutions économiques flamandes."}, {"uid": "french-952-val", "text_a": "Cela, à son tour, a créé des trous défensifs dans la ligne et des coutures dans la deuxième zone naturelle.", "label": "1", "portion_identifier": -1, "text_b": "Cela, à son tour, créa des trous défensifs dans la ligne et des coutures dans le secondaire naturel."}]}