{"1": [{"uid": "german-36618-trn", "text_a": "Der Artikel kam erst gar nicht auf Nachrichten antwortet der Verkäufer auch nicht. Ich werde sicher nix mehr bestellen bei dem verkäufer.", "label": 1, "portion_identifier": -1, "text_b": "Kam nicht an . toy"}, {"uid": "german-12570-trn", "text_a": "Direkt nach Erhalt ausprobiert. Es zeigt immer pH-Wert 7.0 an. Das ist auch der Wert, wenn man es in der Luft hält. Also nicht zu gebrauchen. Geht wieder zurück!", "label": 1, "portion_identifier": -1, "text_b": "pH-Wert immer 7.0 - nicht zu gebrauchen . lawn_and_garden"}, {"uid": "german-15502-trn", "text_a": "Die Verarbeitung ist total billig, lediglich die Schutzhülle wirkt robust. Die Heizleistung ist sehr schwach. Von 8 auf 28 Grad eine Dauer von 24 Stunden bei einer Aussentemperatur von 30°. ( Mitten in der Hitzewelle ) Wenn man die Whirlpoolfunktion aktiviert dann macht das Ding geräusche wie ein Industriestaubsauger auf der Tankstelle. Da regt sich mit Garantie jeder Nachbar auf. Leider war die Filterpumpe undicht und das wasser lief aus dem Gehäuse heraus.", "label": 1, "portion_identifier": -1, "text_b": "Nicht empfehlenswert . lawn_and_garden"}, {"uid": "german-2297-trn", "text_a": "Nicht wirklich zufrieden.. Sieht in echt leider nicht so super aus wie auf den bildern", "label": 1, "portion_identifier": -1, "text_b": "Leider ein wenig enttäuscht . watch"}, {"uid": "german-10807-trn", "text_a": "Artikel kam zerbrochen viel braucht man nicht zu sagen wie gut es schütz wenn es nicht mal die post überstehen kann ist fragwürdig..", "label": 1, "portion_identifier": -1, "text_b": "Artikel Zerbrochen !! . wireless"}, {"uid": "german-12542-trn", "text_a": "Totaler mist. Beschreibung so klein und in einer nich zu verstehenden Sprache. Piepsen lässt sich nach kurzer Zeit nicht mehr ausschalten, egal welche Tasten-Kombi man drückt.", "label": 1, "portion_identifier": -1, "text_b": "Mist! . watch"}, {"uid": "german-33106-trn", "text_a": "Ich habe bewußt die Keile mit Tasche bestellt leider war bei der Lieferung keine Tasche dabei deswegen zurück", "label": 1, "portion_identifier": -1, "text_b": "Leider ohne Tasche geliefert . automotive"}, {"uid": "german-39031-trn", "text_a": "Leider schafft es auch diese Displayschutzfolie nicht ganz sm Display zu haften. Durch die leicht konische Form des Displays haftet die Folie li u re an den Seitenrändern nicht an.", "label": 1, "portion_identifier": -1, "text_b": "Klebt nicht vollständig am Display. . wireless"}], "2": [{"uid": "german-49207-trn", "text_a": "Heilige Mutter ist das eine unschöne Perücke! Die Haare vorne sind versaut! Man kann nur eine Kopfbedeckung darüber tragen! Es fängt sofort an zu jucken! Die Farbe ist es auch nicht wie gewünscht! Schade ums Geld!", "label": 2, "portion_identifier": -1, "text_b": "Unschöne Perücke . beauty"}, {"uid": "german-48164-trn", "text_a": "Die Qualität es ziemlich schlecht . Sieht sehr unecht aus.", "label": 2, "portion_identifier": -1, "text_b": "Unbrauchbar . beauty"}, {"uid": "german-48082-trn", "text_a": "Lieferung schnell erhalten, jedoch war die Packung angebrochen und es fehlen 5 Kapseln", "label": 2, "portion_identifier": -1, "text_b": "Packung angebrochen, 5 Kapseln fehlen . drugstore"}, {"uid": "german-61930-trn", "text_a": "Die Digital-Camera wurde geliefert, aber die Beschreibungen sind in Sprachen, mit denen die meisten Personen in Deutschland nichts anfangen können. Anscheinend gibt es verschiedene Ausgaben von dieser Camera und mir wurde die falsche geliefert, da weder eine Deutsche, noch eine englische Kurzbeschreibung dabei ist. Finde ich sehr schwach...", "label": 2, "portion_identifier": -1, "text_b": "Digital-Camera wurde geliefert, aber nicht die für den Westeuropäischen Raum !!! . camera"}, {"uid": "german-45734-trn", "text_a": "Das Produkt ist gut verarbeitet, aber es verbraucht durchgehend Strom und das Laden des Akkus würde ich damit nicht vornehmen, da dies auf Dauer schlecht für den Akku ist. Hintergrund ist folgender: Es gibt hin und wieder Verbindungsabbrüche.", "label": 2, "portion_identifier": -1, "text_b": "Gut verarbeitet, abei... . wireless"}, {"uid": "german-65226-trn", "text_a": "Ware kam zerbrochen im Paket an , Verkäufer hat aber schnell reagiert und das Geld zurückerstattet", "label": 2, "portion_identifier": -1, "text_b": "Schnelle Lieferung . pet_products"}, {"uid": "german-44963-trn", "text_a": "Ich musste den Bezug zwei mal waschen bis der eklige Gestank weg war", "label": 2, "portion_identifier": -1, "text_b": "Nicht wirklich zu empfehlen . home"}, {"uid": "german-40675-trn", "text_a": "Leider werden die Patronen nur teilweise im Drucker erkannt, ich musste jetzt 3 x eine neue gelb und 3 x eine neue Magenta austauschen, bis der Drucker diese akzeptiert hat. Also leider nicht erfolgreich.", "label": 2, "portion_identifier": -1, "text_b": "Funktionieren nur teilweise im Brother Drucker . office_product"}], "3": [{"uid": "german-99699-trn", "text_a": "Nicht unbedingt so wie man sich einen Anti-Stressball vorstellt. Der Ball ist aus Schaumstoff, der immer wieder sofort in die ursprüngliche Form zurückgeht.", "label": 3, "portion_identifier": -1, "text_b": "Naja . toy"}, {"uid": "german-110157-trn", "text_a": "Auch ich habe jetzt einen LG G4 typischen BootLoop. Leider keine Garantie mehr. Generell ist die Hardware eigentlich super. Die Software aber so gar nicht. Im April 2016 gekauft und seitdem keine Updates. Mitte diesen Jahres kam mal eins, was aber auch mehr geschadet hat, als half. Naja und die Mail App ging plötzlich auch nicht mehr. Steige jetzt auf Moto um und guck mal, wie lange ich dort Updates bekomme. Als Hersteller sollte man schon Updates bringen, allein schon weil heute viele Menschen mit Banking Apps hantieren...Sicherheit und so.....Schlussendlich wird man dann doch zum Pixel getrieben...trotzdem hoffe ich jetzt erst einmal auf das Moto...", "label": 3, "portion_identifier": -1, "text_b": "Hardware gut, Software nicht . wireless"}, {"uid": "german-100601-trn", "text_a": "Leider beim ersten tragen kaputt gefangen 😢", "label": 3, "portion_identifier": -1, "text_b": "Schön aber schon kaputt . home"}, {"uid": "german-100327-trn", "text_a": "Benutze das Tape bei beiden Füßen beim Fussball spielen. Am Anfang hält es nicht so schlecht, aber je mehr man schwitzt oder es nass wird, verliert es leider an Haftung! Für den Preis kann man sich aber nicht all zu viel erwarten.", "label": 3, "portion_identifier": -1, "text_b": "Kein Profi Tape . sports"}, {"uid": "german-80550-trn", "text_a": "Nur 3 Sterne. Weil der Akku nicht lange hält, kaum 10 Minuten! Da ist der Vogel noch gar nicht richtig in der Luft und sinkt auch schon wieder.. für ungeduldige Kinder nicht ideal.", "label": 3, "portion_identifier": -1, "text_b": "Akku schwach . toy"}, {"uid": "german-111569-trn", "text_a": "Eigentlich war alles ok aber eine Versandzeit für einen Brief von mehr als einer Woche finde ich etwas zu lange daher zwei Sterne abzug", "label": 3, "portion_identifier": -1, "text_b": "Gut länger versand . wireless"}, {"uid": "german-97478-trn", "text_a": "Wirkt nur kurzzeitig ! Duftet ganz gut !", "label": 3, "portion_identifier": -1, "text_b": "Mittelmäßig . drugstore"}, {"uid": "german-118271-trn", "text_a": "Hätte ich mir schöner vorgestellt... Der Clip ist leicht rostig und die schlaufe vorne ist extrem lang..", "label": 3, "portion_identifier": -1, "text_b": "Naja . baby_product"}], "4": [{"uid": "german-159632-trn", "text_a": "passt gut,... wenn man den richtigen Kopf hat.. 😉", "label": 4, "portion_identifier": -1, "text_b": "gern nochmal . apparel"}, {"uid": "german-146957-trn", "text_a": "Die Creme ist sehr ergiebig und riecht angenehm frisch. Die Haut ist danach wunderbar weich. Sehr gutes Produkt. KAUFEMPFEHLUNG", "label": 4, "portion_identifier": -1, "text_b": "Sehr gute Creme . beauty"}, {"uid": "german-138529-trn", "text_a": "Die Halterung wackelt und vibriert nicht, auch die Haftung an der Scheibe klappt ohne Probleme. Das Smartphone liegt gut in der Halterung. Für die Preisklasse sehr zufriedenstellend.", "label": 4, "portion_identifier": -1, "text_b": "Wackelt und vibriert nicht - top . wireless"}, {"uid": "german-156499-trn", "text_a": "Habe das Werkzeug für meinen Sohn gekauft. Er ist damit zufrieden. Es erfüllt seinen Zweck. Selbstverständlich kann dieses Miniwerkzeug nicht ein normales Fahrrad-Werkzeug ersetzen.", "label": 4, "portion_identifier": -1, "text_b": "erfüllt seinenZweck . sports"}, {"uid": "german-128443-trn", "text_a": "Kommt bei unsere Tochter gut an. Ist sehr gelenkig.", "label": 4, "portion_identifier": -1, "text_b": "Top . toy"}, {"uid": "german-139290-trn", "text_a": "Guter kleiner, Kompakter Staubsauger mit viel Dampf . Was fehlt ist die regelung von der Saugstärke, deswegen ein Punkt Abzug, ansonsten reicht mir dieser Staubsauger vollkommen für meine 70 qm Wohnung", "label": 4, "portion_identifier": -1, "text_b": "Kleines powergerät . home"}, {"uid": "german-151280-trn", "text_a": "Meiner Meinung nach, noch immer der beste Horrorfilm aller Zeiten, aber der Ton ist eine Zumutung. Entweder so leise, daß man keine Dialoge versteht, oder wenn man in höher regelt, ist die nächste Szene so laut, daß einem das Trommelfell platzt. Tonspur ist nur Mono !? Wie kann das sein, gab's nicht auch schon 1973 zumindest Stereo ? Im Kino den Film vor Jahrzehnten gesehen und dort sind mir solche Tonprobleme nicht aufgefallen. Trotzdem und vorallem aufgrund der grandiosen Regie und der schauspielerischen Leistung 4 Sterne von 5. Ohne die Tonprobleme wären es natürlich 5 von 5 gewesen.", "label": 4, "portion_identifier": -1, "text_b": "Phantastisch aber der Ton ... . other"}, {"uid": "german-120907-trn", "text_a": "Man muss die Konsistenz des Shakes mögen. Zum Training ist es immer klasse um Masse aufzubauen. Ich würde mal ne andere Geschmacksrichtung austesten. Die ist leicht fad, aber mit Obst ist es trinkbar aufjedenfall.", "label": 4, "portion_identifier": -1, "text_b": "Geschmack ist eigen . drugstore"}], "5": [{"uid": "german-186183-trn", "text_a": "Ein fesselnder Krimi bis zum Schluss ' - mit authentischen Plätzen - und der Liebe zur Natur. Nächster Ausflug - Postalm.", "label": 5, "portion_identifier": -1, "text_b": "Lissi . digital_ebook_purchase"}, {"uid": "german-178899-trn", "text_a": "Schneller Versand.. Hülle sieht super aus ist sehr stabil.. bin sehr zu frieden", "label": 5, "portion_identifier": -1, "text_b": "Perfekt . wireless"}, {"uid": "german-182974-trn", "text_a": "Sehr niedliche Form, das Aussehen sollte aus Edelstahl sein, es wird nach der Zeit eine Klingelton-Erinnerung geben, insgesamt ist es nicht schlecht", "label": 5, "portion_identifier": -1, "text_b": "Nicht schlecht . home"}, {"uid": "german-190903-trn", "text_a": "größer als erwartet leider verbogen angekommen aber passt perfekt und sieht noch gut au s , erfüllt sein zweck top", "label": 5, "portion_identifier": -1, "text_b": "gross . home"}, {"uid": "german-183320-trn", "text_a": "Die kleine Eule ist der Hammer! Wie süß der Rucksack gemacht ist, so viele hübsche Details! Die Qualität überzeugt auch, fast wie für Große. Hoffe er kommt als Weihnachtsgeschenk gut an bei meinem Enkelchen :)", "label": 5, "portion_identifier": -1, "text_b": "Sehr toller Rucksack . luggage"}, {"uid": "german-172243-trn", "text_a": "Die Reinigungsbürste ist wirklich richtig gut. Mit den vielen Zusätzen hat man alles, was das Herz begehrt. Ganz toll.", "label": 5, "portion_identifier": -1, "text_b": "Super! . beauty"}, {"uid": "german-169438-trn", "text_a": "Gutes Granulat, kann ich nur weiterempfehlen !", "label": 5, "portion_identifier": -1, "text_b": "Tongranulat . lawn_and_garden"}, {"uid": "german-193733-trn", "text_a": "Preis-Leistung in Ordnung, werde wieder bestellen", "label": 5, "portion_identifier": -1, "text_b": "Toner . office_product"}]}