{"1": [{"uid": "german-39886-trn", "text_a": "Nutzen das Kochfeld seit 2 Jahren und pünktlich zum Garantieende hat es den Geist aufgegeben. Durch einen defekt ist das Kochfeld gesperrt und die Taste zum entsperren lässt spricht nicht mehr auf die Berührung an (Touch Funktion kaputt). Das Gerät ist damit nicht mehr nutzbar. Die Power Funktion ging schon seit Monaten nicht mehr. Die Touch Tasten reagieren so gut wie gar nicht und das ansteuern der einzelnen Kochfelder mit dem magnetischen Bedienelement ist umständlich und funktioniert oftmals erst wenn man mehrere Male fest darauf drückt. Die Leistung beim Kochen (insbesondere beim Fleisch anbraten) kann man selbst mit teuren Pfannen absolut vergessen. Bei diesem Preis ist das Kochfeld insgesamt eine absolute Unverschämtheit.", "label": 1, "portion_identifier": -1, "text_b": "Nach 24 Monaten kaputt. Schlechte Bedienung und Leistung . other"}, {"uid": "german-15590-trn", "text_a": "App hat nach 4 Wochen den Dienst eingestellt, mit Funktionen und Verarbeitung war ich zufrieden, aber was bringt’s wenn die Software abgeschaltet wird. Jawbone ist bankrott, also ist mit Support nicht mehr zu rechnen. Erspart euch den Ärger, FINGER WEG!", "label": 1, "portion_identifier": -1, "text_b": "Jawbone ist bankrott, nicht kaufen! . wireless"}, {"uid": "german-19233-trn", "text_a": "Der schwarze Rand begrenzt das Infinity Display - ist aber nur eine kleine Einschränkung. Saublöd ist, dass man nach dem Aufbringen des Glases kaum noch Textnachrichten schreiben kann und das Display insgesamt nur noch sehr vermindert reagiert.", "label": 1, "portion_identifier": -1, "text_b": "Nachrichten schreiben geht kaum noch . wireless"}, {"uid": "german-33212-trn", "text_a": "Nach spätestens 2 Tagen sind Löcher im Filter und der Effekt damit gleich Null.", "label": 1, "portion_identifier": -1, "text_b": "Nach kürzester Zeit löchrig . home"}, {"uid": "german-1647-trn", "text_a": "der erste hat schon nach 1 Jahr den Geist aufgegeben, kein WLAN innerhalb zu Hause nicht mehr verfügbar. Ein Austausch von Amazon, welcher perfekt vonstatten ging, nach 3 Monate , selbes Bild, nun ständig WLan Abbrüche, mit einem TP eines Freundes läuft es einwandfrei.", "label": 1, "portion_identifier": -1, "text_b": "Nie mehr diesen Router . pc"}, {"uid": "german-31945-trn", "text_a": "aber wird auf der Vorderseite innerhalb weniger Sekunden glühend heiß - daher für einen Haushalt mit Kindern und/oder Tieren nicht zu empfehlen. Ging daher zurück!", "label": 1, "portion_identifier": -1, "text_b": "Heizt ordentlich,... . home_improvement"}, {"uid": "german-29339-trn", "text_a": "Schrott. 1. Anstatt 180 cm lang, 2 Stück a 90 cm. Bei allen 8 Winkel Stücken passt KEIN vorgebohrtes Loch. Muss man alle mit mühsamer Kleinarbeit selber bohren !!!!", "label": 1, "portion_identifier": -1, "text_b": "Nicht Gut !!! . furniture"}, {"uid": "german-6709-trn", "text_a": "Artikel nach 4 Wochen immer noch nicht erhalten", "label": 1, "portion_identifier": -1, "text_b": "Nicht zufrieden! . other"}], "2": [{"uid": "german-78948-trn", "text_a": "Keine Anleitung dabei. Fehlender Holzdübel. Sehr einfache Machart. Optisch schick aber zu teuer.", "label": 2, "portion_identifier": -1, "text_b": "Preis Leistung passt nicht . furniture"}, {"uid": "german-78781-trn", "text_a": "Hält nicht besonders gut in den Haaren und reißt auch Haare raus. Ich würde vom Kauf abraten!", "label": 2, "portion_identifier": -1, "text_b": "Eher nicht! . beauty"}, {"uid": "german-76021-trn", "text_a": "Für den Preis sieht es gut aus, wenn auch keine hohe Qualität. Leider hat es bei mir nicht richtig geklebt und ist nach drei Tagen abgefallen. Ging zurück.", "label": 2, "portion_identifier": -1, "text_b": "Leider nicht gehalten . home_improvement"}, {"uid": "german-61653-trn", "text_a": "Gerade mal 5 Stunden gezockt und wieder von der Platte entfernt. Schwer zu sagen was mir da nicht gepasst hat, aber es fühlt sich einfach für mich nicht mehr wie ein richtiges Battlefield an (Bin seit BF2 dabei). Lest die anderen Reviews, die haben genauere Kritiken. Für mich war BF4 das letzte spielbare Battlefield was noch spaß gemacht hat, alles andere BF Hardline, BF1, BF5 ist einfach nur langweillig. Werde wohl in Zukunft keine BF Titel mehr kaufen, auch nicht wenn es im Angebot ist.", "label": 2, "portion_identifier": -1, "text_b": "Letztes Battlefield für mich. . other"}, {"uid": "german-77171-trn", "text_a": "Meistens sind bei der Lieferung einige Artikel defekt. Wir mussten einmal 9/10 zurück senden. Ersatz kam prompt. Ansonsten gutes Produkt.", "label": 2, "portion_identifier": -1, "text_b": "Erfüllt seinen Zweck. . office_product"}, {"uid": "german-54029-trn", "text_a": "Leider gefällt mir der Schreibstil dieses Buches nicht. Ich möchte nicht wissen, welche Bücher die Hauptperson liest. Die Handlung wird dadurch sehr schleppend. Schade.", "label": 2, "portion_identifier": -1, "text_b": "Leider nicht Meins... . digital_ebook_purchase"}, {"uid": "german-50308-trn", "text_a": "Von aussen sehr schön, aber....innen sind die Folien zum Kleben sehr dünn und klebt so fest dass sich das Papier drunter löst. Hatte mir doch was anders vorgestellt, nicht zu empfehlen um Fotos sauber ein zu kleben, Schade eigentlich denn von aussen macht das Produkt einen sehr guten Eindruck!", "label": 2, "portion_identifier": -1, "text_b": "Schlechte Qualität der Klebefolien . home"}, {"uid": "german-66138-trn", "text_a": "Habe diese Hornhautpfeile schon mal vor 2 Jahren bestellt. Damals war ich von der Qualität begeistert. Die Pfeile hat bestens meine Hornhaut entfernt. Nun hab ich mir erneut die gleiche bestellt. Die Qualität ist miserabel. Die grobe Seite ist überhaupt nicht angenehm. Auch nach der Bearbeitung der Füße fühlen sich die Füße nicht weich an wie bei der alten Pfeile.", "label": 2, "portion_identifier": -1, "text_b": "Qualität hat nachgelassen . beauty"}], "3": [{"uid": "german-85559-trn", "text_a": "hat aber infolge der Beanspruchung den Polterabend nicht überlebt :-) War aber sicherlich einer der Hingucker des Abends. Preis/Leistung unschlagbar.", "label": 3, "portion_identifier": -1, "text_b": "War ja echt spaßig.... . drugstore"}, {"uid": "german-94991-trn", "text_a": "Preis leistung ok lieferung reibungslos. Qualität preismässig gut und zu empfehlen. Ich war sehr zufrieden mit der Ware die ich erhalten habe", "label": 3, "portion_identifier": -1, "text_b": "Gut . wireless"}, {"uid": "german-107666-trn", "text_a": "sehen hochwertig aus und sind richtige Eyecatcher! Leider sind die Verschlussknöpfe sehr dünn und brechen sehr leicht.", "label": 3, "portion_identifier": -1, "text_b": "sehr schöne Bänder . sports"}, {"uid": "german-111226-trn", "text_a": "Gutes Disign, liegt gut in der Hand, lässt sich gut reinigen. Ein riesen großer Nachteil ist jedoch, dass die Flasche ziemlich doll nach Kunststoff riecht. Ich habe immer nur stilles Wasser in der Flasche und das riecht dementsprechend dann auch nach Kunststoff. Keine Empfehlung für dieses Produkt von meiner Seite", "label": 3, "portion_identifier": -1, "text_b": "Keine Empfehlung zum Kauf . home"}, {"uid": "german-97999-trn", "text_a": "Den Kinder gefällt es gut. Sehr schwierig zusammen zu bauen.", "label": 3, "portion_identifier": -1, "text_b": "Etagenbett Doppelstockbett . furniture"}, {"uid": "german-94009-trn", "text_a": "Grundsätzlich ist das Preis-Leistungs-Verhältnis sehr gut. Das Teil ist ziemlich groß. Dazu habe ich es an einem rollbaren Garderobenständer aufgehängt. Die Nudeln trocknen schön darin. Aber schon mit 3,5 kg Nudeln darin macht der Klettverschluss oben nicht mehr mit. Dabei würde der Platz noch für deutlich mehr reichen. Dazu werde also zusätzlich zu den Nähten, die ich reparieren werde, noch einen Knopf oder ähnliches oben dran machen, damit das Teil nicht ständig auf dem Boden landet.", "label": 3, "portion_identifier": -1, "text_b": "An den Nähten sind jede Menge Löcher. Ich kann die zwar nähen, aber eigentlich gehört das nicht dazu. . lawn_and_garden"}, {"uid": "german-99205-trn", "text_a": "Leider mal wieder eine viel zu große Verpackung da hätten 3 Roller reingepasst ansonst echt Gut.da ich über die Haltbarkeit noch nichts sagen kann bekommt er jetzt nur 3 von 5 sollte sich die Qualität aber bestätigen sind das 4 von 5.", "label": 3, "portion_identifier": -1, "text_b": "gerne wieder . sports"}, {"uid": "german-96575-trn", "text_a": "Nicht schlecht aber bei weitem nicht s gut wie angepriesen", "label": 3, "portion_identifier": -1, "text_b": "Schulnoten 3 . apparel"}], "4": [{"uid": "german-125868-trn", "text_a": "Diese Stühle kann ich nur weiterempfehlen. Es lockern sich zwar ab und zu ein paar Schrauben aber der Stuhl geht deswegen nicht kaputt.", "label": 4, "portion_identifier": -1, "text_b": "Super Stühle . furniture"}, {"uid": "german-131814-trn", "text_a": "Meine Karre hat jetzt schwarze Scheiben. Das ist schön dunkel und von außen ziemlich blickdicht. Die Folie ist recht dünn (muss wohl auch so), lässt sich aber, wenn man weiß wie es geht, gut verarbeiten. Es liegen auch Verarbeitungshinweise dabei. Trocken würde ich diese Folie nicht versuchen aufzuziehen. Bisschen Spüliwasser auf die zu beklebende Fläche und ab geht die Luzi. Dann mit dem Rakel schön von innen nach außen glatt streichen, trocknen lassen und anschließend mit dem Cutter zuschneiden.", "label": 4, "portion_identifier": -1, "text_b": "Die Folie ist gut, passt alles . automotive"}, {"uid": "german-151375-trn", "text_a": "Die Schere ist sehr gut. Sie ist zwar teuerer als die vom Baumarkt, aber um Klassen besser. Die Verpackung ist hinsichtlich Umwelt deutlich verbesserungswürdig!", "label": 4, "portion_identifier": -1, "text_b": "Schere sehr gut, Verpackung eine Umweltsünde . lawn_and_garden"}, {"uid": "german-131497-trn", "text_a": "Ich habe den Adapter für meinen Windows 10 Desktop gekauft. Wie bei Amazon üblich wurde der Adapter am Tag nach der Bestellung geiefert. Gemäß beiliegender Anleitung: CD einlegen, Treiber installieren. Rechner neu starten. Adapter einstecken --- und nichts geht. Der Adapter wird nicht erkannt. Nach einer Stunde vergeblichen Versuchen glaubte ich einen defekten Adapter erwischt zu haben. Zu Kontrolle habe ich den Adapter in mein Windows 10 Notebook eingesteckt. Er wurde sofort plug and play mit Windows Treibern installiert und funktionierte sehr gut. Die Wlan Anbindung war besser als das fest eingebaute Wlan Modul. Da es bei dem Desktop auch nach zurücksetzen auf einen Datum vor dem ersten Installationsversuch so nicht funktionierte habe ich mit von Realtec den neusten Treiber für den Chipsatz des Adapter besorgt. Nach der Installation funktionierte der Adapter auch an meinem Dektop. Also bei Windows 10 Rechnern nicht die beigelegte CD benutzen. Entweder funktioniert der Adapter sofort plug and Play oder ihr müsst bei realtec den neusten Treiber downloaden und installieren.", "label": 4, "portion_identifier": -1, "text_b": "Problematische Installation unter aktuellem Windows 10 . home_improvement"}, {"uid": "german-133921-trn", "text_a": "+ Baby schwitzt weniger im Sitz bzw. wird Schweiß besser aufgesaugt + relativ einfach anzubringen + waschbar - fusselt beim Auspacken und Probe-Anprobieren ohne vorheriges Waschen - stolzer Preis. Ein zweiter Bezug zum Wechseln wäre gut aber dafür zu teuer. - Farbauswahl ausbaufähig", "label": 4, "portion_identifier": -1, "text_b": "Nützlich aber teuer . baby_product"}, {"uid": "german-147298-trn", "text_a": "Ein klasse Teil für kleine Sachen", "label": 4, "portion_identifier": -1, "text_b": "Gartenkralle . kitchen"}, {"uid": "german-130873-trn", "text_a": "Die Kopfhörer sind haben eine gute Tonqualität und sitzen auch gut im Ohr. Das Problem aber ist, dass sie am Anfang beim Reinstecken ins Handy nur kurz erkannt werden. Erst, wenn ich sie rausziehe und wieder reinstecke werden sie dauerhaft erkannt. (Meldung: nicht zertifizierte USB-C Kopfhörer) Außerdem gibt es keine Lauter/Leiser- Tasten. Sonst sind sie aber gut. Mal sehen wie lange sie halten werden...", "label": 4, "portion_identifier": -1, "text_b": "Insgesamt Gut, aber... . electronics"}, {"uid": "german-156101-trn", "text_a": "Der Versand war super schnell. Die Creme selber habe ich nur einmal verwendet und dann weiter geschenkt. Mir trocknen die Wangen davon aus. Werde sie nicht mehr kaufen.", "label": 4, "portion_identifier": -1, "text_b": "Na ja . beauty"}], "5": [{"uid": "german-177010-trn", "text_a": "Bin sehr zufrieden mit dem Rohrabschneider und kan ihn nur weiterempfehlen. Er erleichtert mir meine Arbeit sehr gut und war sehr erstaund über das Ergebnis. Gute Qualietät.", "label": 5, "portion_identifier": -1, "text_b": "Sehr Gut . home_improvement"}, {"uid": "german-164112-trn", "text_a": "Diese Kamera ist sehr einfach einzurichten und zu verwenden. Praktisch unsichtbar. Niemand merkt jemals, dass es sich um eine Platzierung handelt. Bilder und Videos sind viel klarer als ich erwartet hatte.", "label": 5, "portion_identifier": -1, "text_b": "Gutes Preis Leistungsverhältnis . camera"}, {"uid": "german-178594-trn", "text_a": "Spitze. Toller Druck und klasse Qualität", "label": 5, "portion_identifier": -1, "text_b": "Spitze . apparel"}, {"uid": "german-160071-trn", "text_a": "Selten so eine spannenden Film geschaut! Kann jedem weiter empfehlen. Leonard wie immer bester Schauspieler, super Szenario. Anschauen lohnt sich.", "label": 5, "portion_identifier": -1, "text_b": "Mega Film . digital_video_download"}, {"uid": "german-170918-trn", "text_a": "Auch die 4 Staffel ist TOP, auch wenn ich mich mehr auf die Deutsche Fassung freue. Aber solange muss ich mit der OV/OmU auskommen. Es geht spannend los und ich bin mir sicher, dass auch alle weiteren Folgen das sein werden, war immer so. Absolut sehenswert.", "label": 5, "portion_identifier": -1, "text_b": "Fängt schon wieder sehr spannend an !!! . digital_video_download"}, {"uid": "german-195038-trn", "text_a": "erleichtert die Hausarbeit, habe ihn gleich ausprobiert kann ihn nur jedem zu empfehlen, der schnell und einfach seine Wohnung sauber haben will; würde ihn wieder bestellen", "label": 5, "portion_identifier": -1, "text_b": "entspricht der Beschreibung, schneller Versand . home"}, {"uid": "german-198852-trn", "text_a": "Solide aber etwas kurz.Für mich die perfekte Urlaubslektüre. Die folgenden Teile werden mit zeigen wie die einzelnen Charakter sich entwickeln.", "label": 5, "portion_identifier": -1, "text_b": "Gut . digital_ebook_purchase"}, {"uid": "german-184820-trn", "text_a": "Arbeitet sehr hart aber die Reinigung ist gut.", "label": 5, "portion_identifier": -1, "text_b": "Munddusche . personal_care_appliances"}]}