{"1": [{"uid": "german-9665-trn", "text_a": "Von der Handhabung ist diese Schutzhülle wirklich toll! Sie lässt sich dank des mitgelieferten Stabes einfach auf- und abziehen und hält jedem Regen und Sturm stand. Leider ist nun bereits die zweite Hülle nach ca. einem Jahr kaputt, das Material ist offenbar nicht UV-beständig, wird spröde und reißt ein (siehe Fotos). Schade! Der erste Umtausch hat problemlos funktioniert, die zweite Reklamation wurde aufgrund der abgelaufenen Garantiezeit abgelehnt. Sehr schade, dass der Hersteller offenbar keinen Wert auf Qualität und Kundenzufriedenheit legt.", "label": 1, "portion_identifier": -1, "text_b": "Hält leider nur ein Jahr . lawn_and_garden"}, {"uid": "german-34207-trn", "text_a": "Katastrophe also -5 Sterne man muss das Micro fast in den Mund stecken damit der gegenüber doch hört mein 2 Jahre alter Bruder kann lauter sein als das Ding. Absoult keine Empfehlung. Erwartet nicht viel ich versteh auch nicht wie dieser Artikel so gut bewertet wurde.??", "label": 1, "portion_identifier": -1, "text_b": "Fatal Katastrophal . musical_instruments"}, {"uid": "german-11698-trn", "text_a": "Ware nie erhalten. Verkäufer reagiert auch nach zwei Mails nicht.", "label": 1, "portion_identifier": -1, "text_b": "Nicht bestellen. Ware kommt nicht an. . toy"}, {"uid": "german-2426-trn", "text_a": "2 sets gekauft und nur eins erhalten... Verkäufer verlangt Fotos... Klar als wenn ich etwas fotografieren kann, was ich nicht erhalten hätte! NIE WIEDER HIER BESTELLEN!!! Reinste abzocke und verarschung", "label": 1, "portion_identifier": -1, "text_b": "auf keinen hier kaufen . sports"}], "2": [{"uid": "german-77231-trn", "text_a": "Ohne Ticken ist richtig. Das Laufgeräusch ist aber so laut, dass ein Schlafen im gleichen Zimmer unmöglich ist. Lieferung wie immer top.", "label": 2, "portion_identifier": -1, "text_b": "Viel zu laut . home"}, {"uid": "german-48914-trn", "text_a": "Zufrieden. Leider nicht die allerbeste akkulaufzeit.", "label": 2, "portion_identifier": -1, "text_b": "Gut . toy"}, {"uid": "german-70219-trn", "text_a": "Verspricht mehr als es hält", "label": 2, "portion_identifier": -1, "text_b": "Nicht zu empfehlen . drugstore"}, {"uid": "german-64237-trn", "text_a": "Hält in der Handybuchse nicht sehr lange.", "label": 2, "portion_identifier": -1, "text_b": "Haltbarkeit . electronics"}], "3": [{"uid": "german-103641-trn", "text_a": "Zweite mal bestellt erste mal super dieses Mal najaa... Paket beim Nachbarn aber da macht niemand die Türe auf. Frage ist wohnt da noch jemand? Paket nicht erhalten", "label": 3, "portion_identifier": -1, "text_b": "Paket . automotive"}, {"uid": "german-107625-trn", "text_a": "Tasche und Inhalt grundsätzlich ok, aber die Nähte für die Befestigung unter dem Sattel sind mangelhaft, lösen sich komplett und somit ist die Tasche allerhöchstens noch im Rucksack zu transportieren. Dafür war Sie nicht gedacht. Leider habe ich die Rückgabezeit überschritten.", "label": 3, "portion_identifier": -1, "text_b": "Qualität mangelhaft . sports"}, {"uid": "german-83116-trn", "text_a": "Hatte mir mehr und detaillierte Informationen erhofft. Hatte den Eindruck, dass die Angaben im Buch nicht bis ins Detail richtig wieder gegeben wurden. Aber es reicht um etwas mit Sous Vide zu experimentieren.", "label": 3, "portion_identifier": -1, "text_b": "große Erwartungen wurden nicht erfüllt . book"}, {"uid": "german-114567-trn", "text_a": "Hab die Bank grad aufgebaut. Ich muß sagen, die Verarbeitung des Materials ist eher dürftig . 20 € wären ok ...", "label": 3, "portion_identifier": -1, "text_b": "Nettes Design, mäßige Verarbeitung . toy"}], "4": [{"uid": "german-133429-trn", "text_a": "ich finde den Film gut, mal eine andere Version von Dracula", "label": 4, "portion_identifier": -1, "text_b": "Dracula Untold . digital_video_download"}, {"uid": "german-131095-trn", "text_a": "Passgenauigkeit ist gut, Material könnte besser sein sonst gutes Produkt", "label": 4, "portion_identifier": -1, "text_b": "Material . apparel"}, {"uid": "german-130606-trn", "text_a": "Schöne große Flasche , nur der Duft hält nicht lange vor. kann man aber weiterempfehlen. Würde Ihn wieder kaufen. danke", "label": 4, "portion_identifier": -1, "text_b": "Calvin Klein Unisex Ck One Eau de Toilette.. . beauty"}, {"uid": "german-137602-trn", "text_a": "Erfüllen ihren zweck, sind leicht, aber könnten etwas größer ausfallen.", "label": 4, "portion_identifier": -1, "text_b": "Passt - aber gerade so . other"}], "5": [{"uid": "german-182047-trn", "text_a": "Ich habe mir diese Adapter gekauft um mein Mikrofon von einer 3/8 auf eine 1/4 Schraube zu adaptieren. Was soll ich sagen? Es funktioniert perfekt! Die Teile sind gut gearbeitet und wirken so als würden sie eine gute und lange Zeit halten. Zudem sind sie für einen Filmmaker immer praktisch, da man öfters mal mit verschienen Stativen mit unterschiedlichen Anschlüssen zutun hat. Besonders praktisch finde ich, dass in diesem Paket jeweils 3x 3/8 zu 1/4 und 3x 1/4 zu 3/8 vorhanden ist, man also in beide Richtungen adaptieren kann. Hier kann man eigentlich nichts falsch machen :)", "label": 5, "portion_identifier": -1, "text_b": "Extrem praktisch! . wireless"}, {"uid": "german-169457-trn", "text_a": "Ich habe mir diesen kleinen und praktischen Heizlüfter gekauft, weil die Heizung in meinem Schlafzimmer kaputt ist. Dieser Heizlüfter ist ideal, um mein kleines Schlafzimmer in wenigen Minuten zu heizen.", "label": 5, "portion_identifier": -1, "text_b": "Klein und praktisch . home_improvement"}, {"uid": "german-198088-trn", "text_a": "...da fand ich so manchen Star Wars Film viel langweiliger und vor allem langatmiger...", "label": 5, "portion_identifier": -1, "text_b": "Not bad... . digital_video_download"}, {"uid": "german-193570-trn", "text_a": "Das Produkt wurde pünklich geliefert. Die Funktionen sind einwandfrei. Das Produkt ist solide verarbeitet und kann ohne Bedenken empfohlen werden.", "label": 5, "portion_identifier": -1, "text_b": "Leifheit Wandrollenhalter Parat F2, ist zu empfehlen . home"}]}