{"0": [{"uid": "german-1313-val", "text_a": "„The Lost Boys“ ist eine 1978 unter der Regie von Andrew Birkin von BBC produzierte Dokudrama-Miniserie, geschrieben von Rodney Bennett.", "label": "0", "portion_identifier": -1, "text_b": "„The Lost Boys“ ist eine Doku-Drama-Miniserie unter der Regie von Rodney Bennet, produziert 1978 von BBC und geschrieben von Andrew Birkin."}, {"uid": "german-1743-val", "text_a": "Während des Ersten Weltkriegs arbeitete er in Genf, wo er bei Willi Münzenberg studierte.", "label": "0", "portion_identifier": -1, "text_b": "Während des Ersten Weltkriegs studierte er in Genf, wo er mit Willi Münzenberg zusammenarbeitete."}, {"uid": "german-478-val", "text_a": "Emily Ann Morelli (geboren am 27. März 1984 als Emily Ann Lloyd) ist eine US-amerikanische Schauspielerin.", "label": "0", "portion_identifier": -1, "text_b": "Emily Ann Lloyd (geboren am 27. März 1984 als Emily Ann Morelli) ist eine amerikanische Schauspielerin."}, {"uid": "german-486-val", "text_a": "Cher und MCA waren die Labels, mit denen Kapp in den 1970ern mehr Erfolg hatte und wo sie bis 1974 blieb.", "label": "0", "portion_identifier": -1, "text_b": "Capp und MCA waren die Labels, mit denen Cher in den Siebzigern mehr Erfolg hatte und wo sie bis 1974 blieb."}], "1": [{"uid": "german-1126-val", "text_a": "Dies ließ ich zurück, dies verlor ich.", "label": "1", "portion_identifier": -1, "text_b": "Was ich zurückgelassen habe, habe ich verloren."}, {"uid": "german-658-val", "text_a": "Er wurde von seiner Frau, ehemalige Barbara Crutchley, seinen Söhnen Norman F. Boas und Donald P. Boas und seiner Tochter Helen Tuthill Sisson überlebt.", "label": "1", "portion_identifier": -1, "text_b": "Er hinterließ seine Ehefrau Barbara, geborene Crutchley, seine Söhne Norman F. Boas und Donald P. Boas und seine Tochter Helen Tuthill Sisson."}, {"uid": "german-593-val", "text_a": "„Dream”, produziert von John Gielgud und dirigiert von Georg Solti, wurde 1961 im Royal Opera House, Covent Garden, aufgeführt.", "label": "1", "portion_identifier": -1, "text_b": "„Dream” wurde von John Gielgud produziert und von Georg Solti geleitet und 1961 im Royal Opera House in Covent Garden aufgeführt."}, {"uid": "german-121-val", "text_a": "Der offizielle indonesische Vertreter in Rom wurde im März 1952 eingesetzt, während die Italienische Republik ihren offiziellen Vertreter in Jakarta im Oktober 1952 eingesetzt hatte.", "label": "1", "portion_identifier": -1, "text_b": "Den offiziellen Vertreter Indonesiens in Rom gibt es seit März 1952, während die Italienische Republik im Oktober 1952 ihren offiziellen Vertreter in Jakarta einsetzte."}]}