{"1": [{"uid": "spanish-25024-trn", "text_a": "Como todo lo chino... castaña. Rotos a los dos usos. Dinero tirado. Son de mercadillo", "label": 1, "portion_identifier": -1, "text_b": "MALOS . apparel"}, {"uid": "spanish-22946-trn", "text_a": "No merece la pena,los cables se sueltan y la maquina esta mas tiempo parada que en funcionamiento,la mia se me ha estropeado con 3 o 4 usos,espero que me la cambien", "label": 1, "portion_identifier": -1, "text_b": "Mal funcionamiento . beauty"}], "2": [{"uid": "spanish-60673-trn", "text_a": "No son materiales de gran calidad y no me gusta el sistema que tiene interior de velcro solo llevan dos tiras para pegar los separadores y no terminan de pegarse bien Pongo dos estrellas ya que por el.precio esperaba algo de mas calidad en el interior", "label": 2, "portion_identifier": -1, "text_b": "Descontento con la calidad de materiales y acabados . sports"}, {"uid": "spanish-58113-trn", "text_a": "El producto en sí, esta bien. Una estructura robusta y práctica para el precio que tiene. El problema se encuentra en que ha venido arañada en muchos de sus elementos. Uno de los tubos venia doblado en el orificio, por lo que he tenido que enderezarlo para que pudiese conectar. No lo he descambiado porque estoy viviendo fuera y llevo tres semanas durmiendo en el suelo.", "label": 2, "portion_identifier": -1, "text_b": "Bu . home"}], "3": [{"uid": "spanish-95326-trn", "text_a": "La primera semana ya se me abrió la cremallera, y me ha pasado 4 o 5 veces más. Pensaba que era de mayor calidad. No está mal, pero no me había fijado al comprarlo que viene de china. Parece que es de piel auténtica, pero brilla más de lo que pensaba. Con el uso supongo que irá estando más mate. Por lo demás bien, el aspecto es como el de la foto y es amplio por dentro. No lleva mucha protección... y la correa de colgar al hombro no es de piel, en la foto ya se ve pero queda mejor, en persona destaca más el maletín de piel con la correa como de mochila de colegio. Si me hubiese costado 29,90 estaría más feliz.", "label": 3, "portion_identifier": -1, "text_b": "Ni fú, ni fa . luggage"}, {"uid": "spanish-106283-trn", "text_a": "Como han comentado ya varias personas, las tijeras no son inoxidables. En el primer uso, las lavé y les puse la fundita de plástico. Al día siguiente tenían las hojas con varios puntitos de óxido. Desde entonces no les he vuelto a poner la funda, las cuelgo al aire y no les ha vuelto a salir. De todas formas se ve que la calidad no es una maravilla. De corte de momento funcionan bien, tampoco hago virguerías con ellas. Lo típico, cortar una pizza o un envoltorio. No las compraría otra vez pero de momento me apaño con ellas.", "label": 3, "portion_identifier": -1, "text_b": "No son inoxidables . office_product"}], "4": [{"uid": "spanish-125563-trn", "text_a": "Realiza su función con poca exactitud, pero ayuda. Muchas falsas advertencias.", "label": 4, "portion_identifier": -1, "text_b": "Ayuda a localizar el gato . pet_products"}, {"uid": "spanish-157798-trn", "text_a": "Es un toallero de 40€, por el precio que tiene no se puede pedir mucho más. El aspecto al desembalar es bastante enclenque, pero una vez amarrado a la pared por sus 5 tornillos da una firmeza suficiente,no para colgarse pero si para colgar toallas, que es para lo que es. El tamaño es un poco pequeño, pero corresponde al de la descripción.", "label": 4, "portion_identifier": -1, "text_b": "Toallero barato. . home_improvement"}], "5": [{"uid": "spanish-196680-trn", "text_a": "Me gusta lo sencilla y manejable que es!!!", "label": 5, "portion_identifier": -1, "text_b": "Buena cafetera simple . kitchen"}, {"uid": "spanish-183374-trn", "text_a": "Ha llegado antes de la fecha prevista. Es una pulsera muy facil de utilizar , tiene GPS y es submergible así que esta muy bien a quien le gusta correr o nadar pero no quiere gastar mucho diñero. Además su deseño esta muy chulo. Recomiendo", "label": 5, "portion_identifier": -1, "text_b": "Muy buen relacion calidad/precio . wireless"}]}