{"0": [{"uid": "german-636-val", "text_a": "Die Provinz Badakhshan ist eine der 28 Distrikte des Distrikts Ishkashim in Ost-Afghanistan.", "label": "0", "portion_identifier": -1, "text_b": "Der Distrikt Ishkashim ist einer der 28 Distrikte der Provinz Badakhshan im Osten Afghanistans."}, {"uid": "german-1231-val", "text_a": "In Alcamo werden die zwölf Verse so gesungen: einer wird alterniert, der andere gesagt.", "label": "0", "portion_identifier": -1, "text_b": "In Alcamo werden die 12 Verse abwechselnd gesungen und gesprochen."}, {"uid": "german-217-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "NS"}, {"uid": "german-257-val", "text_a": "1591 wurde eine Gemeindekirche gegründet, ein Zuzug von Katholiken im 18. Jahrhundert schuf jedoch eine katholische Mehrheit.", "label": "0", "portion_identifier": -1, "text_b": "1591 wurde eine Gemeindekirche gebaut, ein Zuzug von Katholiken im 18. Jahrhundert schuf jedoch eine katholische Mehrheit."}, {"uid": "german-1024-val", "text_a": "Die Spezies wurde 1846 erstmals förmlich vom Botanisten Johann Georg Christian Lehmann im Rahmen der Arbeit „Irideae. Plantae Preissianae“ von Stephan Endlicher beschrieben.", "label": "0", "portion_identifier": -1, "text_b": "Die Spezies wurde zum ersten Mal offiziell im Jahre 1846 von dem Botaniker Stephan Endlicher als Teil der Arbeit „Irideae Plantae Preissianae“ von Johann Georg Christian Lehmann beschrieben."}, {"uid": "german-1667-val", "text_a": "Anfang Juli, Steve Whitley, der kriminelle Vater von Harper Whitley und Garrett Whitley, und Bruder von Benny Cameron.", "label": "0", "portion_identifier": -1, "text_b": "Anfang Juli, Garrett Whitley, der kriminelle Vater von Harper Whitley und Steve Whitley und Bruder von Benny Cameron."}, {"uid": "german-288-val", "text_a": "2009 übernahm Coolidge eine Theaterrolle in \" als Genevieve McDonagh.", "label": "0", "portion_identifier": -1, "text_b": "2009 spielte Genevieve McDonagh die Theaterrolle der Coolidge."}, {"uid": "german-541-val", "text_a": "„In 80 Minuten um die Welt“ mit Robert E. Sherwood ist ein amerikanischer Pre-Code-Dokumentarfilm aus dem Jahre 1931 von Regisseur Douglas Fairbanks, geschrieben von Douglas Fairbanks und Victor Fleming.", "label": "0", "portion_identifier": -1, "text_b": "„In 80 Minuten um die Welt“ mit Douglas Fairbanks ist ein US-amerikanischer Pre-Code-Dokumentarfilm von 1931, bei dem Douglas Fairbanks, Victor Fleming und Robert E. Sherwood Regie führten."}], "1": [{"uid": "german-1315-val", "text_a": "Das Festival ermöglicht Teilnehmern auch neue Hoffnung zu schöpfen und sich von Traditionen zu lösen, in einem Gebiet, in dem Tamilen aus beiden Ländern friedlich zusammenleben.", "label": "1", "portion_identifier": -1, "text_b": "Dieses Festival schenkt seinen Teilnehmern auch Hoffnung und lässt sie Traditionen austauschen, in einem Gebiet, das von Tamilen aus beiden Ländern friedlich geteilt wird."}, {"uid": "german-153-val", "text_a": "Es liegt 20 Meilen nordwestlich von Roanoke, Virginia und rund zwei Meilen südwestlich von Glasgow, Virginia.", "label": "1", "portion_identifier": -1, "text_b": "Es liegt 20 Meilen nordwestlich von Roanoke in Virginia und etwa zwei Meilen südöstlich von Glasgow in Virginia."}, {"uid": "german-289-val", "text_a": "Aufgrund dieser Transaktionsmechanismen sind unzuverlässige Transportprotokolle wie das User Datagram Protocol (UDP) für den SIP-Betrieb ausreichend.", "label": "1", "portion_identifier": -1, "text_b": "Aufgrund dieser Transaktionsmechanismen sind unzuverlässige Transportprotokolle, wie das User Datagram Protocol (UDP) ausreichend für den SIP-Betrieb."}, {"uid": "german-1021-val", "text_a": "Er wurde von John Velazquez trainiert und vom Jockey Dale Romans in seinen wichtigsten Rennen geritten.", "label": "1", "portion_identifier": -1, "text_b": "Er wurde von John Velazquez trainiert und bei seinen wichtigsten Rennen von Jockey Dale Romans geritten."}, {"uid": "german-1651-val", "text_a": "Anfang 2016 wurde Senator Chris Widener in den Senat von Ohio berufen, um dem ausscheidenden Senator Bob Hackett nachzufolgen.", "label": "1", "portion_identifier": -1, "text_b": "Anfang 2016 wurde Senator Chris Widener nach dem Rücktritt von Senator Bob Hackett als dessen Nachfolger in den Senat von Ohio berufen."}, {"uid": "german-158-val", "text_a": "Viele Buslinien fahren von der benachbarten Eddy Avenue oder von den nahegelegenen Haltestellen Elizabeth Street oder Railway Square.", "label": "1", "portion_identifier": -1, "text_b": "Viele Buslinien fahren ab der angrenzenden Eddy Avenue oder ab der nahe gelegenen Elizabeth Street oder dem Railway Square."}, {"uid": "german-161-val", "text_a": "Laut dem Statistischen Bundesamt der USA hat Southport eine Gesamtfläche wovon Land und, oder 0,91 % Wasser ist.", "label": "1", "portion_identifier": -1, "text_b": "Gemäß dem statistischen Bundesamt der USA hat Southport eine Gesamtfläche von , wovon Land und , oder 0,91 % Wasser sind."}, {"uid": "german-1663-val", "text_a": "Mount DeVoe ist ein Berg auf Vancouver Island, British Columbia, Kanada, der südöstlich des Gold River und südlich von Rambler Peak gelegen ist.", "label": "1", "portion_identifier": -1, "text_b": "Mount DeVoe ist ein Berg auf Vancouver Island, British Columbia, Kanada, südöstlich von Gold River und südlich des Rambler Peak."}]}