{"0": [{"uid": "french-1514-val", "text_a": "Ainsi, la productivité océanographique de la zone peut changer en fonction des conditions biologiques.", "label": "0", "portion_identifier": -1, "text_b": "Ainsi, la productivité biologique de la zone peut changer en fonction des conditions océanographiques."}, {"uid": "french-323-val", "text_a": "Leur musique est considérée par beaucoup comme du métal alternatif avec du rap métal et des influences de métal industriel, qui, d'après de précédentes interviews, s’appellent eux-mêmes \"murder - rock\".", "label": "0", "portion_identifier": -1, "text_b": "Leur musique est considérée par beaucoup comme de métal industriel avec du rap métal et des influences de métal alternatif, qui, selon les précédentes interviews, s'appellent eux-mêmes \"murder - rock\"."}, {"uid": "french-587-val", "text_a": "Le 29 novembre 1171, Gonzalo Ruiz de Bureba signa pour la première fois un certificat en tant que \" Gonzalo.", "label": "0", "portion_identifier": -1, "text_b": "Le 29 novembre 1171, Gonzalo a signé pour la première fois une charte sous le nom de \" Gonzalo Ruiz de Bureba \"."}, {"uid": "french-830-val", "text_a": "John Byron a épousé Mary Byron, fille de Sir Lucas de Newstead dans le Nottinghamshire.", "label": "0", "portion_identifier": -1, "text_b": "Lucas a épousé Mary Byron, fille de Sir John Byron de Newstead, Nottinghamshire."}], "1": [{"uid": "french-743-val", "text_a": "La rivière Dilcov est un affluent droit de la rivière Milcov en Roumanie.", "label": "1", "portion_identifier": -1, "text_b": "La rivière Dilcov est un affluent de la rivière Milcov en Roumanie."}, {"uid": "french-353-val", "text_a": "Cornelius Olatunji Adebayo est un ancien sénateur du Nigeria, qui fut un gouverneur d'État, et devint plus tard chef du ministère des communications nigérian.", "label": "1", "portion_identifier": -1, "text_b": "Cornelius Olatunji Adebayo est un ancien sénateur du Nigeria, qui devint un gouverneur, et fut plus trad chef du ministère des communications nigérian."}, {"uid": "french-376-val", "text_a": "Luk ou Loke est la romanisation cantonnaise de plusieurs (mais pas tous) noms chinois qui sont romanisés par Lu en mandarin.", "label": "1", "portion_identifier": -1, "text_b": "Luk ou Loke est la romanisation cantonaise de plusieurs (mais pas tous) surnoms chinois, qui sont romanisés en Lu en mandarin."}, {"uid": "french-440-val", "text_a": "En 2014, le site a lancé des applications iOS et Android pour la recherche de produit ; les fonctionnalités de produit comprennent des évaluations de produit interactives en vidéo avec des sessions de questions-réponses en direct.", "label": "1", "portion_identifier": -1, "text_b": "En 2014, le site a lancé des applications iOS et Android pour la recherche de produits, les caractéristiques du produit comprennent les évaluations de produit interactives en vidéo avec des sessions interactives de questions-réponses."}]}