{"0": [{"uid": "spanish-996-val", "text_a": "En 1938 se convirtió en el antropólogo del gobierno de la Sudán anglo-egipcia y dirigió el trabajo de campo con el pueblo Nuba.", "label": "0", "portion_identifier": -1, "text_b": "En 1938 se convirtió en antropólogo del Sudán anglo-egipcio para el gobierno y guió el trabajo de campo con los Nuba."}, {"uid": "spanish-602-val", "text_a": "Cuando se aplica presión a un material viscoelástico como un polímero, partes de la larga cadena de polímeros cambia de posición.", "label": "0", "portion_identifier": -1, "text_b": "Cuando se aplica tensión a un material viscoelástico como un polímero, se produce un cambio de las partes del polímero de cadena larga."}, {"uid": "spanish-452-val", "text_a": "Los planes malignos de Swayam por incriminar a Sujal y damnificar a los garewals fueron frustrados.", "label": "0", "portion_identifier": -1, "text_b": "Se arruinaron los planes siniestros de Swayam de damnificar a Sujal y de incriminar a los garewalls."}, {"uid": "spanish-1562-val", "text_a": "También es posible ejecutar un código malicioso que contenga archivos del escritorio (que se utilizan para ejecutar aplicaciones).", "label": "0", "portion_identifier": -1, "text_b": "También es posible ejecutar un código malicioso que contenga archivos del escritorio (que se usan para ejecutar aplicaciones)."}], "1": [{"uid": "spanish-1930-val", "text_a": "Es un centro de peregrinación célebre ubicado a 78 kilómetros de Dharwad y a 37 kilómetros de Belgaum.", "label": "1", "portion_identifier": -1, "text_b": "Es un centro de peregrinaje famoso ubicado a 78 kilómetros de Dharwad y a 37 kilómetros de Belgaum."}, {"uid": "spanish-692-val", "text_a": "Yazva es un río en Perm Krai, Rusia, un afluente izquierdo del río Molmys.", "label": "1", "portion_identifier": -1, "text_b": "El río Yazva es un río en Perm Krai, Rusia, un afluente izquierdo del río Molmys."}, {"uid": "spanish-1944-val", "text_a": "El equipo respondió a los cambios en el mismo juego que el próximo 19 de febrero por la tarde.", "label": "1", "portion_identifier": -1, "text_b": "El equipo respondió a los cambios en el mismo juego que tuvo lugar la siguiente tarde de febrero."}, {"uid": "spanish-1777-val", "text_a": "Era el único escenario en el condado de Tehama hasta 1991 y proporcionó el único cine público hasta 1993.", "label": "1", "portion_identifier": -1, "text_b": "Hasta 1991, era el único escenario en el condado de Tehama y hasta 1993 ofrecía el único cine público."}]}