{"1": [{"uid": "spanish-38670-trn", "text_a": "No sirven para nada....bueno, si!!! Para causar más dolor si cabe!!!", "label": 1, "portion_identifier": -1, "text_b": "Muy mal . shoes"}, {"uid": "spanish-33636-trn", "text_a": "He devuelto el artículo después de 2 semanas. La pantalla táctil es muy deficiente, no responde con fluidez (no quiero imaginar intentar manejarlo con guantes). La sincronización con Strava es un suplicio, a veces es imposible. Tras estas dos semanas de uso, se apagaba a los 10 segundos de encenderlo (con el ahorro de energía desactivado). Quizás me mandaron uno defectuoso, pero la experiencia ha sido mala. Estoy esperando la devolución.", "label": 1, "portion_identifier": -1, "text_b": "Un buen gps con una pantalla y una sincronización muy mala. . sports"}], "2": [{"uid": "spanish-76825-trn", "text_a": "Los libros anteriores estaban mejor. La historia de este libro no me acaba de encajar. Es una opinión totalmente personal y no quiere decir que a otra persona le guste. La encuentro demasiado fantástica para mi gusto.", "label": 2, "portion_identifier": -1, "text_b": "Podría estar mejor . book"}, {"uid": "spanish-44655-trn", "text_a": "No han dado el resultado esperado. Se rompen fácilmente por la zona de enganche", "label": 2, "portion_identifier": -1, "text_b": "ganchos auriculares sodial . wireless"}], "3": [{"uid": "spanish-117340-trn", "text_a": "Es un buen café sin más. No esperes grandes aromas, etcétera. Pero cumple de sobra por el precio que tiene.", "label": 3, "portion_identifier": -1, "text_b": "Relación calidad - precio . grocery"}, {"uid": "spanish-86784-trn", "text_a": "El móvil perfecto pero no han pasado 5 meses que lo adquirí y ya tengo problemas de sonido , yo oigo bien pero a mí apenas me oyen. No sé cuál puede ser la causa. Es la segunda vez que me ocurre lo mismo", "label": 3, "portion_identifier": -1, "text_b": "Falló en el sonido . wireless"}], "4": [{"uid": "spanish-120693-trn", "text_a": "Grifo de mando largo y cómodo. Fácil colocación y muy barato comparado con otros modelos de peor calidad. Como mejora debería la base del grifo deberia ser un poco más alto.", "label": 4, "portion_identifier": -1, "text_b": "Grifo mando largo. Buena calidad y barato . home_improvement"}, {"uid": "spanish-126077-trn", "text_a": "buenos materiales y buena calidad", "label": 4, "portion_identifier": -1, "text_b": "bonita pulsera . home"}], "5": [{"uid": "spanish-176659-trn", "text_a": "Se la hemos regalado a un compañero de trabajo al que le encanta Kingdom Hearts y está encantado. Se nota que la calidad de la taza es muy buena, y además viene con una chapa de regalo. La recomiendo.", "label": 5, "portion_identifier": -1, "text_b": "Taza muy chula y muy buena calidad . home"}, {"uid": "spanish-164725-trn", "text_a": "Me ha gustado mucho lo recomiendo", "label": 5, "portion_identifier": -1, "text_b": "Lo recomiendo . toy"}]}