{"1": [{"uid": "german-22452-trn", "text_a": "Für den Preis habe ich mittelmäßige Qualität erwartet, aber SO BILLIG ?? geht leider garnicht. Der Pulli riecht nach Chemie und fühlt sich einfach nur schlecht an. Kontakt zum Verkäufer sehr zähflüssig, schlechtes Deutsch und lange Wartezeit. Er bot mir eine Rückerstattung von 20 % (ca. 2 Euro) Vermutlich ist die Rücknahme teurer als der Pulli. Mein Fehler, was hab ich erwartet für den Preis ?", "label": 1, "portion_identifier": -1, "text_b": "Nicht viel erwartet bei dem Preis, ABER GERUCH geht garnicht! . apparel"}, {"uid": "german-37337-trn", "text_a": "richtig ganz stark nach Plastik", "label": 1, "portion_identifier": -1, "text_b": "nicht zu empfehlen . drugstore"}], "2": [{"uid": "german-78377-trn", "text_a": "Leider für mein Kennzeichen etwas zu klein gewesen, daher musste ich mein Kennzeichen etwas abschleifen rundherum. Die mitgelieferten Klebestreifen halten leider auch nicht ganz fest obwohl ich vorher die Flächen gründlich gereinigt habe.", "label": 2, "portion_identifier": -1, "text_b": "Naja . automotive"}, {"uid": "german-50195-trn", "text_a": "Meine anfängliche Begeisterung verflog recht schnell. Anfangs klebt der BH sehr toll, doch schon bei normaler Bewegung lösen sich die Ränder ab und man muss immer wieder nachdrücken. Man hat dauerhaft ein unsicheres Gefühl. Ich hatte ihn letzten Sommer ca. 3-4 mal in Gebrauch. Über den Winter lag er im Schrank (Klebefläche war mit Folie geschützt). Beim ersten Gebrauch in diesem Sommer kam die totale Ernüchterung. Er hielt nur noch bedingt und beim kleinsten Schwitzen fiel er komplett ab.", "label": 2, "portion_identifier": -1, "text_b": "hält schlecht . apparel"}], "3": [{"uid": "german-83624-trn", "text_a": "Tasche sehr schön leider sind die Öffnungen alle falsch ausgestanzt ....", "label": 3, "portion_identifier": -1, "text_b": "Schade . wireless"}, {"uid": "german-110813-trn", "text_a": "naja billiges Chinazeugs. Aber für den Spass reicht es. Preis Leistung stimmt.", "label": 3, "portion_identifier": -1, "text_b": "ist O.K. . toy"}], "4": [{"uid": "german-134755-trn", "text_a": "Sieht sehr schlicht aus und funktioniert. Bisschen klein aber für den Preis absolut in Ordnung.", "label": 4, "portion_identifier": -1, "text_b": "Ganz gut . wireless"}, {"uid": "german-125641-trn", "text_a": "Ein Produkt wie man es von Gloria kennt. Einfach aber perfekt. Einzigster Mängel ist das Band zum Umhängen. Dort besteht definitiv verbesserungsbedarf", "label": 4, "portion_identifier": -1, "text_b": "Klein aber fein . lawn_and_garden"}], "5": [{"uid": "german-193692-trn", "text_a": "Ich mag diesen Schal so sehr. Er steht mir so gut. Er ist sehr weich und warm. auch eine stilvolle .. es ist perfekt für meine Winterzeit .. es passt zu allen Winter-Outfits .. es ist in mehreren Farben erhältlich und alle Farben sind hervorragend .. es ist auch im günstigen Preis erhältlich. Ich bin glücklich, es zu kaufen. Es ist mein Geld wert. Ich werde es auf jeden Fall empfehlen.", "label": 5, "portion_identifier": -1, "text_b": "Sehr schön . apparel"}, {"uid": "german-183380-trn", "text_a": "Ich schreibe normal nie Rezensionen, aber jetzt muss ich. Hab schon lange ein Hülle für mein xcover4 gesucht die wirklich 360° abdeckt.Nun habe ich sie gefunden.Habe noch ein Panzerglas unter der Hülle und es funktioniert alles.Ich bin echt begeistert.Immer wieder.Danke", "label": 5, "portion_identifier": -1, "text_b": "Ich muss jetzt auch mal schreiben. . wireless"}]}