{"0": [{"uid": "german-979-val", "text_a": "284 v. Chr. traf sich König Xi mit König Zhao von Qin im westlichen Zhou, um eine Allianz gegen Qi zu gründen.", "label": "0", "portion_identifier": -1, "text_b": "König Qi traf sich 284 v. Chr. mit König Zhao von Qin im westlichen Zhou, um sich gegen Xi zu verbünden."}, {"uid": "german-920-val", "text_a": "Der Fluss Jiul de Vest ist ein Nebenfluss des Jidanul in Rumänien.", "label": "0", "portion_identifier": -1, "text_b": "Der Jidanul ist ein Nebenfluss des Jiul de Vest in Rumänien."}, {"uid": "german-733-val", "text_a": "Pete Sampras gewann im Finale mit 6 : 7, 6 : 4 und 7 : 6 gegen Tim Henman.", "label": "0", "portion_identifier": -1, "text_b": "Tim Henman gewann im Finale mit 6:7, 6:4, 7:6 gegen Pete Sampras."}, {"uid": "german-1963-val", "text_a": "Je nach Jahreszeit wandert die Aschgraue Höckereule in Nordamerika von Kanada nach Mexiko.", "label": "0", "portion_identifier": -1, "text_b": "Die aschgraue Höckereule wandert in Nordamerika je nach Jahreszeit von Kanada nach Mexiko."}, {"uid": "german-122-val", "text_a": "Der amerikanische Pionier John Sutter (1803 - 1880) erreichte im August 1839 zusammen mit anderen Siedlern aus der Schweiz Alta California.", "label": "0", "portion_identifier": -1, "text_b": "Der Schweizer Pionier John Sutter (1803-1880) war im August 1839 mit anderen Euro-amerikanischen Siedlern in Oberkalifornien."}, {"uid": "german-1596-val", "text_a": "Elysia pusilla ist eine Art kleine Meeresschnecke, eine Meeresschnecke Molluske aus der Familie der Plakobranchidae.", "label": "0", "portion_identifier": -1, "text_b": "Elysia pusilla ist eine Art von Meeresschnecke, eine kleine Gastropodenmuschel aus der Familie der Plakobranchidae."}, {"uid": "german-21-val", "text_a": "Earl St. Vincent war ein britischer Seefahrer, der 1803 in Gefangenschaft geriet und ein französischer Handelsmann wurde.", "label": "0", "portion_identifier": -1, "text_b": "Earl St Vincent war ein französischer Seemann, der 1803 in Gefangenschaft geriet und ein britischer Handelsmann wurde."}, {"uid": "german-445-val", "text_a": "Seit Cito Gaston für Toronto wurde Dusty Baker zum ersten schwarzen Manager, der an einer World Series teilnahm und dabei war.", "label": "0", "portion_identifier": -1, "text_b": "Cito Gaston war der erste schwarze Manager, der seit Dusty Baker für Toronto an einer World Series teilgenommen hat."}], "1": [{"uid": "german-1698-val", "text_a": "wobei steht das Sternchen für die algebraische duale Gruppe steht. Außerdem tritt ein unnatürlicher Isomorphismus auf, wenn „G“ endlich ist", "label": "1", "portion_identifier": -1, "text_b": "Wenn der Stern die algebraische Doppelgruppe verlangt, gibt es bei endlichem „G“ einen unnatürlichen Isomorphismus."}, {"uid": "german-1064-val", "text_a": "William Harris war der zweite Sohn von William Harris, sein älterer Bruder Christopher Harris war Abgeordneter für Okehampton.", "label": "1", "portion_identifier": -1, "text_b": "Harris war der zweite Sohn von William Harris. Sein älterer Bruder, Christopher Harris, war Abgeordneter für Okehampton."}, {"uid": "german-1488-val", "text_a": "Der Schulbezirk Madison District Public Schools liegt im äußersten Süden des Großraums Detroit in Madison Heights, Michigan.", "label": "1", "portion_identifier": -1, "text_b": "Madison District Public Schools ist ein Schulbezirk im Süden des Großraums Detroit in Madison Heights, Michigan."}, {"uid": "german-225-val", "text_a": "Der Azusa Campus der Azusa Pacific University befindet sich im San Gabriel Valley, nordöstlich von Los Angeles .", "label": "1", "portion_identifier": -1, "text_b": "Der Azusa Campus der Azusa Pacific University liegt im San Gabriel Valley, nordöstlich von Los Angeles."}, {"uid": "german-1181-val", "text_a": "Als Peter Joseph Whelihan 1993 sein zweites Restaurant in Allentown eröffnete, änderte er den Namen zu P. J. Whelihan’s um seinen Großvater Platzer zu ehren.", "label": "1", "portion_identifier": -1, "text_b": "1993, als Peter Joseph Whelihan sein zweites Restaurant in Allentown eröffnete, ändert er den Namen zu Ehren seines Großvaters Platzer in P. J. Whelihan's."}, {"uid": "german-1672-val", "text_a": "Sie wird von der nationalen Eisenbahngesellschaft Chemins de Fer Luxembourgeois betrieben.", "label": "1", "portion_identifier": -1, "text_b": "Sie wird von der staatlichen Eisenbahngesellschaft Chemins de Fer Luxembourgeois betrieben."}, {"uid": "german-706-val", "text_a": "Er wurde am 5. Mai 1940 in Konstantinopel (Istanbul) geboren und starb am 19. November 2011 in Athen an Krebs.", "label": "1", "portion_identifier": -1, "text_b": "Er wurde am 5. Mai 1940 in Konstantinopel (Istanbul) geboren und starb am 19. November 2011 in Athen an Krebs."}, {"uid": "german-1091-val", "text_a": "Es ist gut bekannt aus den Vereinigten Staaten (Maine, Oregon, Kalifornien) und British Columbia (Kanada).", "label": "1", "portion_identifier": -1, "text_b": "Es ist aus den Vereinigten Staaten (Maine, Oregon, Kalifornien) und British Columbia (Kanada) bekannt."}]}