{"1": [{"uid": "german-15943-trn", "text_a": "Hallo ich habe heute Nein Korb erhalten leider fehlt das Gitter zum Korb wie bekomme ich den jetzt noch bezahlt ist ja schon alles", "label": 1, "portion_identifier": -1, "text_b": "Da fehlt mir was . pet_products"}, {"uid": "german-11715-trn", "text_a": "Blasen gehen nicht raus ,lässt sich auch nicht leicht drauf machen,man verrutscht immer beim draufmachen", "label": 1, "portion_identifier": -1, "text_b": "Keine Blasenfreie Folie . wireless"}, {"uid": "german-36283-trn", "text_a": "Keine gute arbeit,sieht aus als ob es per Hand ausgeschnitten wurde.", "label": 1, "portion_identifier": -1, "text_b": "Flopp . pet_products"}, {"uid": "german-5600-trn", "text_a": "Das Produkt ist sicher sehr schön. Das Preis-Leistungs-Verhältnis, auch bei dem Angebot, ohne Frage sehr gut. Leider nützt mir das alles nichts, wenn zugesagte Liefertermine nicht eingehalten werden und ich das Produkt jetzt nicht verschenken kann. Mehr als ärgerlich.", "label": 1, "portion_identifier": -1, "text_b": "Keine Lieferung . toy"}], "2": [{"uid": "german-79937-trn", "text_a": "Die Größe ist für eine Badewanne ideal. Aber der penetrante Plastikgeruch ist nicht auszuhalten und auch nach zwei Wochen riecht man die Matte in der ganzen Wohnung. Darum nur zwei Sterne.", "label": 2, "portion_identifier": -1, "text_b": "Penetranter Geruch . home"}, {"uid": "german-58882-trn", "text_a": "an und für sich ist so eine Lampe für die Schirmmütze genial und unverzichtbar - nur diese leider nicht ... und zwar weil die kleinen Klammern spätestens am 3. Tag beide abgebrochen sind - ich habe mir jetzt welche mit nur einer breiten Klammer bestellt, mal schauen ob die länger halten des weiteren ist noch die extrem lange Lieferzeit (6 Wochen) zu bemängeln, es gibt China Händler die das schon schneller schaffen", "label": 2, "portion_identifier": -1, "text_b": "nicht schlecht - aaaaber ... . sports"}, {"uid": "german-62506-trn", "text_a": "Anfangs war ich vollkommen zufrieden mit dem Puzzle - gute Qualität der Puzzleteile, passen gut ineinander und der Schwierigkeitsgrad war angemessen. Als ich jedoch den ersten von drei Teilen fertig hatte, musste ich feststellen, dass die Puzzleteile des zweiten Parts nicht genau mit denen des ersten zusammenpassen. Dadurch ist der Rand des Puzzles leicht versetzt. Auch die Farben des Motivs weichen voneinander ab. Diese beiden Fehler miteinander kombiniert waren für mich der ausschlaggebende Grund, das Puzzle (schweren Herzens) wieder zurückzuschicken. An dieser Stelle ein großes \"Danke\" an Amazon für die schnelle Abwicklung! Mein Fazit: Der Preis ist zwar unschlagbar, wer jedoch wie ich pingelig ist und Wert auf ein perfektes Gesamtbild/Endergebnis legt, der sollte doch lieber in die altbewährten Marken investieren.", "label": 2, "portion_identifier": -1, "text_b": "Böses Erwachen . toy"}, {"uid": "german-69601-trn", "text_a": "Finger weg, sehr schlecht bearbeitet, unstabil und Torwand ging sehr schnell kaputt, hab von Hudora mehr erwartet, deswegen ging Wieder zurück", "label": 2, "portion_identifier": -1, "text_b": "Enttäuschung . sports"}], "3": [{"uid": "german-111753-trn", "text_a": "Einfaches Anschließen WLan könnte besser sein", "label": 3, "portion_identifier": -1, "text_b": "Geht so. . pc"}, {"uid": "german-95550-trn", "text_a": "Gutes Produkt, Verpackung könnte ansprechender sein", "label": 3, "portion_identifier": -1, "text_b": "Produkt ist gut . beauty"}, {"uid": "german-114022-trn", "text_a": "Leider zu teuer! Beim spitzen bricht die Miene ständig ab-unsere Schule möchte sie aber unbedingt.....:-(!", "label": 3, "portion_identifier": -1, "text_b": "Zu teuer . office_product"}, {"uid": "german-100018-trn", "text_a": "Leider passen die nur für sehr schmale Absätze. Schade, nun liegen die ungenützt herum.", "label": 3, "portion_identifier": -1, "text_b": "Absatzschoner nur für sehr schmale Absätze . shoes"}], "4": [{"uid": "german-132617-trn", "text_a": "Nehme es für die Hunderunden. Und dafür ist es Top. Sehr schön hell, leuchtet den Weg vor einem schön aus. Aku hält ca. 2 Std bei voller Leistung", "label": 4, "portion_identifier": -1, "text_b": "Super für die dunkle Jahreszeit. . sports"}, {"uid": "german-147715-trn", "text_a": "Mein Papierschredder arbeitete in letzter Zeit nicht mehr so effektiv und ich musste regelmäßig mit Papierstau kämpfen. Erst da wurde ich darauf aufmerksam, dass es vermutlich wir z.B. bei Haarschneidemaschine geölt werden sollte. Ich habe daher das gleiche Öl wir mein Haarschneider verwendet, was die Probleme zwar gelöst haben, aber weder praktisch noch sauber war. Dann habe ich diese Schmierblätter entdeckt. Die erreichen das gleiche Resultat allerdings schneller und ohne Sauerei. Für den verhältnismäßig hohen Preis gibt es allerdings einen Stern Abzug.", "label": 4, "portion_identifier": -1, "text_b": "Praktisch aber nicht günstig . office_product"}, {"uid": "german-154546-trn", "text_a": "Mein Sohn hat diesen Wecker von mir zum Schulstart bekommen. Er ist viel größer als ich gedacht habe (warum, weiß ich nicht...) und auch recht kompliziert in der Handhabung. Ich würde ihn wahrscheinlich nicht noch einmal kaufen, aber mein Sohn mag ihn. Der Klingelton ist ziemlich unangenehm und die Handhabung wie gesagt nicht sonderlich gut. Aber eben Lego. Tja.", "label": 4, "portion_identifier": -1, "text_b": "Schöner Wecker mit Abstrichen . home"}, {"uid": "german-147459-trn", "text_a": "Hab es als Gag verschenkt, kam auf jeden Fall gut an, die Bilder auf der Packung alleine schon sind ein kleines Highlight! Die äh Schüssel ist wirklich relativ groß darf man noch dazu sagen, wer sich Sorgen macht, dass das Frühstück nicht hineinpasst - Entwarnung, das Teil ist für gigantische Ladungen gebaut.", "label": 4, "portion_identifier": -1, "text_b": "Was ein SCH****!! . home"}], "5": [{"uid": "german-170120-trn", "text_a": "Ich kann über das Nackenkissen nichts schlechtes sagen. Der Stoff ist angenehm weich und wenn man es erst einmal auseinander gefaltet hat, geht es beim nächsten Mal schon viel schneller. Toll ist, dass das Kissen verstaut unglaublich klein ist", "label": 5, "portion_identifier": -1, "text_b": "bequem . home"}, {"uid": "german-165568-trn", "text_a": "Alle Filme waren Inhalten und man könnte sie gut abspielen", "label": 5, "portion_identifier": -1, "text_b": "Normal . other"}, {"uid": "german-198780-trn", "text_a": "Super schnelle Lieferung, passt wunderbar. Die Hülle ist stabil, mit praktischen Fächern für wichtigen Sachen wie z.B. Ausweis, Geld oder Führerschein, so, dass man das ganze Portmonee nicht immer mitnehmen muss.", "label": 5, "portion_identifier": -1, "text_b": "Praktische Handyhülle . wireless"}, {"uid": "german-199591-trn", "text_a": "Der Metalldetektor funktioniert super und ist sehr leistungsstark. Das hätte ich bei dem günstigen Preis so eigentlich gar nicht erwartet.", "label": 5, "portion_identifier": -1, "text_b": "Funktioniert einwandfrei....... . wireless"}]}