{"0": [{"uid": "spanish-1870-val", "text_a": "Se fue de Texas en tren y se estableció en Kansas para recuperarse de las heridas.", "label": "0", "portion_identifier": -1, "text_b": "Se fue de Kansas en tren y se instaló en Texas para recuperarse de sus heridas."}, {"uid": "spanish-1013-val", "text_a": "The Prudential Building (HMB), anteriormente el Houston Main Building, era un rascacielos en el Centro Médico de Texas, Houston, Texas.", "label": "0", "portion_identifier": -1, "text_b": "El Houston Main Building (HMB) anteriormente conocido como Edificio Prudential era un rascacielos en el Texas Medical Center en Houston, Texas."}, {"uid": "spanish-429-val", "text_a": "Los componentes de los sistemas potenciales elásticos almacenan energía mecánica si se deforman cuando se le aplican fuerzas al sistema.", "label": "0", "portion_identifier": -1, "text_b": "Los componentes de los sistemas mecánicos almacenan energía potencial elástica si se deforman en el sistema cuando se aplican fuerzas."}, {"uid": "spanish-1097-val", "text_a": "En 1963, Roy se unió al Partido Comunista de India y encabezó los movimientos sindicales en Kolkata, una zona de Bansdroni.", "label": "0", "portion_identifier": -1, "text_b": "Roy se unió al Partido Comunista de la India en 1963 y condujo los movimientos sindicales en la zona de Bansdroni de Calcuta."}, {"uid": "spanish-1296-val", "text_a": "El puerto de Tubarão es un puerto en Espírito Santo, cerca de la ciudad de Vitória en Brazil.", "label": "0", "portion_identifier": -1, "text_b": "El puerto de Tubarão es un puerto ubicado en Brasil, cerca de la ciudad de Vitória en el Espírito Santo."}, {"uid": "spanish-41-val", "text_a": "Aunque intercambiables, las partes de la carrocería de los 2 automóviles no son similares.", "label": "0", "portion_identifier": -1, "text_b": "Aunque similar, las partes de la carrocería no son intercambiables entre los 2 automóviles."}, {"uid": "spanish-1675-val", "text_a": "Mientras el grupo táctico 33d estaba inactivo, se consolidó con el grupo de combate 33d como el grupo de combate táctico 33d.", "label": "0", "portion_identifier": -1, "text_b": "Mientras que el 33º Grupo Bombardero estaba inactivo, se consolidó como el 33º Grupo Bombardero Táctico con el 33º Grupo Táctico."}, {"uid": "spanish-1674-val", "text_a": "Sus enormes esculturas pueden apreciarse en espacios públicos de Wanaka, desde Nueva Zelanda hasta Kaitaia y muchos lugares entre medio.", "label": "0", "portion_identifier": -1, "text_b": "Las esculturas grandes se pueden ver en los espacios públicos de Nueva Zelanda, desde Kaitaia hasta Wanaka y varios lugares entre medio."}], "1": [{"uid": "spanish-426-val", "text_a": "Fue escrita por Billy Gierhart y dirigida por Seth Hoffman.", "label": "1", "portion_identifier": -1, "text_b": "Fue escrita por Billy Gierhart y dirigida por Seth Hoffman."}, {"uid": "spanish-536-val", "text_a": "Rashidi no fue acusado, pero las autoridades marroquíes lo repatriaron cuando lo arrestaron.", "label": "1", "portion_identifier": -1, "text_b": "A Rashidi no se lo acusó, pero fue repatriado por las autoridades marroquíes cuando lo arrestaron."}, {"uid": "spanish-1744-val", "text_a": "La primera pista, \"Every Morning'', es la versión de guitarra acústica de la última pista, \"Morning\".", "label": "1", "portion_identifier": -1, "text_b": "El primer sencillo, \"Every Morning'' es la versión acústica de la última versión de guitarra de \"Morning''."}, {"uid": "spanish-729-val", "text_a": "En otros artículos, elogió las ideas económicas subyacentes del plan Schuman y exaltó la expansión del mercado común europeo.", "label": "1", "portion_identifier": -1, "text_b": "En otros artículos, elogió las ideas económicas subyacentes del Plan Schuman y aplaudió la expansión del mercado común europeo."}, {"uid": "spanish-848-val", "text_a": "Este fue el tercero de los tres hoteles de primera clase a construir en el distrito comercial central.", "label": "1", "portion_identifier": -1, "text_b": "Este fue el tercero de tres hoteles de primera clase que se construyeron en el distrito comercial central."}, {"uid": "spanish-524-val", "text_a": "La primera esposa de Roger Mortimer fue Joan Mortimer, hija de James 2do Barón de Audley.", "label": "1", "portion_identifier": -1, "text_b": "La primera esposa de Roger Mortimer fue Joan Mortimer, hija de James, 2.º Baron Audley."}, {"uid": "spanish-1589-val", "text_a": "El R205 road es un camino regional de Irlanda que va desde R199 road en el condado de Cavan hasta la frontera con Irlanda del Norte en el condado de Leitrim, principalmente en el condado de Fermanagh.", "label": "1", "portion_identifier": -1, "text_b": "Road R205 es un camino regional en Irlanda desde el camino R199 en el condado de Cavan hacia la frontera de Irlanda del Norte en el condado de Leitrim, mayoritariamente en el condado de Fermanagh."}, {"uid": "spanish-185-val", "text_a": "El típico Merganian (\"Mergus octosetaceus'') es un pato del género brasileño Merganser.", "label": "1", "portion_identifier": -1, "text_b": "El mergánsar típico (\"Mergus octosetaceus\") es un pato del género mergánsar brasileño."}]}