{"contradiction": [{"uid": "thai-26370-val", "text_a": "ในกรณีนี้ ,   อัตรา แตกต่าง   คือ   9 เอ   ซึ่ง เท่ากับ รา คาที่ ต่าง กับ ราคา ของ   6 เอ   สูง ขึ้น อีก   50 %   ของ ราคา", "label": "contradiction", "portion_identifier": -1, "text_b": "9 a   ไม่ใช่ ความแตกต่าง ของ อัตรา"}, {"uid": "thai-25906-val", "text_a": "ความหวัง เกี่ยวกับ พืช ตระกูล ส้ม และ สับปะรด ของ บา ฮา มาส ก่อตัว ขึ้น และ ก็ จางหาย ไป เช่นกัน", "label": "contradiction", "portion_identifier": -1, "text_b": "ส้ม ของ บา ฮา มาส เป็น ความสำเร็จ อย่างมาก เช่นเดียวกับ ที่ ทุกคน คาดการณ์ ไว้"}], "entailment": [{"uid": "thai-26525-val", "text_a": "ถ้า ข้อมูล ลับ ที่ คอย ปกป้อง ถูก จัดการ ใหม่ ให้ เพิ่ม ความรับผิดชอบ ให้ กับ ผู้นำ   DIA   คน นั้น อาจจะ เป็น เจ้าหน้าที่ ที่ เหมาะสม", "label": "entailment", "portion_identifier": -1, "text_b": "ผู้อำนวยการ ของ   DIA   มีส่วน เกี่ยวข้อง กับ การ หน่วย ข่าวกรอง"}, {"uid": "thai-26350-val", "text_a": "รูป ที่   6   แสดงถึง ราคา ของ หน่วย โดยเฉลี่ย ที่เกิด จาก การทำงาน ของ ราคา สำหรับ   USPS", "label": "entailment", "portion_identifier": -1, "text_b": "ค่าใช้จ่าย เฉลี่ย สำหรับ   USPS   แสดง ใน ภาพ ที่   6"}], "neutral": [{"uid": "thai-26949-val", "text_a": "อย่างไรก็ตาม   USDA   ระบุ ว่า สิ่ง ที่ จำเป็นต้อง ใช้ คือ อำนาจ การบังคับใช้ ที่ มากขึ้น และ ใน ตอนท้าย จะ มี การ เรียกเก็บเงิน ที่ ได้รับ การ ออกแบบ มา เพื่อ ขยายอำนาจ", "label": "neutral", "portion_identifier": -1, "text_b": "USDA   กล่าว ไว้ ว่า ตำรวจ ต้อง ช่วย พวกเขา"}, {"uid": "thai-25509-val", "text_a": "สำหรับ ชุมชน ของ ประเทศ ,   การ ที่ ได้รับ การ ยอมรับ ,   ความเท่าเทียม   ทำให้ พวกเรา สามารถ ,   พูด เกี่ยวกับ สิทธิ ใน การ ออกเสียง ลงคะแนน ใน สมัชชา ใหญ่ แห่ง สหประชาชาติ   เเละ กลายเป็น แบบอย่าง ที่ สามารถ ดำเนินงาน ได้ ได้ อย่างง่ายๆ", "label": "neutral", "portion_identifier": -1, "text_b": "แต่ละ ประเทศ มี สิทธิ ออกเสียง ลงคะแนน"}]}