{"1": [{"uid": "french-8722-trn", "text_a": "Je n'ai pas encore reçu le produit", "label": 1, "portion_identifier": -1, "text_b": "Je n'ai pas encore reçu le produit. . furniture"}, {"uid": "french-36655-trn", "text_a": "Reçu le boîtier le boîtier ne fonctionnait pas", "label": 1, "portion_identifier": -1, "text_b": ". . other"}, {"uid": "french-8686-trn", "text_a": "Alimentation sensé être pour la SNES, mais pas du tout. Mauvais connecteur, du coup impossible de connecter à la console.", "label": 1, "portion_identifier": -1, "text_b": "Déçu . video_games"}, {"uid": "french-39784-trn", "text_a": "Bon à jeter après 1 an environ. Ne tient pas la distance et doit être rechargé sans arrêt. Mauvais achat !", "label": 1, "portion_identifier": -1, "text_b": "NE TIENT PAS LA DISTANCE ! . lawn_and_garden"}], "2": [{"uid": "french-61059-trn", "text_a": "La souris est en effet bien piégée mais sa queue reste coincée dans la trappe. Elle souffre et fini, pour certaine, au bout d'une nuit seulement, à être épuisée et quasi sans vie lors que je les relâche. Sur les 3 souris piégées, toutes avaient leur queue coincée!", "label": 2, "portion_identifier": -1, "text_b": "Queue coincée dans la trappe . lawn_and_garden"}, {"uid": "french-44049-trn", "text_a": "J’ai été déçu par le nombre d’articles", "label": 2, "portion_identifier": -1, "text_b": "Un complément d’articles aurait été bienvenu car le carton retire la mallette est un peu vide . toy"}, {"uid": "french-69062-trn", "text_a": "Le produit en lui même est de bonne construction. Mais la taupe n'a pas lu la notice. Du coup elle n'a pas vu que c'est censé lui faire peur.", "label": 2, "portion_identifier": -1, "text_b": "La taupe rigole encore . lawn_and_garden"}, {"uid": "french-75251-trn", "text_a": "Arnaque ? Je ne pense pas que la carte fasse vraiment 256GB, j'ai copié des films et vidéos dessus, sans message d'erreur, mais quand j'ai voulu les lire le lendemain, il n'y avait qu'un dixième des fichiers ! J'ai recommencé la copie, et c'était la même chose la 2è fois ! A fuir ...", "label": 2, "portion_identifier": -1, "text_b": "Défectueuse ou arnaque ? . pc"}], "3": [{"uid": "french-99582-trn", "text_a": "tres bien fourni avec des elastic en plus", "label": 3, "portion_identifier": -1, "text_b": "tres bien . camera"}, {"uid": "french-116226-trn", "text_a": "Pour la plupart des produits de bases, ce chargeur est parfaitement conforme. En revanche, attention d'utiliser les cables correspondant à votre appareil. Un problème aussi pour mon S8 qui se retrouve en charge \"très\" lente lorsqu'il est branché sur cet appareil. Finalement j'aurais préféré un chargeur avec des ports 1 ou 2 A. Cela aurait été plus pratique. A noter qu'il fonctionne en revanche parfaitement avec les appareils Apple. En résumé, produit sympa, mais pas si intelligent.", "label": 3, "portion_identifier": -1, "text_b": "Bon produit mais pas universel . wireless"}, {"uid": "french-93079-trn", "text_a": "j'ai apprécié ce livre, l'histoire es vraiment bien même si il n'est pas le seule à traiter de ce sujet. Cependant je trouve qu'il y a beaucoup de bon en avant. Pour ma part je trouve qu'il manque de détailles.Mais j'ai adoré la fin ! J'ai fini ce livre très vite, j'ai beaucoup aimé les personnes et les secondaires aussi.", "label": 3, "portion_identifier": -1, "text_b": "Bien . book"}, {"uid": "french-116317-trn", "text_a": "Bonjour Nous avons reçu les ampoules hier. Le facteur ayant déposé le colis dans notre boîte aux lettres nous n’avons pas pu vérifier le contenu. Or une des 6 ampoules est cassée. Comment devons nous procéder ? Merci d’avance.", "label": 3, "portion_identifier": -1, "text_b": "Ampoule cassée . home"}], "4": [{"uid": "french-157791-trn", "text_a": "Produit plutôt bien réussi sur le plan esthétique. Bonne qualité d'assemblage et des matériaux. A confirmer bien sûr sur la durée. Côté pratique, il est conforme à ce que j'attendais: Je l'ai utilisé pour rétracter de la gaine électrique. Travail rapide et efficace. Par ailleurs bonne prise en main.", "label": 4, "portion_identifier": -1, "text_b": "Très satisfait après quelques utilisations . home_improvement"}, {"uid": "french-157631-trn", "text_a": "Produit bien emballé, pas de soucis à la livraison.", "label": 4, "portion_identifier": -1, "text_b": "Bien emballé . home"}, {"uid": "french-150222-trn", "text_a": "Comme toujours, j'adore les illustrations et la facilité d'utilisation de ce livre. En un clin d'œil, on se repère grâce à la carte dépliante avec les points d'intérêts par quartier! Petites adresses secrètes, coins non touristiques et astuces pour mieux voyager", "label": 4, "portion_identifier": -1, "text_b": "Fabuleux! . book"}, {"uid": "french-146476-trn", "text_a": "Très bonne valise cabine pour un week-end, pratique avec des rangements. Le petit point noir c'est le cadenas qui est très fragile, il s'est cassé à notre arrivée !!", "label": 4, "portion_identifier": -1, "text_b": "Pratique et facile à déplacer . luggage"}], "5": [{"uid": "french-190763-trn", "text_a": "Bon rapport qualité prix", "label": 5, "portion_identifier": -1, "text_b": "Bien . home_improvement"}, {"uid": "french-195776-trn", "text_a": "L'emballage est très bon, sans odeur, de bonne qualité, belle apparence, opération simple, fonctions complètes, pas de bruit, le café est très délicat, très parfumé, j'ai l'habitude de boire du café tous les matins, maintenant j'ai cette machine à café, Je n'ai pas à sortir pour prendre un café à l'extérieur, il est facile à nettoyer, le prix n'est pas cher, je suis très satisfait.", "label": 5, "portion_identifier": -1, "text_b": "J’aime bien . electronics"}, {"uid": "french-165772-trn", "text_a": "Un très bon roman qui a retenu toute mon attention. Lu en 5 jours, une seule envie, connaître la fin. Merci de m’avoir réconcilié avec la lecture!", "label": 5, "portion_identifier": -1, "text_b": "Très prenant . digital_ebook_purchase"}, {"uid": "french-172809-trn", "text_a": "Prix très compétitif pour des clés de qualité", "label": 5, "portion_identifier": -1, "text_b": "clés USB . pc"}]}