{"1": [{"uid": "spanish-29709-trn", "text_a": "El producto, por segunda vez, llega dañado y está vez también sucio y con varios arañazos", "label": 1, "portion_identifier": -1, "text_b": "Pesimo producto . home"}, {"uid": "spanish-17326-trn", "text_a": "Realmente malo. Pésimo. Hice reset de la combinación y puse una muy sencilla para mí. Por error hice reset a otra clave desconocida. A base de ir probando conseguí hallar la clave y abrí el bloqueo. De repente ya no era esa clave. Así que es inservible y no me da seguridad usarlo.", "label": 1, "portion_identifier": -1, "text_b": "Pésimo . sports"}, {"uid": "spanish-8518-trn", "text_a": "Las palomas se posan a su lado, ni se inmutan. No lo recomiendo. Me parece de mala calidad. Para otros animales no sé si funcionará.", "label": 1, "portion_identifier": -1, "text_b": "No funciona con palomas . lawn_and_garden"}, {"uid": "spanish-23833-trn", "text_a": "Se ha roto en el primer uso. Ha sido girar y se ha partido el siete la soporte de la rueda", "label": 1, "portion_identifier": -1, "text_b": "Se rompe . home"}], "2": [{"uid": "spanish-40252-trn", "text_a": "El producto viene buen embalado, la primera vez conseguí conectarlo a mi tablet pero iba muy lento, y ya no he sido capaz de volver a conectar. Lo he devuelto", "label": 2, "portion_identifier": -1, "text_b": "Devuelto porque no me funciona . electronics"}, {"uid": "spanish-74968-trn", "text_a": "No conecta bien tras unos meses de hacerlo bien", "label": 2, "portion_identifier": -1, "text_b": "Económico . pc"}, {"uid": "spanish-78671-trn", "text_a": "Blister y envoltura algo deteriorados. Artículo no en perfectas condiciones.", "label": 2, "portion_identifier": -1, "text_b": "No en estado de colección . video_games"}, {"uid": "spanish-51313-trn", "text_a": "El botoncito no funcionaba para mi iphone pero si para el de mi pareja. Me valía la pena darle al botón con el apple watch que perder tiempo sincronizando. Cuando hace un pelín de viento el trípode no aguanta y se va al suelo con teléfono incluido. De hecho se me rompió la funda al caer. Quizás debería haber invertido un poco más con un palo más bueno. Pero bueno, para el precio no se podía esperar mucho más.", "label": 2, "portion_identifier": -1, "text_b": "Como palo bien, pero como trípode... . wireless"}], "3": [{"uid": "spanish-92784-trn", "text_a": "Buena funda, aunque hay otras mejores", "label": 3, "portion_identifier": -1, "text_b": "Hay otras mejores . wireless"}, {"uid": "spanish-118866-trn", "text_a": "Para ser una estilográfica es demasiado liviana y estrecha. Cualquier Lamy es mas cómoda, más barata y más fácil de llevar. El plumín es muy correcto.", "label": 3, "portion_identifier": -1, "text_b": "Muy flaca . office_product"}, {"uid": "spanish-88220-trn", "text_a": "esta bien, pequeño para llevar en el bolso, pero bien. :). y necesito nueve palabras mas para enviarlo el comentario", "label": 3, "portion_identifier": -1, "text_b": "esta bien . home"}, {"uid": "spanish-93318-trn", "text_a": "No se si por la forma de la rotura o por el cristal del coche que es antiguo pero la rotura del cristal sigue visible, eso si, el punto de impacto de la piedra ha quedado bastante mejor y aparentemente cerrado por lo que espero que aunque estéticamente no haya quedado bien al menos no se siga agrietando el cristal. Tuve que aplicarlo dos veces, la primera seguí a rajatabla los tiempos y sombra y sol y cuando limpié la superficie la resina no estaba 100% seca. por suerte en el kit viene material para hacer otra vez la operación así que repetí, esta vez vigilando que no quedaran burbujas y si se formaba alguna repetía el vaciado etc, duplicando los tiempos, en la ultima parte del secado en lugar de 15 minutos esperé una hora a pleno sol y cuando retiré la resina sobrante ha quedado liso y con los ojos cerrados es imposible identificar el lugar del impacto. Pero lo dicho, la resina no ha penetrado en el interior de las grietas del cristal y no ha solucionado el problema estético", "label": 3, "portion_identifier": -1, "text_b": "en mi caso no ha solucionado la estética . automotive"}], "4": [{"uid": "spanish-149262-trn", "text_a": "para la ducha de momento perfecto", "label": 4, "portion_identifier": -1, "text_b": "rapidez . furniture"}, {"uid": "spanish-149370-trn", "text_a": "Si que es útil y práctica", "label": 4, "portion_identifier": -1, "text_b": "Me gusta . home"}, {"uid": "spanish-135666-trn", "text_a": "De muy buena calidad pero no sé usarla :(, yo recomiendo comprar los moldes sueltos a la pistola.", "label": 4, "portion_identifier": -1, "text_b": "Difícil manejo . home"}, {"uid": "spanish-139165-trn", "text_a": "en la Nikon D 750 me permite el disparo para fotografía lenta, enfoque a mitad de trayectoria del botón", "label": 4, "portion_identifier": -1, "text_b": "Me sirve . electronics"}], "5": [{"uid": "spanish-185512-trn", "text_a": "Muy buen producto.El prospecto tiene algún error pero con tutoriales de youtube sin problemas.De momento funciona perfectamente.", "label": 5, "portion_identifier": -1, "text_b": "Producto según lo descrito. . wireless"}, {"uid": "spanish-180650-trn", "text_a": "Llegó en 3 días. Es pequeño pero para un rizo 3a sobra. Se pueden quitar filas para hacer rizos más gordos. También es muy bueno para \"marcar\" si utilizas planchas. No encrespa el pelo es muy suave", "label": 5, "portion_identifier": -1, "text_b": "Me encanta . personal_care_appliances"}, {"uid": "spanish-161284-trn", "text_a": "Cuenta los mitos más particulares de Japón a demás de dar una breve introducción del porque surgen esos mitos. Genial", "label": 5, "portion_identifier": -1, "text_b": "Mitología . book"}, {"uid": "spanish-178163-trn", "text_a": "Muy practico el poder cambiar de aumento y la luz incorporada. No llega en realidad a 120 aumentos, debe estar cerca de 100 de todos modos...", "label": 5, "portion_identifier": -1, "text_b": "Muy buena calidad por el precio que tiene . industrial_supplies"}]}