{"1": [{"uid": "german-5418-trn", "text_a": "Das Panzerglas ist nach einigen Tagen zersplittert an den Rändern. Obwohl mein Handy nicht runtergefallen ist.", "label": 1, "portion_identifier": -1, "text_b": "Löst sich und das Glas bekommt Risse an den Rändern . wireless"}, {"uid": "german-6873-trn", "text_a": "Das Paket erschien nicht am angegebenen Datum, ich bestellte um das Produkt so früh wie möglich zu haben das wurde leider nicht... Ich habe es immer noch nicht.", "label": 1, "portion_identifier": -1, "text_b": "Wann kommt das Paket? . home_improvement"}], "2": [{"uid": "german-70555-trn", "text_a": "Sieht schön aus und schnelle Lieferung. Jedoch war es bei meiner französischen Bulldogge so, dass nach 10 Minuten das erste Ohr schon abgerissen war.", "label": 2, "portion_identifier": -1, "text_b": "Lebte nicht lange . pet_products"}, {"uid": "german-45322-trn", "text_a": "Wie schon in anderen Rezensionen erwähnt, lebt der Film nur von seinen Darstellern und selbst diese spielen eher nur unterdurchschnittlich in ihren Rollen. Zudem fehlt es an Spannung und einer erkennbaren klaren Linie. 3 Stunden für einen Film der sich so ins unendliche zieht ist dann noch die Krönung. Nicht weiterzuempfehlen.", "label": 2, "portion_identifier": -1, "text_b": "Film lebt ausschließlich von den Darstellern... . digital_video_download"}], "3": [{"uid": "german-94693-trn", "text_a": "Geruchslos, trocknet schnell. Bisschen teuer.", "label": 3, "portion_identifier": -1, "text_b": "Geruchslos, trocknet schnell. Bisschen teuer. . beauty"}, {"uid": "german-97922-trn", "text_a": "MIt der Ware ist alles in Ordnung. Wurde vom Anbieter sehr schnell versandt. Der Lieferdienst (DPD) ist eine Katastrophe. Sendungsauskunft online nicht aktuell. Wurde an einem Ort abgelegt, ohne mitzuteilen, wo es abgelegt wurde. Musste erst anrufen, um zu erfahren, wo ich es abholen kann.", "label": 3, "portion_identifier": -1, "text_b": "Ware TOP . electronics"}], "4": [{"uid": "german-153164-trn", "text_a": "Ich hatte hohe Erwartungen an das Buch, da mir die Geschichten von Mona Kasten immer sehr gut gefallen. Diesmal wurden meine Erwartungen leider nicht erfüllt und das Buch konnte mich nicht in seinen Bann ziehen. Es ist auf keinen Fall schlecht aber von Mona Kasten erwartet man was anders.", "label": 4, "portion_identifier": -1, "text_b": "Etwas enttäuscht . book"}, {"uid": "german-143771-trn", "text_a": "Wenn ich 5 Sterne vergebe, warum werde ich dann noch genötigt - einen Kommentar zu schreiben ?", "label": 4, "portion_identifier": -1, "text_b": "WARUM ? . drugstore"}], "5": [{"uid": "german-161417-trn", "text_a": "Bei uns hängt die Lampe (5 Kugeln) im Esszimmer über dem Tisch und sie sieht großartig aus. Bei der Lieferung kamen 2 Kugeln zerbrochen an. Wir nahmen Kontakt zum Verkäufer auf und innerhalb einer Woche hatten wir zwei neue Kugeln erhalten, alles lief problemlos und einwandfrei. Vielen Dank dafür!", "label": 5, "portion_identifier": -1, "text_b": "Schönes Produkt! . home"}, {"uid": "german-181435-trn", "text_a": "Passgenau und sehr gutes Material. Auch der Kamera bietet diese Hülle guten Schutz.Für den Preis eine gute Hülle.", "label": 5, "portion_identifier": -1, "text_b": "Die Hülle sitzt sehr gut . wireless"}]}