{"0": [{"uid": "german-811-val", "text_a": "Dies wurde in zwei getrennten Inschriften seines Leichenhügels Medinet Habu aufgezeichnet, die weit voneinander entfernt und leicht unterschiedlich sind.", "label": "0", "portion_identifier": -1, "text_b": "Das wurde in zwei langen Inschriften seines Totentempels Medinet Habu aufgezeichnet, die weit von einander entfernt und leicht unterschiedlich sind."}, {"uid": "german-1325-val", "text_a": "Der Schweizer Pionier John Sutter (1803-1880) kam zusammen mit anderen euro-amerikanischen Siedlern im August 1839 nach Alta California.", "label": "0", "portion_identifier": -1, "text_b": "Der amerikanische Pionier John Sutter ( 1803 -- 1880 ) kam im August 1839 gemeinsam mit anderen europäischen-schweizerischen Siedlern in Alta in Kalifornien an."}, {"uid": "german-789-val", "text_a": "Es kommt in Kalifornien, Arizona, Nevada und Utah vor, wo es von Nordamerika aufgenommen wurde.", "label": "0", "portion_identifier": -1, "text_b": "Es kommt in Nordamerika vor, wo es aus Kalifornien, Arizona, Nevada und Utah aufgenommen wurde."}, {"uid": "german-1594-val", "text_a": "Die Dubai Waterfront bildete die erste Phase des größeren Arabischen Kanals.", "label": "0", "portion_identifier": -1, "text_b": "Der Arabian Canal war die erste Phase der größeren Dubai Waterfront."}], "1": [{"uid": "german-1144-val", "text_a": "Zur selben Zeit bat Tong Papst Franziskus darum, für drei weitere Jahre Bischof von Hongkong bleiben zu dürfen.", "label": "1", "portion_identifier": -1, "text_b": "Gleichzeitig bat Tong Papst Franziskus, noch drei Jahre länger Bischof von Hongkong bleiben zu dürfen."}, {"uid": "german-1260-val", "text_a": "Obwohl das Dorf Friendship Heights keine verzeichnete Gemeinde ist, bekam es 1914 den Status eines speziellen Steuerbezirks.", "label": "1", "portion_identifier": -1, "text_b": "Obwohl es keine Gemeindeverwaltung gab, wurde das Dorf Friendship Heights 1914 als Sondersteuerbezirk eingegliedert."}, {"uid": "german-383-val", "text_a": "Die Colorado-Avalanche-Saison 2008/2009 war die 37. Saison von Franchise, die 30. in der National Hockey League und die 14. als Colorado Avalanche.", "label": "1", "portion_identifier": -1, "text_b": "Die Spielzeit 2008 – 09 war die 37. Spielzeit des Profivereins Colorado Avalanche, die 30. in der National Hockey League und die 14. als Colorado Avalanche."}, {"uid": "german-1233-val", "text_a": "Es ist in drei sehr begrenzten Gebieten in den Bezirken Santa Cruz, Monterey Peninsula und San Luis Obispo heimisch.", "label": "1", "portion_identifier": -1, "text_b": "Sie ist in drei sehr eingegrenzten Gebieten in Santa Cruz, Monterey Peninsula und San Luis Obispo County heimisch."}]}