{"0": [{"uid": "spanish-1619-val", "text_a": "Sus límites aproximados eran South Broad Street hasta Grier Avenue y Pearl Street hasta lo que ahora es US 1 & 9.", "label": "0", "portion_identifier": -1, "text_b": "Sus límites aproximados eran Pearl Street hasta Grier Avenue y South Broad Street hasta lo que es actualmente EE. UU. 1 '9."}, {"uid": "spanish-1170-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "Nacido en Alemania de padres judíos, hijo de Hedwig Ehrenberg y del científico Max Born."}, {"uid": "spanish-1215-val", "text_a": "El simple se anunció el 31 de octubre de 2015 y se publicó el 13 de noviembre de 2015.", "label": "0", "portion_identifier": -1, "text_b": "El sencillo se publicó el 31 de octubre de 2015 y fue anunciado el 13 de noviembre de 2015."}, {"uid": "spanish-220-val", "text_a": "Laramie Potts es un geofísico estadounidense de la Universidad Estatal de Ohio quien, en colaboración con Ralph R. B. von Frese, identificó la concentración de masa de la Tierra de Wilkes en la Antártida.", "label": "0", "portion_identifier": -1, "text_b": "Ralph R. B. von Frese es un geofísico americano de la Universidad del Estado de Ohio que identificó la concentración de la masa de Tierra de Wilkes en la Antártida en colaboración con Laramiei Potts."}], "1": [{"uid": "spanish-1063-val", "text_a": "El juego fue elogiado por su entorno cómodo, un esquema de controles amplio e interactivo y una experiencia de juego innovadora.", "label": "1", "portion_identifier": -1, "text_b": "El juego recibió loas por sus cómodos entornos, esquema de controles amplios e interactivos, y jugabilidad innovadora."}, {"uid": "spanish-160-val", "text_a": "Jugó con el Portland Sea Dogs del nivel A en 1993 y con el AA Kane County Cougars.", "label": "1", "portion_identifier": -1, "text_b": "Jugó en 1993 con los Portland Sea Dogs del nivel A y con los Kane County Cougars de la AA."}, {"uid": "spanish-1716-val", "text_a": "Eugene D. Engley nació el 5 de abril de 1851 en Attleborough, Massachusetts, hijo de James Henry Engley y su esposa, anteriormente Mary Kaley.", "label": "1", "portion_identifier": -1, "text_b": "Eugene D. Engley nació el 5 de abril de 1851 en Attleborough, Massachusetts, hijo de James Henry Engley y su esposa, la ex Mary Kaley."}, {"uid": "spanish-1730-val", "text_a": "Para la fórmula 18 de función medible fija, la fórmula 19 es una variable media con fórmula 20 aleatoria y fórmula de varianza 21.", "label": "1", "portion_identifier": -1, "text_b": "Para una función cuantificable fija, fórmula _ 18, fórmula _ 19 es una variable media con fórmula _ 20 aleatoria y fórmula _ 21 de variación."}]}