{"0": [{"uid": "spanish-1557-val", "text_a": "Nadège du Bospertus es un modelo francés y ex juez de \"Italia's Next Top Model\". Fue la musa de Giorgio Armani y Gianni Versace.", "label": "0", "portion_identifier": -1, "text_b": "Nadège du Bospertus fue una exmodelo y jueza francesa en \"Italia's Next Top Model\", musa de Giorgio Armani y Gianni Versace."}, {"uid": "spanish-892-val", "text_a": "Hazel interpretó el papel de Alexandra Coppinger en la nueva serie de TV ''Difuntas encantadoras''.", "label": "0", "portion_identifier": -1, "text_b": "En la nueva serie de TV ''Dead Gorgeous'', Alexandra Coppinger interpretó el rol de la hermana más joven de Hazel."}, {"uid": "spanish-823-val", "text_a": "Blagoy Ivanov desafió a Mehmen en el Campeonato de Peso Pesado de WSOF el 17 de octubre de 2015.", "label": "0", "portion_identifier": -1, "text_b": "Mehmen desafió a Blagoy Ivanov por el campeonato de peso pesado WSOF el 17 de octubre de 2015."}, {"uid": "spanish-647-val", "text_a": "\"T\" es similar a una matriz cuyas entradas diferentes a cero se encuentran sobre una superdiagonal, por la forma canónica Jordiana.", "label": "0", "portion_identifier": -1, "text_b": "\"T\" es similar a una matriz cuyas entradas canónicas se encuentran en la forma superdiagonal de Jordan distinto de cero."}, {"uid": "spanish-1265-val", "text_a": "Donde \"e\" es la carga eléctrica de la partícula y A es el potencial del vector eléctrico del campo electromagnético.", "label": "0", "portion_identifier": -1, "text_b": "Donde \"e\" es la carga eléctrica de la partícula y A es el potencial del vector magnético del campo electromagnético."}, {"uid": "spanish-418-val", "text_a": "La aerolínea fue desarrollada por Irelandia, que también ha creado otras cinco aerolíneas, a saber VivaColombia, Ryanair, Allegiant Air, VivaAerobus y Tigerair.", "label": "0", "portion_identifier": -1, "text_b": "La aerolínea fue establecida por Irelandia, que también había desarrollado otras cinco aerolíneas, a saber VivaColombia, Ryanair, Allegiant Air, VivaAerobus y Tigerair."}, {"uid": "spanish-1967-val", "text_a": "De esta población, el 87,91 % son rumanos, el 7,53 % húngaros y el 4,43 % romaníes.", "label": "0", "portion_identifier": -1, "text_b": "De su población, el 87,91 % son de origen húngaro, el 7,53 % de origen rumano y el 4,43 % de origen romaní."}, {"uid": "spanish-935-val", "text_a": "Fue elegido por Philadelphia 76ers en el 7mo asalto (77 en total) del sorteo de la NBA de 1967.", "label": "0", "portion_identifier": -1, "text_b": "Fue elegido por los Philadelphia 76ers en la ronda 77.° (7.° elección en total) del draft de 1967 de la NBA."}], "1": [{"uid": "spanish-670-val", "text_a": "En \"Detection Unlimited\", la novela de misterio escrita por Georgette Heyer, uno de los personajes se compara con Armstrong.", "label": "1", "portion_identifier": -1, "text_b": "En \"Detection Unlimited'', una novela de misterio escrita por Georgette Heyer, se compara a un personaje con Armstrong."}, {"uid": "spanish-1537-val", "text_a": "James Henry Engley nació el 5 de abril de 1851 en Attleborough, Massachusetts, como el hijo de Eugene D. Engley y su esposa, la antigua Mary Kaley.", "label": "1", "portion_identifier": -1, "text_b": "James Henry Engley nació el 5 de abril de 1851 en Attleborough, Massachusetts, hijo de Eugene D. Engley y su esposa, la antigua Mary Kaley."}, {"uid": "spanish-1306-val", "text_a": "Por ejemplo, Cerberus se expresa en el endodermo visceral anterior en anfibios y, en ratones, en el endodermo dorsal anterior.", "label": "1", "portion_identifier": -1, "text_b": "Por ejemplo, en los anfibios Cerberus se expresa en el endodermo visceral anterior y, en los ratones, se expresa en el endodermo dorsal anterior."}, {"uid": "spanish-263-val", "text_a": "Born nació en Alemania de padres judíos, era hijo de Max Born y del científico Hedwig Ehrenberg.", "label": "1", "portion_identifier": -1, "text_b": "Nacido en Alemania de padres judíos, es hijo de Max Born y de la científica Hedwig Ehrenberg."}, {"uid": "spanish-1556-val", "text_a": "El medio efectivo se puede caracterizar por secciones transversales sencillas de absorción y emisión a frecuencias de Fórmula 2 y Fórmula 3.", "label": "1", "portion_identifier": -1, "text_b": "El medio efectivo puede caracterizarse con simples secciones transversales de absorción y emisión en las frecuencias de la fórmula _ 2 y la fórmula _ 3."}, {"uid": "spanish-1100-val", "text_a": "El segundo editor es Herbert Wessels (desde 2009), el director de edición es Markus Ermert (desde 2002).", "label": "1", "portion_identifier": -1, "text_b": "El segundo editor es Herbert Wessels (desde 2009), y el editor en jefe es Markus Ermert (desde 2002)."}, {"uid": "spanish-1558-val", "text_a": "Desde 1984, Blake está casado con Patricia Meyer y tiene dos hijos: Ryan (que nació en 1988 ) y Dale (que nació en 1992).", "label": "1", "portion_identifier": -1, "text_b": "Blake estuvo casado con Patricia Meyer desde 1984 y juntos tuvieron dos hijos, Ryan (nacido en 1988) y Dale (nacido en 1992)."}, {"uid": "spanish-1670-val", "text_a": "Los guetos de estudiantes más modernos surgieron del aumento en la inscripción postsecundaria, luego de la Segunda Guerra Mundial.", "label": "1", "portion_identifier": -1, "text_b": "La mayoría de los guetos de los estudiantes modernos surgió de la capacitación post secundaria después de la Segunda Guerra Mundial."}]}