{"0": [{"uid": "german-924-val", "text_a": "Callum O'brien (geboren am 04. November 1982 in Neuseeland) ist ein professioneller Cambridge Squashspieler.", "label": "0", "portion_identifier": -1, "text_b": "Callum O'brien (geboren am 4. November 1982 in Cambridge) ist ein neuseeländischer professioneller Squash-Spieler."}, {"uid": "german-210-val", "text_a": "Die Fluggesellschaft wurde von Irelandia gegründet, die auch fünf weitere Fluggesellschaften gegründet hat, nämlich VivaColombia, Ryanair, Allegiant Air, VivaAerobus und Tigerair.", "label": "0", "portion_identifier": -1, "text_b": "Die Fluggesellschaft wurde von Irelandia gegründet, die auch fünf weitere Fluggesellschaften gegründet hat, nämlich VivaColombia, Ryanair, Allegiant Air, VivaAerobus und Tigerair."}, {"uid": "german-937-val", "text_a": "Der Ejektiv-Uvular ist ein konsonanter Laut, der in einigen gesprochenen Sprachen verwendet wird. Das Symbol im Internationalen Phonetischen Alphabet, das diesem Laut entspricht.", "label": "0", "portion_identifier": -1, "text_b": "Der Konsonantenausstoß ist eine Geräuschart des Gaumenzäpfchens und wird in einigen gesprochenen Sprachen verwendet. Das Symbol, das für dieses Geräusch im Internationalen Phonetischen Alphabet steht, ist"}, {"uid": "german-96-val", "text_a": "Im Zuge der laufenden Ermittlungen verhörte die Polizei auch den Sänger Rimi Tomy und die Schauspielerin Kavya Madhavan, die beide enge Freunde von Siddique uns seiner Frau Dileep waren.", "label": "0", "portion_identifier": -1, "text_b": "Im Zuge der laufenden Ermittlungen befragte die Polizei auch den Sänger Rimi Tomy und den Schauspieler Siddique, die beide enge Freunde von Dileep und seiner Frau Kavya Madhavan waren."}, {"uid": "german-1365-val", "text_a": "Die rassische Klassifizierung des Dorfes lag bei 98,8 % weiß, 0,6 % amerikanische Ureinwohner, 0,2 % asiatisch und 0,4 % mehr als zwei Rassen.", "label": "0", "portion_identifier": -1, "text_b": "Ethnisch setzte sich das Dorf zu 98,8 % aus Weißen, zu 0,6 % aus Asiaten, zu 0,2 % aus amerikanischen Ureiwohnern und zu 0,4 % aus zwei oder mehr Ethnien zusammen."}, {"uid": "german-786-val", "text_a": "1977 reiste Rob Taylor mit Barber nach Schottland und Norwegen, um Wasserfälle zu erklimmen.", "label": "0", "portion_identifier": -1, "text_b": "1977 reiste Barber mit Rob Taylor nach Schottland und Norwegen um Wasserfälle zu erklimmen."}, {"uid": "german-420-val", "text_a": "Emily Ann Morelli (geboren am 27. März 1984 als Emily Ann Lloyd) ist eine amerikanische Schauspielerin.", "label": "0", "portion_identifier": -1, "text_b": "Emily Ann Lloyd (geborene Emily Ann Morelli; 27. März 1984) ist eine US-amerikanische Schauspielerin."}, {"uid": "german-1536-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "Er starb am 30. Juni 1954 in New York City an Magenkrebs. Das Lynn Riggs Memorial befindet sich in Claremore in Oklahoma."}], "1": [{"uid": "german-124-val", "text_a": "Rainbach im Innkreis ist eine Gemeinde in Oberösterreich im Bezirk Schärding.", "label": "1", "portion_identifier": -1, "text_b": "Rainbach im Innkreis ist eine Gemeinde im oberösterreichischen Bezirk Schärding."}, {"uid": "german-245-val", "text_a": "Asakawa glaubt Takayama die Geschichte sofort und besteht darauf das Band zu sehen.", "label": "1", "portion_identifier": -1, "text_b": "Als Takayama die Geschichte erklärt, glaubt Asakawa ihm und besteht darauf, die Band zu sehen."}, {"uid": "german-1884-val", "text_a": "Dr. Hector, Cody und Christie finden Dr. Christie, die Forrest als Geisel nimmt.", "label": "1", "portion_identifier": -1, "text_b": "Hector, Cody and Christie finden Dr. Christie, der Forrest als Geisel nimmt."}, {"uid": "german-170-val", "text_a": "Als Kangxi (Hawick Lau) 16 Jahre alt war, beseitigte er den Verräter Oboi und seine Verbündeten.", "label": "1", "portion_identifier": -1, "text_b": "Als Kangxi (Hawick Lau) sechzehn Jahre alt war, beseitigte er den Verräter, Oboi, und seine Verbündeten."}, {"uid": "german-324-val", "text_a": "Desweiteren gab es für die United States Championship ein Triple-Threat-Match zwischen Champion Jack Swagger, The Miz und Kofi Kingston.", "label": "1", "portion_identifier": -1, "text_b": "Darauf folgte ein Triple-Threat-Match um die United States Championship zwischen dem Meister Jack Swagger, The Miz und Kofi Kingston."}, {"uid": "german-1145-val", "text_a": "1947 kandidierte er erfolglos für das Amt des Stadtrichters von Saint Joseph und 1948 für das Amt des Staatsanwalts von South Bend.", "label": "1", "portion_identifier": -1, "text_b": "1947 war er ein erfolgloser Kandidat für das Amt des Stadtrates von Saint Joseph und 1948 für das Amt des Staatsanwalts von South Bend."}, {"uid": "german-6-val", "text_a": "Die Familie zog 1972 nach Camp Hill, wo er die Trinity High School in Harrisburg, Pennsylvania, besuchte.", "label": "1", "portion_identifier": -1, "text_b": "1972 zog die Familie nach Camp Hill, wo er die Trinity High School in Harrisburg, Pennsylvania, besuchte."}, {"uid": "german-1124-val", "text_a": "Obwohl sie zunächst Fu Xi zugeschrieben wurde, taucht die binäre oder lexikographische Reihenfolge von Shao Yung traditionell im elften Jarhundert n. Chr. auf.", "label": "1", "portion_identifier": -1, "text_b": "Auch wenn es zunächst Fu Xi zugeschrieben wurde, scheint traditionell Shao Yung die binäre oder lexikographische Reihenfolge im elften Jahrhundert n. Chr. zu sein."}]}