{"0": [{"uid": "german-996-val", "text_a": "Im Jahr 1938 wurde er Regierungsanthropologe des Anglo-Ägyptischen Sudan und führte Feldstudien bei den Nuba durch.", "label": "0", "portion_identifier": -1, "text_b": "1938 wurde er Anthropologe der Regierung des Anglo-Ägyptischen Sudans und führte Feldrecherchen mit den Nuba durch."}, {"uid": "german-442-val", "text_a": "Je nach Jahreszeit wandert die Aschgraue Höckereule in Nordamerika von Kanada nach Mexiko.", "label": "0", "portion_identifier": -1, "text_b": "Die Aschgraue Höckereule wandert in Nordamerika je nach Jahreszeit von Mexiko nach Kanada."}, {"uid": "german-1753-val", "text_a": "Er begann seine Karriere in der Football League bei Scunthorpe United, bevor er im Juni 1961 zu Sheffield United in die vierte Liga wechselte.", "label": "0", "portion_identifier": -1, "text_b": "Er begann seine Karriere in der Football League bei Sheffield United, bevor er im Juni 1961 zu Scunthorpe United in der vierten Liga ging."}, {"uid": "german-707-val", "text_a": "2009 übernahm Coolidge in „ eine dramatische Rolle als Genevieve McDonagh.", "label": "0", "portion_identifier": -1, "text_b": "2009 spielte Genevieve McDonagh die Theaterrolle der „Coolidge“."}], "1": [{"uid": "german-1327-val", "text_a": "Oliver Goldsmith, der Großvater des Dichters, Dramatikers und Schriftstellers Robert Goldsmith war laut Prior das erste Familienmitglied, das sich in Ballyoughter niederließ.", "label": "1", "portion_identifier": -1, "text_b": "Gemäß Prior ließ sich Oliver Goldsmith, der Großvater des Dichters, Dramatikers und Romanautors Robert Goldsmith, als erster der Familie in Ballyoughter nieder."}, {"uid": "german-1214-val", "text_a": "Viele der Dämonen in Salomons Begegnungen stammen aus griechischen, christlichen, jüdischen, ägyptischen, arabischen und anderen Überlieferungen.", "label": "1", "portion_identifier": -1, "text_b": "Viele der Dämonen in Salomos Begegnungen sind griechischer, ägyptischer, jüdischer, christlicher, arabischer und anderer Tradition."}, {"uid": "german-36-val", "text_a": "Rõuge Valgjärv ist ein See im Südosten des Landkreises Voru in Estland, nahe der Grenze zu Lettland.", "label": "1", "portion_identifier": -1, "text_b": "Rõuge Valgjärv ist ein See in Estlands südöstlichem Bezirk Voru, nahe der Grenze zu Lettland."}, {"uid": "german-1435-val", "text_a": "Nach dem Krieg spielte er für die Royal Navy in den Jahren 1948 und 1949 zweimal gegen die Army, sowie 1949 einmal gegen die Cambridge University.", "label": "1", "portion_identifier": -1, "text_b": "Nach dem Krieg spielte er zweimal für die Royal Navy gegen die Armee, 1948 und 1949, und 1949 gegen die Cambridge University."}]}