{"1": [{"uid": "german-4950-trn", "text_a": "Das Produkt kam in einem schlechten Zustand an. Karton kaputt. Es ist keine deutsche Spielanleitung dabei. Man kann das Spiel nicht zurücksenden. Sehr schlechte Kopie. Minderwertige Ware.", "label": 1, "portion_identifier": -1, "text_b": "Finger weg . toy"}, {"uid": "german-16297-trn", "text_a": "Ist ein Spiel mal für 1-2 Runden, wird aber schnell langweilig, zumal die Kekse nur ein paar cm fliegen und nicht wie auf dem Bild angegeben. Die Oberfläche der Kekse ist viel zu glatt. Sie rutschen schon alleine vom viel zu kleinen Tablett. Ich würde dieses Spiel nicht wieder kaufen.", "label": 1, "portion_identifier": -1, "text_b": "Kurzweiliges Spiel mit wenig Effekt . toy"}], "2": [{"uid": "german-42512-trn", "text_a": "Trage sonst 40/42, damit Grösse L immer ausreichend, je nach Schnitt M. Dieses Shirt habe ich aufgrund der Bewertungen in XL bestellt. Mein Fazit: ja kann man anziehen, aber trotz XL sehr schmal und damit unbequem. Stoff und Qualität soweit ok, aber noch mal würde ich es nicht kaufen.", "label": 2, "portion_identifier": -1, "text_b": "Nicht zu empfehlen . apparel"}, {"uid": "german-63753-trn", "text_a": "Grundsätzlich tut es was es soll und für den Preis darf man eigentlich auch nicht viel erwarten. Da die Beschichtung aber selbst wenn man vorsichtig damit ist relativ schnell runter geht bzw. teils auch Unebenheiten in dieser sind (was vermutlich ein Produktionsfehler ist) und es nach häufigen waschen auch zu rosten beginnt (unter der Beschichtung) reicht es denoch nicht für mehr. Der einzig wirkliche Pluspunkt sonst ist dass die Größe wie auf meinen Backofen zugeschnitten ist. Notfalls dann halt Backpapier verwenden.", "label": 2, "portion_identifier": -1, "text_b": "Günstig aber viel erwarten darf man sich nicht. . industrial_supplies"}], "3": [{"uid": "german-110376-trn", "text_a": "Alle Rezensionen beschreiben das Gerät so wie es ist. Robust, leistungsstark, leicht zu reinigen und extrem laut. Ich habe mich bewusst für dieses Gerät entschieden weil ich den Lärm für wenige Minuten ertragen kann die nötig sind um 3-4 kg Fleisch zu wolfen. Allerdings würde ich es nicht wieder kaufen da ich trotz mehrfacher Aufforderung keine Rechnung erhalten habe. Im Garantiefall bin ich also geplatzt und kann keine Ansprüche geltend machen", "label": 3, "portion_identifier": -1, "text_b": "Hält was es verspricht trotzdem Finger weg . kitchen"}, {"uid": "german-103839-trn", "text_a": "Ich bin von dem gel nicht so begeistert, da man es trotz sehr langem aushärten unter der UV Lampe so abziehen kann und es auch von alleine wieder abgeht. Aber wenn es nur für ein paar Tage oder einen besonderen Anlass halten soll kann man es dafür gut benutzen.", "label": 3, "portion_identifier": -1, "text_b": "Naja. . beauty"}], "4": [{"uid": "german-134126-trn", "text_a": "Schnelle Lieferung und gutes Produkt. Nach kurzer Benutzung ist alle bestens.", "label": 4, "portion_identifier": -1, "text_b": "Top . home"}, {"uid": "german-139722-trn", "text_a": "Für den Preis sehr gut, schon etwas robuster und stabiler, kompakt klappbar. Ich finde die Reifen verbesserungswürdig, größer oder gar Luftreifen für Gelände/Sand und ein ebenfalls klappbarer Boden damit Kinder nicht auf dem Gestänge sitzen", "label": 4, "portion_identifier": -1, "text_b": "Überzeugt und entspricht der Erwartung . lawn_and_garden"}], "5": [{"uid": "german-191058-trn", "text_a": "Hallo endlich kann man ohne sorge auf längere Tour gehen,ohne Angst, man könnte es nicht zur nächsten Toilette schaffen mfG K.D.Wendel", "label": 5, "portion_identifier": -1, "text_b": "Urinflasche . drugstore"}, {"uid": "german-184599-trn", "text_a": "sehr zu empfehlen ! benutze sie seit Jahren !", "label": 5, "portion_identifier": -1, "text_b": "Super . drugstore"}]}