{"0": [{"uid": "spanish-910-val", "text_a": "Al evento asistieron la Embajadora de Boutique @ hs, Teresa Palmer Michala Banas y la actriz australiana Kyly Clarke.", "label": "0", "portion_identifier": -1, "text_b": "El evento recibió la visita de Boutique @ hs, la embajadora Kyly Clarke, la actriz australiana Teresa Palmer y Michala Banas."}, {"uid": "spanish-1926-val", "text_a": "Los ejemplos anteriores para el tema del posesivo ``-m'' eran para el singular de la primera persona.", "label": "0", "portion_identifier": -1, "text_b": "Los ejemplos anteriores para el tema del singular de la ``-m'' eran para la primera persona del posesivo."}, {"uid": "spanish-1864-val", "text_a": "Desde el límite oeste del puente, Pennsylvania Route 268 conduce al sur de Parker y al norte de Emlenton.", "label": "0", "portion_identifier": -1, "text_b": "La Ruta 268 de Pensilvania lleva desde el extremo oeste del puente para el norte hasta Parker y para el sur hasta Emlenton."}, {"uid": "spanish-1845-val", "text_a": "Esto lo convirtió en el primer grader número 994 en jugar para los roosters.", "label": "0", "portion_identifier": -1, "text_b": "Esto lo convirtió en el alumno de primer grado n.º 994 en jugar para los Roosters."}], "1": [{"uid": "spanish-1866-val", "text_a": "Nourhan Manougian, el patriarca armenio de Jerusalén, afirmó que los armenios son tratados como ``ciudadanos de tercera clase''.", "label": "1", "portion_identifier": -1, "text_b": "El patriarca armenio de Jerusalén, Nourhan Manougian, dijo que los armenios están siendo tratados como ''ciudadanos de tercera clase."}, {"uid": "spanish-334-val", "text_a": "Está en peligro en Massachusetts y New Hampshire, en Vermont, como en Rhode Island y en Connecticut.", "label": "1", "portion_identifier": -1, "text_b": "Se encuentra en peligro en Massachusetts y New Hampshire, amenazado en Vermont, se considera histórico en Rhode Island y amenazado en Connecticut."}, {"uid": "spanish-828-val", "text_a": "Peter DuConge (1903-1967) fue un jazzista temprano, activo en la escena del jazz norteamericana de New Orleans.", "label": "1", "portion_identifier": -1, "text_b": "Peter DuConge (1903-1967) fue un músico de jazz de la primera hora, ejecutante de instrumentos de viento, activo en el escenario de jazz americano de New Orleans."}, {"uid": "spanish-1563-val", "text_a": "La fibra animal para hilado más frecuente es la lana extraída de las ovejas. Para el tejido manual y de entretenimiento, se suelen usar la lana gruesa y los hilos acrílicos.", "label": "1", "portion_identifier": -1, "text_b": "La fibra tejida más comúnmente es la lana de oveja. Para tejer a mano y como pasatiempo de tejido, frecuentemente se utilizan hilos de acrílico de lana pesados."}]}