{"0": [{"uid": "spanish-1611-val", "text_a": "Khedi es una aldea en Bhopal, distrito de Madhya Pradesh, India. Está ubicado en Berasia Tehsil.", "label": "0", "portion_identifier": -1, "text_b": "Khedi es un pueblo ubicado en el distrito de Berasia de Madhya Pradesh, India. Está ubicado en Bhopal Tehsil."}, {"uid": "spanish-1619-val", "text_a": "Sus límites aproximados eran South Broad Street hasta Grier Avenue y Pearl Street hasta lo que ahora es US 1 & 9.", "label": "0", "portion_identifier": -1, "text_b": "Sus límites aproximados eran Pearl Street hasta Grier Avenue y South Broad Street hasta lo que es actualmente EE. UU. 1 '9."}, {"uid": "spanish-12-val", "text_a": "Un multiverso es un conjunto de universos alternativos con una naturaleza similar y jerarquía universal.", "label": "0", "portion_identifier": -1, "text_b": "Un multiverso es una colección de universos alternativos con naturaleza universal y una jerarquía similar."}, {"uid": "spanish-920-val", "text_a": "El río Jiul de Vest es un afluente del río Jidanul de Rumania.", "label": "0", "portion_identifier": -1, "text_b": "El río Jidanul es un afluente del río Jiul de Vest en Rumania."}, {"uid": "spanish-757-val", "text_a": "Utley nació en Laguna, California en 1920. Se graduó de la Escuela de Choate en Connecticut y asistió a la Escuela de Pomona y a la Universidad del Sur de California.", "label": "0", "portion_identifier": -1, "text_b": "Nacido en 1920 en Connecticut, se graduó de la Escuela de Choate en Laguna, California, y asistió a la Escuela de Pomona y a la Universidad del Sur de California."}, {"uid": "spanish-1983-val", "text_a": "Schwarzau im Gebirge es una ciudad del distrito de Neunkirchen en la provincia austríaca de Baja Austria.", "label": "0", "portion_identifier": -1, "text_b": "Schwarzau im Gebirge es un pueblo en la provincia austriaca de Neunkirchen en el distrito de Baja Austria."}, {"uid": "spanish-592-val", "text_a": "En 1997, apareció como Sheila Dixon en \"Coronation Street'' y Naomi Russell en 1998.", "label": "0", "portion_identifier": -1, "text_b": "En 1997, apareció como Naomi Russell en ``Coronation Street'' y en 1998 como Sheila Dixon."}, {"uid": "spanish-567-val", "text_a": "Las sugerencias de Met de expandir desde Paddington a South Kensington, y al este desde Moorgate hasta Tower Hill hacia el sur, fueron aceptadas el 29 de julio de 1864 y recibieron la aprobación de los reyes.", "label": "0", "portion_identifier": -1, "text_b": "Se aceptaron las propuestas de Met para extender hacia el este desde Paddington hasta South Kensington y hacia el sur desde Moorgate hasta Tower Hill y recibieron la sanción real el 29 de julio de 1864."}], "1": [{"uid": "spanish-108-val", "text_a": "El 25 de junio de 1866, fue nombrado Obispo titular de ``Nisa en Lycia y el Obispo de Velletri.", "label": "1", "portion_identifier": -1, "text_b": "Fue designado como obispo titular \"Nisa in Lycia'' y obispo auxiliar de Velletri el 25 de junio de 1866."}, {"uid": "spanish-1868-val", "text_a": "Wyoming Highway 330 es un camino bastante corto de este a oeste del estado de Wyoming ubicado al noroeste del condado de Sheridan que funciona como la parte central de Sheridan.", "label": "1", "portion_identifier": -1, "text_b": "La autopista Wyoming 330 es bastante corta al este - West Wyoming State Road al noroeste del Condado Sheridan que sirve como la parte central de Sheridan."}, {"uid": "spanish-1631-val", "text_a": "A menudo la Colpodea es un ciliado con forma de riñón característico en condiciones ricas y orgánicas.", "label": "1", "portion_identifier": -1, "text_b": "\"Colpoda'', un representante ciliado con forma de riñón, es común en condiciones orgánicas ricas."}, {"uid": "spanish-1518-val", "text_a": "En 1964, la diócesis se restauró nominalmente como sede titular del rango más bajo (episcopal).", "label": "1", "portion_identifier": -1, "text_b": "En 1964, la diócesis se restauró nominalmente como ciudadano titular del rango más bajo (episcopal)."}, {"uid": "spanish-1735-val", "text_a": "Andrew McLennan, nacido Andrew Snoid, es un músico, cantante y compositor de Nueva Zelanda.", "label": "1", "portion_identifier": -1, "text_b": "Andrew McLennan Andrew Snoid es un músico, compositor y cantante de Nueva Zelanda."}, {"uid": "spanish-879-val", "text_a": "Cai Mao también tuvo un hijo, Cai Feng.", "label": "1", "portion_identifier": -1, "text_b": "Cai Mao tuvo también un hijo, Cai Feng."}, {"uid": "spanish-2000-val", "text_a": "En 2002, se lanzó la canción de la mano del productor británico Vincent Stormfield, y versionada como \"Sweet Harmony 02\" por Independiente.", "label": "1", "portion_identifier": -1, "text_b": "En 2002, la canción fue editada por el productor británico Vincent Stormfield y versionada por Independiente como ''Sweet Harmony 02\"."}, {"uid": "spanish-1165-val", "text_a": "Fueron rescatadas 43 personas, 40 en botes salvavidas y tres por el \"Delaware\".", "label": "1", "portion_identifier": -1, "text_b": "43 personas fueron rescatadas, 40 en botes salvavidas y tres fueron salvadas por el \"Delaware''."}]}