{"1": [{"uid": "german-18141-trn", "text_a": "Grundsätzlich gutes Headset Ist aber nach ein paar einfach nicht mehr eingegangen Habe alles versucht , anderes ladekabel, Batterie leeren usw Support gibts bei dem Problem nicht . Hätte gerne mein Geld zurück!", "label": 1, "portion_identifier": -1, "text_b": "Gut aber defekt . pc"}, {"uid": "german-10625-trn", "text_a": "Kam mit doppelbox an. 2h aufgeladen. Ca 10 min in der Luft abgestützt. Sehr schade Ich bin schon damals mit günstige Version gefolgen und wollte mit ein wenig mehr Geld investieren. Leider enttäuscht", "label": 1, "portion_identifier": -1, "text_b": "Volll aufgeladen nach 10 min beim fliegen abgestützt . camera"}, {"uid": "german-9890-trn", "text_a": "Leider haben die Füße nicht richtig gepasst. Sie rutschen leider.", "label": 1, "portion_identifier": -1, "text_b": "Nicht richtig funktioniert . home_improvement"}, {"uid": "german-25343-trn", "text_a": "Beide bestellten Adapter funktionieren nicht. In eine Buchse läßt sich noch nicht einmal das Lan-Kabel einstecken. Vom Fachmann ein \"Daumen runter\"", "label": 1, "portion_identifier": -1, "text_b": "Nicht empfehlenswert... . pc"}, {"uid": "german-28987-trn", "text_a": "Habe den Artikel zurückgesendet und immer noch keine Rückerstattung erhalten. Bitte um schnelle Rückantwort. Habe den Artikel schon vor zwei Wochen weggeschickt und auch einer zustellungs Mitteilung bekommen", "label": 1, "portion_identifier": -1, "text_b": "Artikel zurückgesendet aber kein Geld erhalten . sports"}, {"uid": "german-16260-trn", "text_a": "Als das Armband ankam wunderschön die Freude war groß aber nach ein paar mal tragen Farbe verblasst sieht nicht mehr schön aus sieht aus wie ein altes Armband.", "label": 1, "portion_identifier": -1, "text_b": "🤷🏻‍♀️ . beauty"}, {"uid": "german-23421-trn", "text_a": "Ich fand diesen Seifenspender sehr schön zu Beginn. Klar ist Holz im Bad nicht so perfekt, wenn es feucht wird, aber durch die Pflege mit etwas Öl sah das Bambus wieder wie neu aus. Nach einem Jahr ist jedoch der Hals des Produkts abgebrochen und es somit nicht mehr vewendbar. Da der Seifenspender nur im Gästebad stand, haben wir ihn auch nicht sonderlich oft benutzt.", "label": 1, "portion_identifier": -1, "text_b": "Leider nach einem Jahr defekt . home"}, {"uid": "german-15553-trn", "text_a": "Hält nicht. Bereits nach 1 Stunde fingen die Aufkleber an sich zu lösen!", "label": 1, "portion_identifier": -1, "text_b": "Hält überhaupt nicht . beauty"}], "2": [{"uid": "german-58498-trn", "text_a": "Leider viel zu klein war in der Beschreibung nicht genau zu erkennen", "label": 2, "portion_identifier": -1, "text_b": "Zu teuer für das Spielzeug 🙈 . pet_products"}, {"uid": "german-56016-trn", "text_a": "Fitnesstracker lässt sich super einfach mit dem Handy koppeln und ebenso leicht zu bedienen. Einen Stern Abzug gibt es, da der Schrittzähler nicht zuverlässig funktioniert & mehr Schritte anzeigt, als tatsächlich gemacht wurden. Einen weiteren da das Armband nicht in dunkelblau ist, wie auf dem Bild abgebildet ist, sondern viel heller.", "label": 2, "portion_identifier": -1, "text_b": "Na ja... . wireless"}, {"uid": "german-43689-trn", "text_a": "Der Salzstreuer sieht zwar toll aus ist aber leider viel viel zu klein und für mich daher nicht wirklich nützlich schade.", "label": 2, "portion_identifier": -1, "text_b": "Leider zu klein . home"}, {"uid": "german-45292-trn", "text_a": "Köder wird von Mäusen nicht angenommen", "label": 2, "portion_identifier": -1, "text_b": "Köder wird von Mäusen nicht angenommen . lawn_and_garden"}, {"uid": "german-70388-trn", "text_a": "...wenn sie besser verarbeitet wäre, sich angenehmer trage würde und nicht so einen gewaltigen Schild hätte. Von der Größe her ist die Mütze ja ok, passt bei 56 cm Kopfumfang ganz gut. Allerdings fühlt sie sich nicht angenehm am Kopf an, da sie vorne am festen Schild sehr wenig und nur schmal gepolstert ist. Das wird auf Dauer unangenehm. Außerdem ist der Schild so groß, dass sie echt komisch am Kopf aussieht. Daher leider nichts für mich.", "label": 2, "portion_identifier": -1, "text_b": "Könnte ganz gut sein... . apparel"}, {"uid": "german-58197-trn", "text_a": "Made in China und der Stoff ist sehr grob und löcherig", "label": 2, "portion_identifier": -1, "text_b": "Nix für mich . baby_product"}, {"uid": "german-50144-trn", "text_a": "Schlauch angekommen erster Eindruck positiv angeschlossen... zieht Luft.. schelle locker.. nachgezogen immernoch... musste dann in den Baumarkt fahren eine anständige schlauchschelle kaufen und jetzt gehts... im Baumarkt hätte der gleiche Schlauch das selbe Geld gekostet... aber mit ordentlichen schellen...", "label": 2, "portion_identifier": -1, "text_b": "Am falschen Ende gespart . home_improvement"}, {"uid": "german-65717-trn", "text_a": "Der Rückversand soll dem Kunden aufs Auge gedrückt werden.", "label": 2, "portion_identifier": -1, "text_b": "Kein kostenfreier Rückversand . lawn_and_garden"}], "3": [{"uid": "german-92034-trn", "text_a": "Ich fand die Idee, eine Geschichte über diese Person umwerfend gut. Die Story ist auch sehr flüssig und nachvollziehbar geschrieben. Leicht zu lesen. Ja,auch sehr gut recherchiert und nah der Realität. Aber... Ich fand, sie plätschert so dahin. Der Inhalt ist ja an sich rund, aber irgendwie hat mir etwas Spannung gefehlt. Ich habe mehr erwartet, als die Geburt eines Kindes und die Eheprobleme einer Nebenfigur zu erfahren.", "label": 3, "portion_identifier": -1, "text_b": "Agatha Christie . digital_ebook_purchase"}, {"uid": "german-102625-trn", "text_a": "Ich verstehe nicht, wieso der Hersteller das Prdoukt mit so viel Süßstoff überladen hat. Natürlich ist alles Geschmackssache. Doch wenn mir ein Produkt nicht süß genug wäre, kann ich selbst ja noch nachsüßen! Andersrum ist es leider nicht machbar. Schade drum, weil der Geschmack und die Löslichkeit echt toll sind.", "label": 3, "portion_identifier": -1, "text_b": "Zu süß!!! . drugstore"}, {"uid": "german-86265-trn", "text_a": "Das Material der Schuhe ist nicht so berauschend. Trage ich sie den ganzen tag auf der arbeit fangen irgendwann auch meine Füße an weh zutun .", "label": 3, "portion_identifier": -1, "text_b": "Billige Arbeitsschuhe . shoes"}, {"uid": "german-82589-trn", "text_a": "Die Pins auf dem ramps und Arduino waren teilweise auf der Oberseite verbogen und die Stepper Treiber musste ich die Seiten abfeilen damit ich sie überhaupt nebeneinander gesteckt bekomme für den Preis ist das echt ein Trauerspiel", "label": 3, "portion_identifier": -1, "text_b": "Schmidt . industrial_supplies"}, {"uid": "german-112376-trn", "text_a": "Tolle, kuschlige Jacke, ideal für den Übergang. Leider sind die Ärmel sehr eng geschnitten.", "label": 3, "portion_identifier": -1, "text_b": "kuschlige Jacke mit engen Ärmeln . apparel"}, {"uid": "german-92901-trn", "text_a": "Hält nicht frisch. Deckel unpraktisch durch klappriges Klicksystem.", "label": 3, "portion_identifier": -1, "text_b": "Schöne Motive aber mehr auch nicht . home"}, {"uid": "german-88181-trn", "text_a": "Die Creolen laufen reativ schnell an, für den Preis eine kleine Enttäuschung...", "label": 3, "portion_identifier": -1, "text_b": "Naja . jewelry"}, {"uid": "german-105766-trn", "text_a": "Schöner Gummistiefel, nicht allzu schwer, Größe 28 passt wie erwartet.", "label": 3, "portion_identifier": -1, "text_b": "Für Mädchen . shoes"}], "4": [{"uid": "german-134201-trn", "text_a": "Folie lässt sich super anbringen und stört am Handy (iphone 7) überhaupt nicht. ABER: Da ich weiß, dass mir mein Handy nicht runter gefallen ist, muss das Panzerglas nur beim Ablegen auf den Tisch gesprungen sein. Und das alles nach nur ca. 2 Wochen! Dennoch schützt es ja das Handy und daher 4 Sterne, da es 3,5 nicht gibt!", "label": 4, "portion_identifier": -1, "text_b": "Schützt Display - Aber SEHR LEICHT ZERBRECHLICH . wireless"}, {"uid": "german-137738-trn", "text_a": "Soweit alles gut und in Ordnung", "label": 4, "portion_identifier": -1, "text_b": "Soweit alles gut . wireless"}, {"uid": "german-132922-trn", "text_a": "Die Folie war leider zu gross. Dafür der eine Stern Abzug. Ich habe sie zurückgeschickt. Der Händler war sehr kulant und hat mir sogar die Portokosten für die Rücksendung erstattet. Nächstes Mal, klappt's besser! Gerne wieder, Danke!", "label": 4, "portion_identifier": -1, "text_b": "Folie war leider zu gross, Händler sehr kulant, Gerne wieder . pc"}, {"uid": "german-151829-trn", "text_a": "Lässt sich relativ zügig und problemlos zusammen zubauen . Optischer Nachteil ,keine Abdeckkappen für die Schrauben. Auch preislich vielleicht etwas zu hoch angesetzt.", "label": 4, "portion_identifier": -1, "text_b": "Leicht zusammen zubauen . baby_product"}, {"uid": "german-157028-trn", "text_a": "Sind wirklich schön, allerdings bitte beachten es ist nur EIN Ohrring enthalten. Ansonsten top.", "label": 4, "portion_identifier": -1, "text_b": "Sehr schön . jewelry"}, {"uid": "german-146688-trn", "text_a": "Alle Produkte von TattooMed ziehen sehr rasch ein, und sind sehr angenehm aufzutragen. Haut wird gut gepflegt. Ob man es zwingend braucht für dieses Geld ist eine andere Frage.", "label": 4, "portion_identifier": -1, "text_b": "TattooMed . beauty"}, {"uid": "german-125989-trn", "text_a": "Ist ok. Man braucht nur etwas mehr Kleister. Für den Preis, voll ok.", "label": 4, "portion_identifier": -1, "text_b": "Preis Leistung ok . home_improvement"}, {"uid": "german-143296-trn", "text_a": "Schnelle Lieferung! ... Preis Leistungs gemäß kann man absolut zufrieden sein.", "label": 4, "portion_identifier": -1, "text_b": "Preis Leistung top und schnelle Lieferung . drugstore"}], "5": [{"uid": "german-170606-trn", "text_a": "Das Leder ist butterweich, in das Kleingeldfach passen zahlreiche Münzen, die ideale (Zweit-)Geldbörse für den Urlaub oder für Menschen, die immer viele Münzen bei sich tragen. Weiters sind die Kartenfächer wirklich in ausreichender Anzahl vorhanden.", "label": 5, "portion_identifier": -1, "text_b": "Schöne Wiener Schachtel . luggage"}, {"uid": "german-173496-trn", "text_a": "Sehr guter Zugluftstopper, der individuell anpassbar ist. Die Tür ist dicht und man merkt den Unterschied zu vorher sehr deutlich. Guter Preis und schnelle Lieferung.", "label": 5, "portion_identifier": -1, "text_b": "alles dicht . furniture"}, {"uid": "german-198974-trn", "text_a": "Produkt wie beschrieben. Schöne Farbe und angenehm zu tragen. Lieferung ohne Probleme! Auch zum verschenken gut geeignet ! ! !", "label": 5, "portion_identifier": -1, "text_b": "Gut . apparel"}, {"uid": "german-163859-trn", "text_a": "Hatte diese für meine Hochzeit und sind gut angekommen bei den Leuten!:)", "label": 5, "portion_identifier": -1, "text_b": "Gut angekommen . toy"}, {"uid": "german-189337-trn", "text_a": "Der kühlung ist gut. Drei einstellungen und das kälteste ist um die 4,5 Grad celcius. Das Geräusch ist hörbar, aber verträglich.", "label": 5, "portion_identifier": -1, "text_b": "Funktioniert als er soll . other"}, {"uid": "german-184818-trn", "text_a": "Ich habe das Buch verschenkt. Die Beschenkte hat schon einige Rezepte gekocht, welche auch sehr lecker geworden sind. Ich durfte mich auch selber überzeugen.", "label": 5, "portion_identifier": -1, "text_b": "Auch was für Anfänger . book"}, {"uid": "german-178454-trn", "text_a": "Toller Stifteköcher. Absolut empfehlenswert.", "label": 5, "portion_identifier": -1, "text_b": "Toll und funktionell . office_product"}, {"uid": "german-164256-trn", "text_a": "Sitzt, passt, wackelt und hat Luft.", "label": 5, "portion_identifier": -1, "text_b": "Super Preisleistung . wireless"}]}