{"1": [{"uid": "spanish-10697-trn", "text_a": "Escasa solidez en su montaje, sin apenas usara se desmontaba al tocar el móvil.", "label": 1, "portion_identifier": -1, "text_b": "No duraba montada apenas unos minutos. . home"}, {"uid": "spanish-23568-trn", "text_a": "Es una base de cristal con una película que, en teoría, retiene la pieza mientras se está imprimiendo. Hay que subir la temperatura de la cama caliente para que no se despegue (aumentando así el tiempo de impresión), pero igualmente la pieza se despega. Un auténtico gasto de dinero. Volví al viejo cristal que tenía y la laca. ¡NO RECOMENDABLE!", "label": 1, "portion_identifier": -1, "text_b": "No sirve . industrial_supplies"}], "2": [{"uid": "spanish-78343-trn", "text_a": "Me llegó una edición más antigua que la que pone en la descripción del producto, por lo que está un poco desactualizado y no me sirvió de mucho", "label": 2, "portion_identifier": -1, "text_b": "Desactualizado . book"}, {"uid": "spanish-62973-trn", "text_a": "La funda rosa se tiñe el primer día que te pones unos vaqueros. Además la parte dura se descascarilla rápido. No la volvería a comprar aunque protegió el teléfono...", "label": 2, "portion_identifier": -1, "text_b": "Se tiñe y descascarilla . wireless"}], "3": [{"uid": "spanish-96706-trn", "text_a": "Ha habido que adaptar para que funcionase, la batería, no hacía contacto", "label": 3, "portion_identifier": -1, "text_b": "Llave . electronics"}, {"uid": "spanish-96394-trn", "text_a": "Esta bastante bien es como en la foto. El único pero que tardó mucho en llegar pero aparte de eso bien", "label": 3, "portion_identifier": -1, "text_b": "Genial . toy"}], "4": [{"uid": "spanish-120144-trn", "text_a": "Viene como corresponde en la foto. El estuche es más grande de lo que esperaba. Las herramientas, parecen de buena calidad. A falta de probarlo.", "label": 4, "portion_identifier": -1, "text_b": "Buena presentación. . automotive"}, {"uid": "spanish-124109-trn", "text_a": "En principio parecían un poco ásperas pero al lavarlas mejoraron un poco, se planchan bien. Blanco impecable. Por el precio pagado no se puede pedir más.", "label": 4, "portion_identifier": -1, "text_b": "Buenas... . home"}], "5": [{"uid": "spanish-167050-trn", "text_a": "Ha sido para un regalo..y creo que lo utilizan más cómo juguete que cómo maleta. Muy bonita, aunque sí le hubieran puesto un forro por dentro estaría mejor.", "label": 5, "portion_identifier": -1, "text_b": "Juguete/Maleta . toy"}, {"uid": "spanish-168024-trn", "text_a": "Son muy retros y de colores llamativos. Me encantan", "label": 5, "portion_identifier": -1, "text_b": "Fantásticos . toy"}]}