{"0": [{"uid": "spanish-137-val", "text_a": "Huyghe nació en 1962 en Chile y Nueva York, vive y trabaja en París.", "label": "0", "portion_identifier": -1, "text_b": "Huyghe nació en París en 1962, y vive y trabaja en Chile y New York."}, {"uid": "spanish-1025-val", "text_a": "La lucha política y racial de Pearson contra el igualitarismo estricto además se manifestó en una oposición constante hacia el marxismo y el socialismo.", "label": "0", "portion_identifier": -1, "text_b": "La estricta postura de Pearson contra el igualitarismo político y racial también manifestó en él una oposición constante contra el marxismo y el socialismo."}, {"uid": "spanish-711-val", "text_a": "La música interpretada como Blackadder courts ``Bob'' es ``Fantasia on Greensleeves'' de Vaughan Williams.", "label": "0", "portion_identifier": -1, "text_b": "La música que toca Bob ``Blackadder'' es ''Fantasia on Greensleeves'' de Vaughan Williams."}, {"uid": "spanish-1407-val", "text_a": "La guitarra la controlaba Bettencourt y la tocaba Chris Gehringer en los Sterling Sound Studios de la ciudad de Nueva York.", "label": "0", "portion_identifier": -1, "text_b": "Bettencourt tocó la guitarra y fue masterizado por Chris Gehringer en los Estudios Sterling Sound en la ciudad de Nueva York."}, {"uid": "spanish-1406-val", "text_a": "Birkenhead Wharf está cerca de Birkenhead Point Factory Outlet Centre y cerca de Iron Cove Bridge, que se encuentra aproximadamente a un minuto a pie de distancia", "label": "0", "portion_identifier": -1, "text_b": "El Muelle Birkenhead está ubicado junto al Puente Iron Cove y cercano a Birkenhead Point Factory Outlet Centre, que se encuentra a aproximadamente a un minuto a pie de distancia."}, {"uid": "spanish-894-val", "text_a": "Le pertenece a Chemins de Fer Luxembourgeois, la empresa de ferrocarriles propiedad del gobierno.", "label": "0", "portion_identifier": -1, "text_b": "Es operado por la compañía estatal Chemins de Fer Luxembourgeois."}, {"uid": "spanish-99-val", "text_a": "El editor en jefe es Herbert Wessels (desde 2009), el segundo editor es Markus Ermert (desde 2002).", "label": "0", "portion_identifier": -1, "text_b": "El segundo editor es Herbert Wessels (desde 2009), el editor en jefe es Markus Ermert (desde 2002)."}, {"uid": "spanish-1849-val", "text_a": "Más tarde se confirmó que iba a ser publicado como un sencillo del álbum el 15 de octubre en el Reino Unido y el 23 de octubre en los EE. UU.", "label": "0", "portion_identifier": -1, "text_b": "Fue lanzado más tarde y se confirmó como sencillo del álbum el 15 de octubre en el Reino Unido y el 23 de octubre en los EE. UU."}], "1": [{"uid": "spanish-600-val", "text_a": "Jugó al fútbol entre condados con su club local Adrigole y fue miembro del equipo Cork Gaelic en la década de 1960 y de 1970.", "label": "1", "portion_identifier": -1, "text_b": "Jugó al fútbol intercondados de categoría sénior con su club local, Adrigole, y fue miembro del equipo gaélico de Cork en las décadas de 1960 y 1970."}, {"uid": "spanish-1115-val", "text_a": "Sin embargo, Madonna , Prince y Michael Jackson fueron influencias para el álbum.", "label": "1", "portion_identifier": -1, "text_b": "Madonna, Prince y Michael Jackson, sin embargo, se influenciaron en el álbum."}, {"uid": "spanish-970-val", "text_a": "Este festival también les da a los participantes una oportunidad para renovar las esperanzas y compartir la tradición, en una zona armoniosamente compartida por los tamiles de ambos países.", "label": "1", "portion_identifier": -1, "text_b": "Este festival también les brinda a los participantes la oportunidad de renovar los sueños y compartir la tradición, en un área que es armónicamente compartida por Tamils de ambos países."}, {"uid": "spanish-222-val", "text_a": "Flavia Gleske, más conocida como Flavia Alejandra Gleske Fajin (nacida el 15 de mayo de 1978) es una actriz y modelo venezolana.", "label": "1", "portion_identifier": -1, "text_b": "Flavia Gleske, más conocida como Flavia Alejandra Gleske Fajin (nacida el 15 de mayo de 1978) es una actriz venezolana."}, {"uid": "spanish-825-val", "text_a": "Dos años más tarde, el 25 de julio de 1947, el 709.º cambió su nombre a Escuadrón de Bombardeo Pesado, Very 709.º.", "label": "1", "portion_identifier": -1, "text_b": "Dos años más tarde, el 25 de julio de 1947, el 709.° cambió su nombre a Escuadrón de bombardeo pesado 709.°."}, {"uid": "spanish-1469-val", "text_a": "Como pequeño compositor en la escuela francesa, realizó contribuciones espectaculares a la música de la iglesia impresionista como director.", "label": "1", "portion_identifier": -1, "text_b": "Compositor secundario de la escuela francesa, como conductor realizó aportes destacados a la música eclesiástica impresionista."}, {"uid": "spanish-564-val", "text_a": "Las naciones Macedonia, Kenia, Azerbaiyán, Uruguay y Venezuela participaron en sus primeros Juegos Olímpicos de Invierno.", "label": "1", "portion_identifier": -1, "text_b": "Las naciones de Azerbaiyán, Kenia, Macedonia, Uruguay y Venezuela participaron de sus primeros Juegos Olímpicos de Invierno."}, {"uid": "spanish-1060-val", "text_a": "Muchos de los demonios en los encuentros de Salomón son de tradición griega, egipcia, judía, cristiana, árabe y otras tradiciones.", "label": "1", "portion_identifier": -1, "text_b": "Muchos de los demonios en los encuentros de Salomón son de tradición griega, egipcia, judía, cristiana, árabe y otras tradiciones."}]}