{"0": [{"uid": "german-637-val", "text_a": "Im Jahr 1888 übernahm das Sydney Water Board die Wasserversorgung für Sydney von dem Stadtrat.", "label": "0", "portion_identifier": -1, "text_b": "1888 hatte der Stadtrat die Wasserversorgung für Sydney von dem Sydney Water Board übernommen."}, {"uid": "german-454-val", "text_a": "Sie ist die Witwe von Bruce Paltrow und die Mutter der Schauspielerin Gwyneth Paltrow sowie des Regisseurs Jake Paltrow .", "label": "0", "portion_identifier": -1, "text_b": "Sie ist die Witwe von Jake Paltrow und Mutter der Schauspielerin Gwyneth Paltrow und des Directors Bruce Paltrow."}, {"uid": "german-750-val", "text_a": "Die Lichtverhältnisse im Louvre - die Gemälde erscheinen wärmer und weicher, dies kann jedoch am Ton des Überzugs auf der Oberfläche liegen.", "label": "0", "portion_identifier": -1, "text_b": "Die Lichtverhältnisse im Louvre  - die Gemälde wirken weicher und wärmer, dies könnte jedoch auch am Ton des Überzugs auf der Oberfläche liegen."}, {"uid": "german-1578-val", "text_a": "Sie ist die Tochter von Henri Queffélec und die Schwester von Yann Queffélec, beide sind bekannte Schriftsteller.", "label": "0", "portion_identifier": -1, "text_b": "Sie ist die Tochter von Yann Queffélec und eine Schwester von Henri Queffélec, beides sehr bekannte Schriftsteller."}, {"uid": "german-1080-val", "text_a": "Der Tabaci ist ein Nebenfluss des Leurda in Rumänien.", "label": "0", "portion_identifier": -1, "text_b": "Die Leurda ist ein Nebenfluss der Tabaci in Rumänien."}, {"uid": "german-1765-val", "text_a": "Er war der Cousin des tschechischen Nationalspielers Jaroslav Hlinka und der Sohn des früheren Spielers Miroslav Hlinka Sr.", "label": "0", "portion_identifier": -1, "text_b": "Er war der Cousin des tschechischen Nationalspielers Miroslav Hlinka und der Sohn des Ex-Spielers Jaroslav Hlinka Sr."}, {"uid": "german-143-val", "text_a": "Der Lufttransport erfolgt lokal mit kleineren Flugzeugen in East Taunton, Berkley und über den regionalen Flughafen in New Bedford.", "label": "0", "portion_identifier": -1, "text_b": "Der Lufttransport wird lokal von kleineren Flugzeugen in New Bedford, Berkley, und vom Regionalflugplatz in East Taunton aus geleistet."}, {"uid": "german-1540-val", "text_a": "Maritsa Lazari wurde im Oktober 1943 auf Zypern geboren und wanderte 16-jährig mit ihrer Familie nach London, England aus.", "label": "0", "portion_identifier": -1, "text_b": "Maritsa Lazari wurde im Oktober 1943 in London geboren und wanderte mit ihrer Familie sechzehnjährig nach Zypern aus."}], "1": [{"uid": "german-390-val", "text_a": "Es ist auch das fünfthöchste Gebäude in Russland, das sechsthöchste in Europa und eines der 90 Supertall-Wolkenkratzer der Welt.", "label": "1", "portion_identifier": -1, "text_b": "Es ist auch das fünfthöchste Gebäude in Russland, das sechsthöchste in Europa und einer der 90 superhohen Wolkenkratzer weltweit."}, {"uid": "german-1647-val", "text_a": "Die Station wurde 1947 von der British Falkland Islands Dependencies Survey als Station F oder Winter Island auf den argentinischen Inseln eingerichtet.", "label": "1", "portion_identifier": -1, "text_b": "Die Station wurde 1947 vom British Falkland Islands Dependencies Survey als Station F, oder „Winter Island” auf den Argentinische Inseln eingerichtet."}, {"uid": "german-808-val", "text_a": "Dies ist eine brillante Wiedergabe von lilafarbenem Licht und dramatischem Sonnenschein.", "label": "1", "portion_identifier": -1, "text_b": "Es ist eine brillante Darstellung von lilafarbenen Lichtern und dramatischem Sonnenschein."}, {"uid": "german-1052-val", "text_a": "Nach seiner Abreise aus Belgien verpflichtete er sich für drei Jahre bei Bristol City in Australien, musste aber aufgrund von Visa-Problemen nach England zurückkehren.", "label": "1", "portion_identifier": -1, "text_b": "Nach dem Belgien verlassen hatte, unterschrieb er für drei Jahre bei Bristol City in Australien, musste jedoch aufgrund von Problemen mit seinem Arbeitsvisum nach England zurückkehren."}, {"uid": "german-1455-val", "text_a": "Erginus galkini ist Art Meeresschnecke, eine echte Napfschnecke, ein Meeresbauchfüßer-Weichtier aus der Familie der Lottiidae, eine der Familien der echten Napfschnecken.", "label": "1", "portion_identifier": -1, "text_b": "Erginus galkini ist eine Meeresschneckenart, eine Echte Napfschnecke, ein meeresgastropodenartiges Weichtier der Familie der Lottiidae, eine der echten Napfschneckenfamilien."}, {"uid": "german-778-val", "text_a": "2012 wurde von Lenstra, Hughes, Augier, Bos, Kleinjung und Wachter  eine Analyse angekündigt, bei der Millionen öffentlicher RSA-Schlüssel aus dem Internet verglichen wurden.", "label": "1", "portion_identifier": -1, "text_b": "Eine Analyse von Millionen öffentlicher RSA-Schlüssel, die aus dem Internet gesammelt werden, wurde 2012 von Lenstra, Hughes, Augier, Bos, Kleinjung und Wachter angekündigt."}, {"uid": "german-604-val", "text_a": "Täglich gab es zwei Verbindungen auf der Dearne Valley Line nach York und Sheffield.", "label": "1", "portion_identifier": -1, "text_b": "Zwei Verbindungen verkehren täglich auf der Linie von Dearne Valley nach York und Sheffield."}, {"uid": "german-779-val", "text_a": "Im ersten Film musste Graf Dracula einen Streit zwischen ihnen und Murray, Wayne und Frank beenden, bei dem es um den Unterhaltszwist ging.", "label": "1", "portion_identifier": -1, "text_b": "Im ersten Film musste Graf Dracula einen Streit über Entertainment zwischen ihnen und Murray, Wayne und Frank beenden."}]}