{"contradiction": [{"uid": "thai-25041-val", "text_a": "ยาย ลุกขึ้น และ เธอ ก็ เดินลง บันได ออกจาก ระเบียง และ เดิน ขึ้นไป บน ถนน และ เธอ ก็ ยืน อยู่ ที่นั่น", "label": "contradiction", "portion_identifier": -1, "text_b": "แก รน นี่ อยู่ บน ระเบียง"}, {"uid": "thai-25508-val", "text_a": "และ แม้ อย่างนั้น แล้ว   สมมุติฐาน ทั่วไป ของ วันนี้ ก็ คือ ว่า เจ้าหน้าที่ ของ เรา อาจ เป็น ที่ ไว้วางใจ ใน เรื่อง แผนที่ ด้าน ชนชาติ และ เชื้อชาติ ที่ แม่นยำ ของ ประเทศ อเมริกา", "label": "contradiction", "portion_identifier": -1, "text_b": "ไม่มี สมมติฐาน ทั่วไป ใน วันนี้"}, {"uid": "thai-25749-val", "text_a": "เขา ได้รับ อยู่ ปักษ์ หนึ่ง ใน ป้อม โร ยอ ล,   เรือ ของ เขา ใน ตอนนี้ จวนจะ เป็น หน่วย นึง   ใน กองเรือรบ จา ไมก้า", "label": "contradiction", "portion_identifier": -1, "text_b": "เขา ไม่เคย ไป เมือง พอร์ต รอยัล"}, {"uid": "thai-25826-val", "text_a": "คำพูด ของ คุณ ทำให้ เขา คับแค้นใจ", "label": "contradiction", "portion_identifier": -1, "text_b": "เขา สนุก กับ สิ่ง ที่ คุณ พูด จริงๆ"}, {"uid": "thai-27150-val", "text_a": "ด๊อกเตอร์ ส ปูน เนอ ร์ คนดี   เป็น คน ชนิด ที่ มี ผม สี ขาว และ ใบหน้า น่าเอ็นดู   ทำหน้าที่ วิทยาลัย ใหม่ สำหรับ ครึ่ง ศตวรรษ ที่ โดดเด่น ใน ฐานะ นักวิชาการ และ ผู้ดูแล ระบบ สามารถ", "label": "contradiction", "portion_identifier": -1, "text_b": "ดร.   Spooner   ออกจาก นิว คอลเลจ หลังจาก ทำหน้าที่ เป็น นักวิชาการ และ ผู้บริหาร   มา 20 ปี"}, {"uid": "thai-26804-val", "text_a": "เรา หัก เงิน   58 %   ของ ยอดเงิน ดังกล่าว ออกจาก การ ขาย ตั๋ว เหลือ   32 %   จาก การ บริจาค และ ของขวัญ จาก เพื่อน   ๆ   เช่น ตัว คุณ เอง", "label": "contradiction", "portion_identifier": -1, "text_b": "การ ขาย ตั๋ว นำมาซึ่ง เงิน ที่ น้อยกว่า ครึ่ง นึง"}, {"uid": "thai-25959-val", "text_a": "กองทัพ ฮีโร่ นับ ร้อย ภายใต้ ลีโอ ไน ดัส แห่ง สปาร์ตา หน่วง กองทัพ แห่ง เปอร์เซีย มหาศาล ที่ ผ่าน เธอ ร์ มอ พิ ลี ที่ ยาว มาก พอให้ ชาว เอเธนส์ อพยพ ไป ยัง เกาะ ซา ลา มิส", "label": "contradiction", "portion_identifier": -1, "text_b": "ชาว สปา ตัน เอาชนะ เปอร์เซีย ที่ เท อ ร์ มอ พิ ลี"}, {"uid": "thai-25546-val", "text_a": "นั่น สามารถ เป็น หอ ควบคุม ของ เรา ได้ ,   เขา ให้ คำแนะนำ แก่   แวนซ์,   โดย ชี้ ไป ที่ มุม ของ ชั้น หนังสือ", "label": "contradiction", "portion_identifier": -1, "text_b": "มี คน เพิกเฉย ต่อ   Vance"}], "entailment": [{"uid": "thai-26818-val", "text_a": "เร็ว   ๆ   นี้   เพื่อน ของ   IRT   จะ ถูก เรียก ต้องการ จำนำ ของ คุณ ผ่าน ทาง โทรศัพท์", "label": "entailment", "portion_identifier": -1, "text_b": "เธอ สามารถ ส่ง เงิน ผ่าน โทรศัพท์"}, {"uid": "thai-25487-val", "text_a": "มองไม่เห็น ผู้ชม   ผู้ชม แต่ละคน อยู่ ใน ตู้ เล็ก ๆ ส่วนตัว ที่ เรียก ว่า ห้องนั่งเล่น", "label": "entailment", "portion_identifier": -1, "text_b": "เธอ ไม่เห็น ผู้ฟัง"}, {"uid": "thai-25997-val", "text_a": "เมื่อ คุณ ผ่าน พวกเขา ไป   คุณ อาจ เห็น ปล่องไฟ เก่า อยู่ สูง เหนือกว่า ต้นไม้ ,   เป็น สัญญาณ แน่นอน ว่า หมู่บ้าน นี้ เคย เป็น ส่วนหนึ่ง ของ ไร่ องุ่น", "label": "entailment", "portion_identifier": -1, "text_b": "ปล่องไฟ บ่งบอก ว่า   หมู่บ้าน นั้น เป็น ส่วน นึง ของ นิคม การเกษตร"}, {"uid": "thai-26425-val", "text_a": "อ้างอิง จาก เค เอส เอม และ คา ลาด   อา บู   บา รา ไม่มีทาง ใช้ วีซ่า สหรัฐฯ ได้", "label": "entailment", "portion_identifier": -1, "text_b": "คุณ   Abu   Bara   ไม่เคย กรอก ใบสมัคร วีซ่า อย่าง เสร็จ สมบูรณ์"}, {"uid": "thai-25775-val", "text_a": "ของ ฉันนั้น ทั้ง ปลอดภัย และ เป็น วิธี ที่ ง่าย", "label": "entailment", "portion_identifier": -1, "text_b": "มี วิธีการ ที่ ปลอดภัย และ ง่าย"}, {"uid": "thai-27310-val", "text_a": "สถานที่ ของ รัฐบาล / กฏหมาย   สนามบิน ,   คนต่างด้าว ,   โรงเรียน ,   คุก ,   เรือนจำ ,   วัด ,   ที่ประชุม ,   ที่สาธารณะ ,   สถานีตำรวจ ,   มูลนิธิ   ,   พิพิธภัณฑ์ ,   โบราณสถาน", "label": "entailment", "portion_identifier": -1, "text_b": "มี คำพูด โง่   ๆ   มากมาย ที่ อธิบาย ถึง รัฐบาล"}, {"uid": "thai-27115-val", "text_a": "นิวยอร์ค เก อ ร์ ได้ สู้ กลับ ด้วย ฉบับ พิเศษ --   หนังสือ เล่ม ยักษ์ เกี่ยวกับ เชื้อชาติ หรือ ฮอลลีวูด หรือ อนาคต", "label": "entailment", "portion_identifier": -1, "text_b": "ใน การ ตอบสนอง   New   Yorker ได้ ตีพิมพ์ ฉบับ พิเศษ หนาเตอะ เกี่ยวกับ ประเด็น ต่างๆ เช่น ฮอลลีวู้ด   เชื้อชาติ   และ อนาคต"}, {"uid": "thai-26082-val", "text_a": "วันนี้   พื้นที่ ส่วน นั้น เรียก ว่า   วัด สวน สวรรค์    ( Tiantan   Gongyuan )", "label": "entailment", "portion_identifier": -1, "text_b": "สวน   Temple   of   Heaven   ค่อนข้าง ใหม่"}], "neutral": [{"uid": "thai-26914-val", "text_a": "ด้วย ความช่วยเหลือ ของ   Microsoft   Helpdesk   ฉัน คิดออก ได้ ว่า ไดรฟ์ ซีดี ของ ฉัน มัน น่าจะ เชื่อมต่อ กับ การ์ด เสียง ไม่ใช่ ช่อง   IDE   และ   Linux   ก็ พ่ายแพ้ ไป", "label": "neutral", "portion_identifier": -1, "text_b": "ฉัน มีปัญหา ใน การ เชื่อมต่อ กับ โม เด็ม ของ ฉัน กับ ลิ นุ กซ์"}, {"uid": "thai-26226-val", "text_a": "1 )   การเจาะ วิธีการสื่อสาร แบบ ทางเลือก ที่ เพิ่มขึ้น", "label": "neutral", "portion_identifier": -1, "text_b": "การสื่อสาร ทางเลือก เป็น ส่วน ของ การสื่อสาร ใน ปัจจุบัน   60 %"}, {"uid": "thai-25814-val", "text_a": "ถ้า มัน เป็น ความผิด ที่จะ อนุญาต ให้ กัปตัน     Blood   คอมมิชชั่น ,   ความผิด เหล่านั้น จะ ไม่ใช่ ความผิด ของ ฉัน", "label": "neutral", "portion_identifier": -1, "text_b": "มีโอกาส เกิด ข้อผิดพลาด เนื่องจาก นัก บัญชี เพิ่ง ถูก ไล่ออก เมื่อ เร็ว   ๆ   นี้"}, {"uid": "thai-25082-val", "text_a": "ถ้า คุณ เอา มือ ออกจาก ชุด ปรับ ความดัน   มือ คุณ จะ พอง โด มากกว่า ปกติ ถึง ห้า เท่า   หาก เกิด การ ลด ความกดดัน กับ คุณ", "label": "neutral", "portion_identifier": -1, "text_b": "มือ ของ คุณ จะ โต ขึ้น มาก   หาก คุณ อยู่ บน ดวงจันทร์ และ คุณ ยื่นมือ ออก มาจาก ชุด สูท"}, {"uid": "thai-26888-val", "text_a": "สำหรับ ปีงบประมาณ นี้ และ ปีหน้า   โรงเรียน กฏหมาย ต้อง ลดค่าใช้จ่าย ใน การ จัดสรร ของ รัฐ และ เพิ่ม ค่าใช้จ่าย ทาง สุขภาพ   รวม แล้ว มากกว่า   400,000   ดอลลาร์", "label": "neutral", "portion_identifier": -1, "text_b": "โรงเรียน กฎหมาย เป็น โครงการ แรก ที่ ต้อง เผชิญ กับ การ ลด งบประมาณ"}, {"uid": "thai-26835-val", "text_a": "ผู้เข้าชม จะ มีโอกาส ได้ ชม การแสดง ที่ เปลี่ยนแปลง ไป ใน   Hilbert   Conservatory   Butterflies   Free ,   Wizard   of   Oz ,   Toyland   และ   Flight   of   Fantasy", "label": "neutral", "portion_identifier": -1, "text_b": "ผู้เข้าชม สามารถ ที่จะ ได้ ดู หลาย การแสดง ใน   Hilbert   Conservatory   ทุกวัน"}, {"uid": "thai-26707-val", "text_a": "และ ฉัน หวัง ว่า คุณ จะ สนับสนุน ความพยายาม ด้าน ศิลปะ และ การศึกษา ของ   Civic   Theatre   อีกครั้ง ใน ปี นี้", "label": "neutral", "portion_identifier": -1, "text_b": "โรงละคร   Civic   ต้อง การเงิน   $ 1   ล้าน ใน ปี นี้"}, {"uid": "thai-25525-val", "text_a": "ระหว่าง ก่อน ระดับ ประถมศึกษา และ ระดับ ประถมศึกษา   ความคิด ถูก ยึด ติดกับ ปัจจุบัน", "label": "neutral", "portion_identifier": -1, "text_b": "เด็กก่อนวัยเรียน   ไม่ สา มาร เข้าใจ อนาคต"}]}