{"0": [{"uid": "spanish-927-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "Hector, Cody y Christie encontraron al Dr. Forrest que tenía a Christie de rehén."}, {"uid": "spanish-1575-val", "text_a": "Se mudó a San Diego, California, en 1876 y a Dallas, Texas, en 1887.", "label": "0", "portion_identifier": -1, "text_b": "En 1876, se mudó a Dallas, Texas y a San Diego, California en 1887."}, {"uid": "spanish-649-val", "text_a": "El siguiente lanzamiento fue creado por el hermano de Ron Robert Fuller en 1986.", "label": "0", "portion_identifier": -1, "text_b": "El siguiente lanzamiento lo creó el hermano de Robert Fuller, Ron, en 1986."}, {"uid": "spanish-438-val", "text_a": "El 20 de febrero de 1959, el Primer Ministro John Diefenbaker completó el proyecto y se completaron las cinco flechas.", "label": "0", "portion_identifier": -1, "text_b": "El 20 de febrero de 1959, el primer ministro John Diefenbaker finalizó el proyecto y se desmontaron las cinco flechas completas."}], "1": [{"uid": "spanish-49-val", "text_a": "Podkriváň es una aldea y municipalidad en la región de Banská Bystrica, en el distrito de Detva en Eslovaquia central.", "label": "1", "portion_identifier": -1, "text_b": "Podkriváň es un pueblo y municipalidad en la región de Banská Bystrica, en el distrito Detva de Eslovaquia central."}, {"uid": "spanish-417-val", "text_a": "Adam Surat (\"Fuerza interior'') es una película documental dirigida por Tareque Masud en 1989 sobre el pintor bengalí Sheikh Mohammed Sultan.", "label": "1", "portion_identifier": -1, "text_b": "Adam Surat (\"The Inner Strength\") es una película documental bangladesí de 1989 sobre el pintor bangladesí Sheikh Mohammed Sultan, dirigida por Tareque Masud."}, {"uid": "spanish-822-val", "text_a": "Cuando le preguntaron cómo se decía su nombre, él dijo a The Literary Digest: \"mi nombre se pronuncia como deletrear \"ear' en-house\".", "label": "1", "portion_identifier": -1, "text_b": "Cuando se le preguntó como pronunciar su nombre, dijo \"The Literary Digest\" mi nombre se pronuncia como se escribe \"ear'en-house\". \""}, {"uid": "spanish-1158-val", "text_a": "Fue el hijo póstumo de Sir Henry Thrale, 1.° baronet; su madre fue la hermana del cervecero John Lade.", "label": "1", "portion_identifier": -1, "text_b": "Fue el hijo póstumo de Sir Henry Thrale, 1er Barón, cuya madre era la hermana del agricultor John Lade."}]}