{"1": [{"uid": "german-30968-trn", "text_a": "Drei der Biere waren abgelaufen. Nachdem Kontakt mit dem Kundendienst aufgenommen wurde, wurde eine Entschädigung in Aussicht gestellt. Dann ist der Kontakt abgebrochen, keine Reaktion mehr auf weitere Anfragen, keine Entschädigung", "label": 1, "portion_identifier": -1, "text_b": "Biere zum Teil abgelaufen, versprochene Entschädigung ist nie angekommen . other"}, {"uid": "german-27640-trn", "text_a": "Es stinkt nach Chemie. Und das sehr extrem.", "label": 1, "portion_identifier": -1, "text_b": "Es stinkt nach Chemie . luggage"}], "2": [{"uid": "german-54962-trn", "text_a": "Funktioniert für gewisse Zeit, verliert dann aber schnell und oft die Verbindung. Das Design ist zwar klasse und er liegt großartig in der Hand, aber die verbindungsabbrüche stören unheimlich das Spielen. Ich spiele nur adventures und RPGs, da ist es meist ungefährlich für das Spiel, aber in nem shooter würde ich ausrasten.", "label": 2, "portion_identifier": -1, "text_b": "Schlechte Verbindung . wireless"}, {"uid": "german-51758-trn", "text_a": "Das Thermometer funktioniert, ist aber sehr träge. Einfach mal bei Zimmertemperatur den Meßfühler in ein Stück Gefriergut stecken. Es geht gefühlt ewig lange, bis sich die Temperatur langsam dem echten Wert nähert. Für mal schnell die Temperatur checken ungeeignet.", "label": 2, "portion_identifier": -1, "text_b": "Sehr träge . kitchen"}], "3": [{"uid": "german-109516-trn", "text_a": "Super Gerät nur etwas zu teuer", "label": 3, "portion_identifier": -1, "text_b": ".. . kitchen"}, {"uid": "german-85125-trn", "text_a": "Wurde verspätet geliefert und dann in den Briefkasten gesteckt. Das Päckchen guckte zu 3/4 aus dem Briefkasten raus so das es hätte jede mitnehmen können.", "label": 3, "portion_identifier": -1, "text_b": "Zustellung nicht pünktlich . apparel"}], "4": [{"uid": "german-154445-trn", "text_a": "Ich habe diesen CD-Player für eine 90 Jährige Nachbarin gekauft um MP3 Hörbucher zu hören. Ich habe ziemlich lange nach einem CD-Player gesucht, welcher für Senioren geeignet ist, dieses Modell ist sicherlich nicht 100% geeignet, da das Display ziemlich klein ist, aber das Preis-Leistungsverhältnis ist gut, die Lautstärke und Tonqualität ist ausreichend hoch und die Bedienung ist auch in Ordnung. Meine Nachbarin kommt mittlerweile gut mit diesem CD-Player zurecht und ist zufrieden.", "label": 4, "portion_identifier": -1, "text_b": "Für Senioren bedingt geeignet . electronics"}, {"uid": "german-156241-trn", "text_a": "An und für sich habe ich nichts an dem Produkt auszusetzen. Die Motive sind schön und farbenfroh und soweit stabil. Einzig und allein eine Unterscheidung der 4 Puzzle wäre hilfreich (nicht nur anhand der Größe). Bei einem Konkurrenz-Produkt wurden in diesem Fall die Rückseiten der verschiedenen Puzzle mit unterschiedlichen Farben gekennzeichnet. Vor allem für das Kind ist das sehr hilfreich.", "label": 4, "portion_identifier": -1, "text_b": "Puzzle sehr schön, aber unsortiert. . toy"}], "5": [{"uid": "german-198073-trn", "text_a": "Diese Hupe tut wirklich was, wer die nicht hört ist taub !", "label": 5, "portion_identifier": -1, "text_b": "hält was es verspricht . sports"}, {"uid": "german-190945-trn", "text_a": "Das Produkt ist wie beschrieben und eignet sich für Messen aber auch für daheim! Der Preis war Genial, daher auch die Bestellung! Grüße", "label": 5, "portion_identifier": -1, "text_b": "Perfekt . wireless"}]}