{"1": [{"uid": "french-24148-trn", "text_a": "Bavoir très rigide même après plusieurs lavage pas super pour les purée et compote Pas agréable pour essuyer la bouche de bébé", "label": 1, "portion_identifier": -1, "text_b": "Bof . baby_product"}], "2": [{"uid": "french-58119-trn", "text_a": "Bonjours, a évité si vous trouvez mieux. Vendeure OK", "label": 2, "portion_identifier": -1, "text_b": "Pour depanage . drugstore"}], "3": [{"uid": "french-82745-trn", "text_a": "Ces coussinets sont de qualité inférieur à ceux d'origine. C'est indéniable. Pour ceux qui portent des lunettes, les réajuster vous donneront mal à la tête à cause du bruit produit par le frottement. Aussi, si l'on compresse ces coussinets, on entend un bruit pendant qu'il reprend sa forme original. Malgré tout, ils font quand même le travail. J'entend à nouveau le son correctement des deux coter, les anciens étant totalement hs. Cela m'évite tout de même l'achat d'un nouveau casque. En revanche, si je tombe trouve ceux d'origine, je pense changer. Edit: La qualité du son a aussi été légèrement impacté.", "label": 3, "portion_identifier": -1, "text_b": "Moyen . wireless"}], "4": [{"uid": "french-150348-trn", "text_a": "J adore le personnage qu est Mike Horn. Un baroudeur, un vrai de vrai. Même si je trouve qu il est parfois assez prétentieux, le bonhomme à quand même réussi de sacrés exploits. Ce récit est passionnant, voir limite envoûtant. Très rythmé et peut être trop d ailleur car on passe d une aventure à lautre, d un continent à l autre assez abruptement quelques fois. C est un des seuls reproches que j aurais à faire. Certains passage auraient peut être mérité un peu plus de développement et d autres un peu moins. Un excellent livre en tout cas.", "label": 4, "portion_identifier": -1, "text_b": "Une belle aventure . book"}], "5": [{"uid": "french-192424-trn", "text_a": "verre protecteur très facile à monter .", "label": 5, "portion_identifier": -1, "text_b": "facilité d'usage . wireless"}]}