{"0": [{"uid": "german-1387-val", "text_a": "In den folgenden Bewertungen wird die höchste Bewertung für die Show in rot und die niedrigste Bewertung für die Show in blauer Farbe erfolgen.", "label": "0", "portion_identifier": -1, "text_b": "In den Rezensionen weiter unten werden die niedrigsten Bewertungen für die Show rot angezeigt, die besten Bewertungen sind blau markiert."}, {"uid": "german-1451-val", "text_a": "Die Porte de Vincennes befindet sich dort, wo die südöstliche Ecke des 20. Arrondissements auf die nordöstliche Ecke des 12. Arrondissements von Paris trifft.", "label": "0", "portion_identifier": -1, "text_b": "Der Porte de Vincennes liegt dort, wo sich die Nordostecke des 12. Arrondissements auf die Südostecke des 20. Arrondissements von Paris treffen."}, {"uid": "german-470-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "Später führte Andrew Richards Kräfte während des Angriffs auf Adémar, Graf von Angoulème."}, {"uid": "german-54-val", "text_a": "Seine Brüder waren der Arzt Mark Hayford und der Priester Ernest Hayford.", "label": "0", "portion_identifier": -1, "text_b": "Seine Brüder waren Ernest Hayford, ein Arzt, und Reverend Mark Hayford, ein Pfarrer."}], "1": [{"uid": "german-1633-val", "text_a": "Bis 1991 bot es die einzige öffentliche Bühne in Tehama County und war bis 1993 das einzige Kino.", "label": "1", "portion_identifier": -1, "text_b": "Bis 1991 war sie die einzige öffentliche Bühne in Tehama und bis 1993 das einzige Kino."}, {"uid": "german-371-val", "text_a": "Peter DuConge (1903–1967) war ein früher Jazz-Saxophonist, der in der amerikanischen  Jazz-Szene von New Orleans aktiv war.", "label": "1", "portion_identifier": -1, "text_b": "Peter DuConge (1903–1967) war ein früher Jazz-Saxophonist, der in der amerikanischen Jazz-Szene in New Orleans aktiv war."}, {"uid": "german-1798-val", "text_a": "David Godwin wird bei DGA Associates von Emma Townshend vertreten.", "label": "1", "portion_identifier": -1, "text_b": "David Godwin wird bei DGA Associates durch Emma Townshend vertreten."}, {"uid": "german-1756-val", "text_a": "Dann zog er in die Schweiz und später nach Italien, wo er Shelley und Byron traf.", "label": "1", "portion_identifier": -1, "text_b": "Er zog dann in die Schweiz und später nach Italien, wo er Shelley und Byron kennenlernte."}]}