{"1": [{"uid": "german-10056-trn", "text_a": "Leider Funktionierte der Adapter von Anfang an nicht. Allerdings ging die Rückerstattung ohne Diskussion.", "label": 1, "portion_identifier": -1, "text_b": "Ohne Funktion . electronics"}, {"uid": "german-34089-trn", "text_a": "Leider Funktionieren die Patronen nicht anstandslos Zurück genommen weiter so", "label": 1, "portion_identifier": -1, "text_b": "PlatinumSerie Set 3 Druckerpatronen . office_product"}, {"uid": "german-27469-trn", "text_a": "Schrecklich!!! Rechtschreib- und Grammatikfehler auf jeder Seite. Ständiges Wiederholen ohne wirklich was zu erklären. Hatte mir weit mehr erwartet. Fazit: geht zurück", "label": 1, "portion_identifier": -1, "text_b": "Schrecklich . drugstore"}, {"uid": "german-39450-trn", "text_a": "Leider war die Folie zu groß für einen Ford smax.", "label": 1, "portion_identifier": -1, "text_b": "Zu groß . automotive"}, {"uid": "german-23778-trn", "text_a": "Leider sehr instabil. Verbiegt sich sofort. Hält das Gewicht der Schuhe nicht. Ist nach 2 Wochen komplett zusammengefallen.", "label": 1, "portion_identifier": -1, "text_b": "Mist . home"}, {"uid": "german-12211-trn", "text_a": "Der Verschluss hinten geht leider schnell kaputt", "label": 1, "portion_identifier": -1, "text_b": "Schnell kaputt . sports"}, {"uid": "german-29323-trn", "text_a": "Leider haben die flache Teller nur ein durchmesser von 25 cm. Sehr ärgerlich weil ich das erst nach dem waschen gemerkt habe", "label": 1, "portion_identifier": -1, "text_b": "Falsche Beschreibung . home"}, {"uid": "german-20613-trn", "text_a": "Anfang geschaut und genervt ausgeschaltet.....", "label": 1, "portion_identifier": -1, "text_b": "Schlecht! . digital_video_download"}], "2": [{"uid": "german-41504-trn", "text_a": "Meine Augen vertragen diesen Mascara nicht! Ich habe nach dem Auftragen gerötete Augen und beim Entfernen bleiben Rückstände auf den Wimpern und morgens krümeln sie.", "label": 2, "portion_identifier": -1, "text_b": "Jedes Auge ist anders empfindlich... . beauty"}, {"uid": "german-50608-trn", "text_a": "Das schwarze wirkte und fühlte sich nicht hochwertig an. Das Braune sah gut aus, allerdings stand die Klammer ab, sodass die Geldscheine von der Klammer nicht gehalten werden konnten.", "label": 2, "portion_identifier": -1, "text_b": "Hat leider nicht überzeugt . luggage"}, {"uid": "german-55277-trn", "text_a": "Ich hatte mich auf die Rezensionen verlassen und bin davon ausgegangen, daß der Pfeffer schön würzig und pfeffrig sein würde, ist er aber leider nicht. Warum auch immer, aber er kommt ziemlich matt daher. Sehr schade.", "label": 2, "portion_identifier": -1, "text_b": "Leider nur sehr wenig würzig.... . grocery"}, {"uid": "german-59492-trn", "text_a": "Am Anfang laden die Kabel sehr zügig. Nach einer Weile lässt das jedoch extrem nach. Für den Preis kann man wohl keine dauerhafte Qualität erwarten.", "label": 2, "portion_identifier": -1, "text_b": "Naja . pc"}, {"uid": "german-56709-trn", "text_a": "Der Geschmack hat nicht viel mit Schokolade zu tun. Kann die positiven Bewertungen nicht nachvollziehen. Nie wieder", "label": 2, "portion_identifier": -1, "text_b": "Geht gar nicht . drugstore"}, {"uid": "german-63626-trn", "text_a": "Habe mit der Firma gute Erfahrung gemacht, deshalb auch das nächste Mal, günstig und schnell! Über Amazon Prime von heute auf morgen", "label": 2, "portion_identifier": -1, "text_b": "Werde wieder dort bestellen . wireless"}, {"uid": "german-66779-trn", "text_a": "War toll zum ansehen hat auch eine Weile gehalten. Aber für diesen Preis ist die Hülle doch zu schnell kaputt gegangen.", "label": 2, "portion_identifier": -1, "text_b": "Handyhülle . wireless"}, {"uid": "german-59942-trn", "text_a": "Lieferzeit überschritten. Ware war für Freitag angekündigt, jetzt ist es Montag Abend. Mal sehen ob's noch kommt. Wollte am Wochenende installieren.", "label": 2, "portion_identifier": -1, "text_b": "Lieferzeit überschritten . lawn_and_garden"}], "3": [{"uid": "german-87425-trn", "text_a": "Eine Krimiserie für zwischendurch. Nicht besonders aufregend oder spannend. Ich mache jetzt auf jeden Fall mal Pause von Constable Evans. Vielleicht nicht für immer.", "label": 3, "portion_identifier": -1, "text_b": "Solide. . digital_ebook_purchase"}, {"uid": "german-83170-trn", "text_a": "Anders als viele andere Folien die ich schon hatte, haftet diese auf dem kompletten Display, man hat also nicht diese lästigen Ränder an denen das Produkt einfach nicht haftet. Allerdings ist die Folie doch recht empfindlich und lässt sich zudem überaus schlecht wieder ablösen. Zudem splittert das Glas hierbei und birgt somit ein erhöhtes Verletzungspotential. Dafür ist der Preis eindeutig zu hoch!! Drei Sterne gibt es dennoch für die gute Haftung und die Passgenauigkeit.", "label": 3, "portion_identifier": -1, "text_b": "Ok . wireless"}, {"uid": "german-101275-trn", "text_a": "Ist jetzt nicht das beste", "label": 3, "portion_identifier": -1, "text_b": "Nochmal eher nicht . baby_product"}, {"uid": "german-104208-trn", "text_a": "Unsere originalen Teufel Kopfhörerkabel haben leider irgendwann den Geist aufgegeben, also mussten neue lange und v.a. dünne Kabel her, damit sie auch an die Kopfhörer passen. Sie haben einen wirklich guten klaren Klang gehabt, passten gut an die Kopfhörer und waren gut zu händeln. Leider sind sie trotz sorgsamen Umgangs sehr schnell kaputt gegangen (Kabelbruch). Wenn man sie in eine bestimmte Richtung hält dann kommt noch Ton ansonsten hört man nur abgehacktes leises grummeln. Sehr schade und ich hätte gedacht sie haben eine bessere Qualität und höhere Lebensdauer, denn sie wirken sehr gut verarbeitet. Leider gibt es kaum noch gute Qualität zu kaufen. Nachtrag Dezember 2018: Ich hatte den Verkäufer wegen des defekten Kabels kontaktiert. Dieser hat auch prompt reagiert und uns entweder Ersatz oder Geld-zurück angeboten. Wir haben nun ein neues Kabel, welches wieder tadellos funktioniert. Ich hoffe, es bleibt so. In einigen Monaten werde ich ggf. meine Bewertung erneut korrigieren.", "label": 3, "portion_identifier": -1, "text_b": "Hatte tollen Klang, schnell kaputt . electronics"}, {"uid": "german-82704-trn", "text_a": "Also,an sich ist das Gerät gut schneidet gut und lässt sich auch gut reinigen,aber und das finde ich sehr schade,der Akku ist leider nicht gut und ist bei mir nach ca. 2 Monaten defekt gewesen,er lädt zwar aber ist nach ca.15 Minuten Platt obwohl voll geladen...", "label": 3, "portion_identifier": -1, "text_b": "Gutes Gerät aber Akku schwach . personal_care_appliances"}, {"uid": "german-119072-trn", "text_a": "Also, Lieferung prompt, das war perfekt, inhaltlich muss ich sagen kommt der Film nicht an die Alten heran, schon gar nicht an meine Favoriten 4, 5 6", "label": 3, "portion_identifier": -1, "text_b": "Fan . other"}, {"uid": "german-84586-trn", "text_a": "Schutzgelds ist extrem Kratzempfindlich", "label": 3, "portion_identifier": -1, "text_b": "Ganz OK . electronics"}, {"uid": "german-103601-trn", "text_a": "Für den Preis total ok...", "label": 3, "portion_identifier": -1, "text_b": "Alles ok . home"}], "4": [{"uid": "german-136222-trn", "text_a": "Sehr gut gefallen und zum Geburtstag getragen", "label": 4, "portion_identifier": -1, "text_b": "Sommerkleid . apparel"}, {"uid": "german-143483-trn", "text_a": "Gute Qualität gute Preis", "label": 4, "portion_identifier": -1, "text_b": "Kann ich jedem empfehlen . home_improvement"}, {"uid": "german-159711-trn", "text_a": "Für den Preis sollte man nicht zu viel erwarten. Wollte es nur als zusätzlichen Schutz im Rucksack, dafür okay. Ist aber nichts besonderes. Geknickte Lieferung, Falte in der Mitte. Farbe schön, Reißverschluss gut", "label": 4, "portion_identifier": -1, "text_b": "Kaufempfehlung mit Abzügen . pc"}, {"uid": "german-130623-trn", "text_a": "Bisher keine Ameisen mehr", "label": 4, "portion_identifier": -1, "text_b": "Gut . lawn_and_garden"}, {"uid": "german-140807-trn", "text_a": "Habe das Mikrofon getestet, kann das Mikro anhand von Bauqualität und Klangqualität für den Preis absolut empfehlen. Der USB Connector hat bei mir auch nach mehrmaligem probieren nicht funktioniert, deswegen 1 Stern abzug. Sehr praktisch ist der Ständer für das Mikrofon, sowie der Pop Schutz. Das Kabel ist m.M.n lang genug. Auch von Vorteil ist, dass das Mikrofon direkt per Knopf an-, sowie ausgeschaltet werden kann.", "label": 4, "portion_identifier": -1, "text_b": "Sehr empfehlenswert! . other"}, {"uid": "german-152074-trn", "text_a": "...mir steht der Duft...", "label": 4, "portion_identifier": -1, "text_b": "meine Freundin sagt.. . beauty"}, {"uid": "german-126173-trn", "text_a": "Nachtrag: Der Verkäufer hat sich mit uns in Verbindung gesetzt und sendet eine neue Uhr ohne dass ich reklamieren musste. Vielen Dank für diesen Service. Drei Sterne weil der Preis so günstig war. Die Qualität der Uhr ist ok. Sie passt meiner 7-Jährigen gut, allerdings erst nachdem das Armband richtig herum montiert wurde. Dieses kam falsch herum montiert bei uns an. Wasserdicht ist sie, wir haben es im Schwimmbad getestet.", "label": 4, "portion_identifier": -1, "text_b": "Wieviel erwartet man bei diesem Preis? . watch"}, {"uid": "german-149463-trn", "text_a": "Habe diese Schoner dem Pflegeheim geschenkt und wurden dankend angenommen.", "label": 4, "portion_identifier": -1, "text_b": "Zweckmäßig! . home"}], "5": [{"uid": "german-195173-trn", "text_a": "Habe die Stöpsel aufgrund der guten Erfahrungen in etlichen Foren bestellt. Und ja, ich bin nun ebenfalls Fan davon. Bisher nur die leichten Filter verwendet, aber selbst damit is der Wind fast nicht mehr zu hören. Fahre nicht mehr ohne Lassen sich auch super an und ausziehen", "label": 5, "portion_identifier": -1, "text_b": "Perfekt! . drugstore"}, {"uid": "german-173843-trn", "text_a": "Gestern bestellt heute da einfach Genial nur zu Empfehlen. Auch schon angebaut und Super Funktioniert einwandfrei also wenn dann da Gruß Helmut", "label": 5, "portion_identifier": -1, "text_b": "Super . wireless"}, {"uid": "german-166296-trn", "text_a": "Vielen Dank für diesen tollen Bezug! Ich bin echt begeistert. Er ist super verarbeitet und fühlt sich sehr angenehm an. Der Stoff und der Reißverschluss sind solide. Er hat meine Matratze auf jeden Fall aufgewertet! MfG", "label": 5, "portion_identifier": -1, "text_b": "Matrazenbezug . home"}, {"uid": "german-182988-trn", "text_a": "Habe mir einen günstigen Schlafsack fürs Zelten zulegen wollen, der auch bei niedrigen Temperaturen Warm hält. Habe ihn nun 2 Nächte getestet bei um die 4 Grad Celsius Tiefsttemperatur in den Nächten und habe Wunderbar schlafen können. Gemütlicher Schlafsack, gut geschnitten und ein kleines Packmaß. Würde ihn weiterempfehlen.", "label": 5, "portion_identifier": -1, "text_b": "Gute Leistung für kleinen Preis . sports"}, {"uid": "german-185669-trn", "text_a": "Tolle Decke. Das Material ist schön weich. Es riecht überhaupt nicht. Die Decke sieht sehr hochwertig aus. Wir benutzen sie sehr gerne.", "label": 5, "portion_identifier": -1, "text_b": "Super . baby_product"}, {"uid": "german-195639-trn", "text_a": "Das Panzerglas ist zwar nicht leicht zu montieren da dazu Silikon verwendet werden muss aber es beeinträchtig die Touchfunktion in keinster weise.", "label": 5, "portion_identifier": -1, "text_b": "Gut. . wireless"}, {"uid": "german-176098-trn", "text_a": "Ein sehr emotionaler Film, der wirklich sehr beklemmend ist. Ein großartiger Schauspieler, der diese Rolle perfekt spielt. Eine Geschichte die zeigt, was Krieg aus uns machen kann. Absolut Spitze!", "label": 5, "portion_identifier": -1, "text_b": "Krieg und seine negativen Folgen . digital_video_download"}, {"uid": "german-179919-trn", "text_a": "Ich bin zufrieden mit meiner modernen Handyhülle. Die Hülle ist ausgesprochen dünn und hat eine leistungsstarke Powerbank eingebaut. Ich wollte es zwar nicht ausprobieren, aber- einen Sturz hält die Hülle aus. Das Mobiltelefon und die Powerbank haben nichts abbekommen Qualitativ ist die Hülle okay verarbeitet insgesamt bin ich überaus zufrieden mit dem Produkt.", "label": 5, "portion_identifier": -1, "text_b": "Super . electronics"}]}