{"0": [{"uid": "german-558-val", "text_a": "Sie veröffentlichten als 5. Single des Albums am 13. Juni auch den 2. Track des Albums, „Vices“.", "label": "0", "portion_identifier": -1, "text_b": "Am 13. Juni veröffentlichten sie auch den 5. Titel des Albums, „Vices“, als zweite Singleauskopplung."}, {"uid": "german-1138-val", "text_a": "Der Rassestandard beschreibt den Hund als ein starkes Temperament und als scharfsinniges Individuum, das Fremden gegenüber misstrauisch ist.", "label": "0", "portion_identifier": -1, "text_b": "Der Rassestandard beschreibt den Hund als einen intelligenten Charakter mit ausgeprägter Individualität, der Fremden gegenüber argwöhnisch ist."}, {"uid": "german-518-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "Nach dem United States Census Bureau verfügt Southport über eine Gesamtfläche Land und, oder 0,91 % ist Wasser."}, {"uid": "german-1701-val", "text_a": "Yamato Colony, Kalifornien war eine japanische Agrargemeinschaft in Livingston, Kalifornien.", "label": "0", "portion_identifier": -1, "text_b": "Kalifornien war eine japanische landwirtschaftliche Gemeinde in Livingston, Yamato Colony, Kalifornien."}, {"uid": "german-1714-val", "text_a": "Die historische Rubber Bowl wurde vom United States National Guard als Basis während der rassistischen Wooster Avenue Riots von 1968 genutzt.", "label": "0", "portion_identifier": -1, "text_b": "Das Race Rubber Dish diente der Nationalgarde der Vereinigten Staaten als Basis während den historischen Wooster-Avenue-Aufständen im Jahr 1968."}, {"uid": "german-129-val", "text_a": "Die Single wurde am 31. Oktober 2015 herausgebracht und am 13. November 2015 angekündigt.", "label": "0", "portion_identifier": -1, "text_b": "Die Single wurde am 31. Oktober 2015 angekündigt, und am 13. November 2015 veröffentlicht."}, {"uid": "german-1533-val", "text_a": "Die Region Qikiqtaaluk ist eine von vielen unbewohnten kanadischen Inseln in Kudlago Island, Nunavut.", "label": "0", "portion_identifier": -1, "text_b": "Kudlago Island ist eine der vielen unbewohnten kanadischen Inseln in der Qikiqtaaluk Region, Nunavut."}, {"uid": "german-112-val", "text_a": "284 v. Chr. traf sich König Qi mit König Zhao von Quin im westlichen Zhou, um eine Allianz gegen Xi einzugehen.", "label": "0", "portion_identifier": -1, "text_b": "284 v. Chr. traf sich König Xi mit König Zhao von Qin im Westen von Zhou, um eine Allianz gegen Qi zu bilden."}], "1": [{"uid": "german-1716-val", "text_a": "Geboren wurde Eugene D. Engley am 5. April 1851 in Attleborough, Massachusetts, als Sohn von James Henry Engley und seiner Frau, geborene Mary Kaley.", "label": "1", "portion_identifier": -1, "text_b": "Eugene D. Engley wurde am 5. April 1851 in Attleborough, Massachusetts, als Sohn von James Henry Engley und seiner Frau, ehemalige Mary Kaley, geboren."}, {"uid": "german-266-val", "text_a": "Silberazid wird wegen seines hohen Preises zwar selten aber manchmal immer noch verwendet.", "label": "1", "portion_identifier": -1, "text_b": "Manchmal wird Silberazid noch verwendet, allerdings aufgrund seines hohen Preises sehr selten."}, {"uid": "german-1976-val", "text_a": "Im Wettstreit mit Jarno Jokihaara und Marko Ritola wurde er 1999 und 2003 finnischer Meister. 2003 wurde er zudem Hallenmeister.", "label": "1", "portion_identifier": -1, "text_b": "1999 und 2003 wurde er finnischer Meister mit Jarno Jokihaara und Marko Ritola wurde er 2003 Hallenmeister."}, {"uid": "german-471-val", "text_a": "Brough and Shatton ist eine politische Gemeinde in Hope Valley im Distrikt High Peak der Grafschaft Derbyshire, England.", "label": "1", "portion_identifier": -1, "text_b": "Brough and Shatton ist eine Gemeinde in Hope Valley im Verwaltungsbezirk High Peak der englischen Grafschaft Derbyshire."}, {"uid": "german-571-val", "text_a": "Erginus galkini ist eine Meeresschneckenart, eine Echte Napfschnecke, ein echtes Gastropoden-Weichtier aus der Familie der Lottiidae, eine der Meeresnapfschneckenfamilien.", "label": "1", "portion_identifier": -1, "text_b": "Erginus galkini ist eine Meeresschneckenart, eine Echte Napfschnecke, ein echtes Gastropoden-Weichtier aus der Familie der Lottiidae, eine der Meeresnapfschneckenfamilien."}, {"uid": "german-89-val", "text_a": "Am 9. August wurde Lloyd mit 51,1 % der Stimmen gewählt. Andy Burnham wurde mit 29,1 % Zweiter.", "label": "1", "portion_identifier": -1, "text_b": "Lloyd wurde am 09. August mit 51,1 % der Stimmen gewählt, Andy Burham wurde mit 29,1 % zweiter."}, {"uid": "german-1893-val", "text_a": "Innerhalb von fünf Tagen breitete sich die kühle Luftmasse von den südlichen Marianen bis zu den nördlichen Philippinen aus.", "label": "1", "portion_identifier": -1, "text_b": "Innerhalb von fünf Tagen erstreckte sich diese kalte Luftmasse von den südlichen Marianen bis hin zu den nördlichen Philippinen."}, {"uid": "german-1504-val", "text_a": "Pennmakkal ist ein indischer Malayalam-Film aus dem Jahr 1966, bei dem J. Sasikumar Regie führte und KP Kottarakkara für die Produktion zuständig war.", "label": "1", "portion_identifier": -1, "text_b": "Pennmakkal ist ein indischer Malayalam-Film aus dem Jahr 1966, der von J. Sasikumar gedreht und von KP Kottarakkara produziert wurde."}]}