{"0": [{"uid": "spanish-800-val", "text_a": "ZipSIP-ZipSIP es un servicio electrónico que ayuda a los inversores a invertir en Fondos Mutuales en unos minutos, con procedimientos nuevos.", "label": "0", "portion_identifier": -1, "text_b": "ZipSIP-ZipSIP es un nuevo servicio que ayuda a los inversores a realizar procedimientos libres de papeles para invertir en fondos de inversión en unos pocos minutos."}, {"uid": "spanish-1983-val", "text_a": "Schwarzau im Gebirge es una ciudad del distrito de Neunkirchen en la provincia austríaca de Baja Austria.", "label": "0", "portion_identifier": -1, "text_b": "Schwarzau im Gebirge es un pueblo en la provincia austriaca de Neunkirchen en el distrito de Baja Austria."}, {"uid": "spanish-648-val", "text_a": "En 1966, él comenzó su propia galería en Cork Street en Londres, Leslie Waddington tenía el apoyo de Alex Bernstein, un miembro de la dinastía mediática de Granada.", "label": "0", "portion_identifier": -1, "text_b": "En 1966, abrió su propia galería en Cork Street en Londres, Alex Bernstein contó con el apoyo de Leslie Waddington, miembro de la dinastía media de Granada."}, {"uid": "spanish-870-val", "text_a": "El Río Milcov es afluente directo del Río Dilcov en Rumania.", "label": "0", "portion_identifier": -1, "text_b": "El río Dilcov es un afluente del río en Rumania."}], "1": [{"uid": "spanish-836-val", "text_a": "Fue seleccionado por el Philadelphia 76ers en la ronda 77.º (7.º elección general) del draft de la NBA de 1967.", "label": "1", "portion_identifier": -1, "text_b": "Fue seleccionado por los Philadelphia 76ers en la ronda n.º 77 (la 7.a elección en total) del draft de la NBA de 1967."}, {"uid": "spanish-163-val", "text_a": "Para desarrollar un mapa de Hoth, los diseñadores recibieron tanto material fuente como fue posible de \"El Imperio Contraataca\" para crear una reproducción auténtica.", "label": "1", "portion_identifier": -1, "text_b": "Para desarrollar el mapa de Hoth, los diseñadores obtuvieron tanto material fuente del \"El Imperio Contraataca\" como pudieron para crear una reproducción auténtica."}, {"uid": "spanish-970-val", "text_a": "Este festival también les da a los participantes una oportunidad para renovar las esperanzas y compartir la tradición, en una zona armoniosamente compartida por los tamiles de ambos países.", "label": "1", "portion_identifier": -1, "text_b": "Este festival también les brinda a los participantes la oportunidad de renovar los sueños y compartir la tradición, en un área que es armónicamente compartida por Tamils de ambos países."}, {"uid": "spanish-738-val", "text_a": "Sher Mohammed Akhundzada (también conocido como Sher Ahmed Akhundzada) es un líder tribal que fue desde 2001 a 2005 gobernador de Helmand en Afganistán.", "label": "1", "portion_identifier": -1, "text_b": "Sher Ahmed Akhundzada (también conocido como Sher Mohammed Akhundzada) es un líder tribal que fue el gobernador de Helmand en Afganistán desde 2001 hasta 2005."}]}