{"1": [{"uid": "spanish-5666-trn", "text_a": "Ni siquiera me lo enviaron, después de pagar porque se supone que era una oferta de 499 euros y aceptar mi pago al cabo de tres días me llega un mensaje de que se me devuelve el dinero. Amazon debería expulsar de sus proveedores gentuza como la que saca ofertas irreales o engañosas.", "label": 1, "portion_identifier": -1, "text_b": "Una pérdida de tiempo. . wireless"}, {"uid": "spanish-20171-trn", "text_a": "EL PROVEEDOR NO ME ENVIÓ LA MERCANCÍA Y TUVE QUE PONER UNA RECLAMACIÓN A AMAZON PARA QUE ME DEVOLVIERAN MI DINERO. PROVEEDOR NO RECOMENDABLE", "label": 1, "portion_identifier": -1, "text_b": "EL PROVEEDOR NO ME ENVIÓ LA MERCANCÍA . home"}], "2": [{"uid": "spanish-60051-trn", "text_a": "No es un vinilo, sino como pegatinas. De buen tamaño. Lo único que se paga por un envio a domicilio y te dejan un papel en el buzón para ir a por el a pesar de estar en casa esperando", "label": 2, "portion_identifier": -1, "text_b": "Bonito pero sin entrega a domicilio . home_improvement"}, {"uid": "spanish-73868-trn", "text_a": "Valoración baja porque no se entiende que pidiendo dos unidades, que envían en el mismo sobre, cobren dos veces los gastos de envío.", "label": 2, "portion_identifier": -1, "text_b": "Vale para lo que vale . apparel"}], "3": [{"uid": "spanish-114731-trn", "text_a": "El protector se ajusta bastante bien aunque no cubre la pantalla completamente. Los bordes no pegan del todo bien pero el protector se queda en su sitio y cumple bien su función. No es una mala opción para proteger la pantalla del movil. A pesar de todo lo recomiendo.", "label": 3, "portion_identifier": -1, "text_b": "Aceptable . wireless"}, {"uid": "spanish-110648-trn", "text_a": "En términos generales está bien, pero la cremallera va muy forzada. Cuesta un poco abrirla y cerrarla.", "label": 3, "portion_identifier": -1, "text_b": "Cremallera dura . camera"}], "4": [{"uid": "spanish-155990-trn", "text_a": "Muy bien y este si ha llegado a tiempo", "label": 4, "portion_identifier": -1, "text_b": "Muy buenas . wireless"}, {"uid": "spanish-133952-trn", "text_a": "Me gusta.Es muy bonito y gran calidad pero la pega que le veo esque aunque esta configurado en castellano hay cosas que aparecen en ingles y no hay modo de cambiar.", "label": 4, "portion_identifier": -1, "text_b": "Isabel . wireless"}], "5": [{"uid": "spanish-177348-trn", "text_a": "Me gusta mucho porque puedo ver si necesidad de nada lo que pasa dentro de lo que estoy inspeccionando sin necesidad de móvil ni aplicaciones ni nada. Tiene una buena calidad de imagen. La única pega que le podría poner es que funciona con pilas. Lo utilizo para inspeccionar los interiores de los motores para diagnosticar averías y demás.", "label": 5, "portion_identifier": -1, "text_b": "Endoscopio . automotive"}, {"uid": "spanish-167307-trn", "text_a": "Contento con él, mi hija podrá ber dónde ha estado de viaje", "label": 5, "portion_identifier": -1, "text_b": "Está bastante bien . home"}]}