{"0": [{"uid": "german-556-val", "text_a": "Nourhan Manougian, der armenische Patriarch von Jerusalem, sagte, dass die Armenier als „Bürger 3. Klasse“ behandelt würden.", "label": "0", "portion_identifier": -1, "text_b": "Nourhan Manougian, der dritte Patriarch von Jerusalem, legte fest, dass Armenier als „Bürger armenischer Klasse“ behandelt werden sollten."}, {"uid": "german-948-val", "text_a": "Tarapacá Department war von 1883 bis 1928 ein Department der Provinz Tarapacá. Es gehörte zu Chile.", "label": "0", "portion_identifier": -1, "text_b": "Die Verwaltungseinheit Tarapacá war von 1883 bis 1928 eine chilenische Verwaltungseinheit und Teil der Provinz Tarapacá."}, {"uid": "german-1795-val", "text_a": "Cai Mao hatte auch einen Sohn, Cai Feng.", "label": "0", "portion_identifier": -1, "text_b": "Cai Feng hat ebenfalls einen Sohn, Cai Mao."}, {"uid": "german-1495-val", "text_a": "Der Khan kam dank eines Begleitschutzes voran; Tsitsianov war mit zwei anderen Männern unterwegs und wurde erschossen.", "label": "0", "portion_identifier": -1, "text_b": "Der Khan reitete mit einem Geleit aus, Zizianow zog mit zwei anderen Männern umher und wurde erschossen."}], "1": [{"uid": "german-1893-val", "text_a": "Innerhalb von fünf Tagen breitete sich die kühle Luftmasse von den südlichen Marianen bis zu den nördlichen Philippinen aus.", "label": "1", "portion_identifier": -1, "text_b": "Innerhalb von fünf Tagen erstreckte sich diese kalte Luftmasse von den südlichen Marianen bis hin zu den nördlichen Philippinen."}, {"uid": "german-557-val", "text_a": "Hugh L. Scott hatte Lieutenant Carpenter eigens ausgewählt um  Truppe L (bestehend aus Kiowa-, Comanche- und Apache-Indianern) für die 7. Kavallerie zu organisieren und zu kommandieren.", "label": "1", "portion_identifier": -1, "text_b": "Hugh L. Scott hatte den Lieutenant Carpenter ausgewählt, um die Truppe L (bestehend aus Kiowa, Comanche und Apache - Indianern) für die 7. Kavallerie zu organisieren und zu befehlen."}, {"uid": "german-1320-val", "text_a": "Die obenstehenden Beispiele für den possessiven Wortstamm „-m” standen in der ersten Person Singular.", "label": "1", "portion_identifier": -1, "text_b": "Die obigen Beispiele der Possessivendung „-m“ waren der Singular der ersten Person."}, {"uid": "german-155-val", "text_a": "Das BBC College of Journalism wurde im Juni 2005 mit Vin Ray als Chefredakteur als E-Learning-Kursreihe eröffnet. Der erste Direktor war Kevin Marsh.", "label": "1", "portion_identifier": -1, "text_b": "Im Juni 2005 wurde das BBC College of Journalism als E-Learning-Serie mit Vin Ray als Leitendem Redakteur ins Leben gerufen, der erste Regisseur war Kevin Marsh."}]}