{"0": [{"uid": "german-1924-val", "text_a": "Den UEFA-Pokal 1973/74 gewann Feyenoord Rotterdam gegen Tottenham Hotspur mit  4 zu 2 insgesamt.", "label": "0", "portion_identifier": -1, "text_b": "Der UEFA-Pokal 1973/74 wurde von Tottenham Hotspur gegen Feyenoord Rotterdam mit 4 zu 2 gewonnen."}, {"uid": "german-766-val", "text_a": "Obwohl Shao Yung traditionell Fu Xi zugeschrieben wird, erscheint seine binäre oder lexikographische Ordnung erstmals im elften Jahrhundert n. Chr.:", "label": "0", "portion_identifier": -1, "text_b": "Obwohl Shao Yung erstmals Fu Xi zugeschrieben wird, erscheint die binäre oder lexikographische Ordnung traditionell im 11. Jahrhundert n. Chr.."}, {"uid": "german-41-val", "text_a": "Auch wenn sie austauschbar sind, sind die Karosserieteile der 2 Autos nicht ähnlich.", "label": "0", "portion_identifier": -1, "text_b": "Trotz ihrer Ähnlichkeit sind die Karosserieteile an den beiden Autos nicht austauschbar."}, {"uid": "german-796-val", "text_a": "Als nächstes kam ein Triple-Threat-Match für die US-Meisterschaft zwischen dem Titelverteidiger Kofi Kingston, The Miz und Jack Swagger.", "label": "0", "portion_identifier": -1, "text_b": "Außerdem wurde die United States Championship in einem Triple-Threat-Match zwischen Jack Swagger, The Miz und Kofi Kingston entschieden."}, {"uid": "german-728-val", "text_a": "Bei einem Epigramm handelt es sich um ein kurzes Gedicht mit einer raffinierten Wendung oder einer kurzen und lustigen Aussage.", "label": "0", "portion_identifier": -1, "text_b": "Ein Epigramm ist ein kurzes und geistreiches Gedicht mit einer klugen Wendung, oder einer prägnanten Aussage."}, {"uid": "german-973-val", "text_a": "„Everything But You“ ist ein Song aus dem Jahr 1945, der von Don George komponiert und von Duke Ellington und Harry James geschrieben wurde.", "label": "0", "portion_identifier": -1, "text_b": "„Everything but you“ ist ein Song aus dem Jahre 1945, komponiert von Duke Ellington und Harry James. Der Text stammt von Don George."}, {"uid": "german-1945-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "Notoficula signeyensis ist eine Meeresschneckenart, ein echtes Gastropoden-Weichtier aus der Familie der Buccinidae, der marinen Wellhornschnecken."}, {"uid": "german-1426-val", "text_a": "Eine biblische Verdammnis ist, im negativsten Sinne, ein formeller Segen.", "label": "0", "portion_identifier": -1, "text_b": "Eine biblische Verdammnis ist im förmlichsten Sinne ein negativer Segen."}], "1": [{"uid": "german-1547-val", "text_a": "Die Regulation ist die zweite Ordination eines Geistlichen, dessen ursprüngliche Ordination fragwürdig ist.", "label": "1", "portion_identifier": -1, "text_b": "Die Reordination ist die zweite Ordination eines Klerikers, dessen ursprüngliche Ordination fragwürdig ist."}, {"uid": "german-1343-val", "text_a": "Auf der Dearne Valley-Linie sind täglich zwei Verbindungen nach York und Sheffield unterwegs.", "label": "1", "portion_identifier": -1, "text_b": "Auf der Strecke Dearne Valley Line verkehren täglich zwei Zugverbindungen nach York und Sheffield."}, {"uid": "german-701-val", "text_a": "1974 gründete Lao PDR den Fonds Stage II mit Unterstützung der Weltbank, der Vereinten Nationen und der Asian Development Bank.", "label": "1", "portion_identifier": -1, "text_b": "1974 gründete Lao PDR mit Unterstützung der World Bank, der Vereinten Nationen und der Asian Development Bank den Stage II Fund."}, {"uid": "german-472-val", "text_a": "Soto wurde in Fort Worth geboren, zog aber einjährig nach Monterrey in Mexiko.", "label": "1", "portion_identifier": -1, "text_b": "Soto wurde in Fort Worth geboren, zog aber im Alter von einem Jahr nach Monterrey in Mexiko."}, {"uid": "german-1911-val", "text_a": "Das Manga hat für das Sega Mega Drive in Japan und Asien ein Videospiel mit dem gleichen Namen", "label": "1", "portion_identifier": -1, "text_b": "Der Manga hat ein Videospiel für den Sega Mega Drive in Japan und Asien mit demselben Namen."}, {"uid": "german-296-val", "text_a": "Bei einer alternierenden Turingmaschine verwenden wir die Ressource ATIME.", "label": "1", "portion_identifier": -1, "text_b": "Wenn wir eine alternierende Turingmaschine zur Verfügung haben, verwenden wir die Ressource ATIME."}, {"uid": "german-949-val", "text_a": "Die Music Hall wurde zuerst 1862 von Paris nach London importiert und wurde ungemein beliebt, mit Tänzern, Sängern, Akrobaten, Zauberern und dressierten Tieren.", "label": "1", "portion_identifier": -1, "text_b": "Die Musikhalle wurde erstmals 1862 von Paris nach London importiert und wurde mit ihren Tänzern, Sängern, Akrobaten und dressierten Tieren extrem beliebt."}, {"uid": "german-37-val", "text_a": "Es gehörte zum Hanover Township und dann zum Chatham Township, bevor es 1899 als Florham Park geführt wurde.", "label": "1", "portion_identifier": -1, "text_b": "Es war erst Teil des Hanover Township, dann des Chatham Township, bevor es schließlich 1899 als Florham Park zusammengeschlossen wurde."}]}