{"0": [{"uid": "french-429-val", "text_a": "Les composants des systèmes à potentiel élastique stockent l'énergie mécanique s'ils sont déformés lorsque des forces sont appliquées au système.", "label": "0", "portion_identifier": -1, "text_b": "Les composants des systèmes mécaniques stockent l'énergie potentielle élastique s'ils sont déformés sur le système lorsque des forces sont appliquées."}, {"uid": "french-1394-val", "text_a": "Il a ensuite déménagé en Suisse, puis en Italie, où il a rencontré Shelley et Byron.", "label": "0", "portion_identifier": -1, "text_b": "Plus tard, il a déménagé en Suisse puis en Italie, où il a rencontré Shelley et Byron."}, {"uid": "french-113-val", "text_a": "Pennmakkkal est un film indien malayalam produit par J. Sasikumar et réalisé par KP Kottarakkara en 1966.", "label": "0", "portion_identifier": -1, "text_b": "Pennmakkkal est un film indien malayalam de 1966 réalisé par J. Sasikumar et produit par KP Kottarakkara."}, {"uid": "french-1132-val", "text_a": "La consonne éjective est un type de son vélaire utilisé dans certaines langues orales. Le symbole qui représente ce son dans l'alphabet phonétique international est.", "label": "0", "portion_identifier": -1, "text_b": "La vélaire éjective est une sorte de son consonantique utilisé dans certaines langues parlées. Le symbole qui représente ce son dans l'alphabet phonétique international."}, {"uid": "french-412-val", "text_a": "C'est un célèbre centre de pèlerinage situé à 78 kilomètres de Dharwad et à 37 kilomètres de Belagavi.", "label": "0", "portion_identifier": -1, "text_b": "C'est un célèbre centre de pèlerinage situé à 78 kilomètres de Belgaum et à 37 kilomètres de Dharwad."}, {"uid": "french-1491-val", "text_a": "Le 13 juin 1987, \" Shatterer \" a été distribué au Japon, où il a été publié par Toho.", "label": "0", "portion_identifier": -1, "text_b": "\"Shatterer\" fut publié le 13 juin 1987 au Japon, où il fut distribué par Toho."}, {"uid": "french-1613-val", "text_a": "Il a également donné 34 000 $ US à Mitt Romney et 7 000 $ US à Ted Cruz, dont sa campagne présidentielle en 2016.", "label": "0", "portion_identifier": -1, "text_b": "Il a également donné 34 000 $ US à Ted Cruz et 7 000 $ US à Mitt Romney, dont sa campagne présidentielle de 2016."}, {"uid": "french-1852-val", "text_a": "Lito a joué dans un club de football pour Zingone.", "label": "0", "portion_identifier": -1, "text_b": "Zingone a joué pour le club de football de Lito."}], "1": [{"uid": "french-1990-val", "text_a": "Karen Phillips a entamé une relation avec Steve de Suranne Jones joué.", "label": "1", "portion_identifier": -1, "text_b": "Karen Phillips commença une relation avec Steve joué par Suranne Jones."}, {"uid": "french-391-val", "text_a": "La gare de Holbrook a fermé en 1962, l'accès le plus proche à la ligne est donc à la gare de Ronkonkoma ou la gare de Medford.", "label": "1", "portion_identifier": -1, "text_b": "La station d'Holbrook a été fermée en 1962, l'accès le plus proche à la ligne est donc à la station de Ronkonkoma ou la station de Medford."}, {"uid": "french-1866-val", "text_a": "Nourhan Manougian, le patriarche arménien de Jérusalem, a déclaré que les Arméniens sont traités comme des \" citoyens de troisième classe \".", "label": "1", "portion_identifier": -1, "text_b": "Le Patriarche arménien de Jérusalem, Nourhan Manougian, a déclaré que les Arméniens sont traités comme des \" citoyens de troisième classe."}, {"uid": "french-1318-val", "text_a": "Les médailles ont été présentées par Barbara Kendall, membre de la IOC en Nouvelle Zélande et Carlo Croce, président de World Sailing.", "label": "1", "portion_identifier": -1, "text_b": "Les médailles ont été remises par Carlo Croce, membre du CIO, Nouvelle-Zélande, et Barbara Kendall, présidente de World Sailing."}, {"uid": "french-945-val", "text_a": "Nvidia a officiellement annoncé la NVIDIA TITAN V le 7 décembre 2017.", "label": "1", "portion_identifier": -1, "text_b": "La NVIDIA TITAN V a été officiellement annoncée par Nvidia le 7 décembre 2017."}, {"uid": "french-802-val", "text_a": "Toutes les commémorations célébrées le 5 juin sont fixées par les églises orthodoxes par rapport à l'ancien calendrier.", "label": "1", "portion_identifier": -1, "text_b": "Toutes les commémorations célébrées ci-dessous, fixées le 5 juin par les Églises orthodoxes sur l'Ancien Calendrier."}, {"uid": "french-1856-val", "text_a": "Aujourd'hui, la majorité d'entre eux vivent en Grèce, et certains vivent encore en Bulgarie.", "label": "1", "portion_identifier": -1, "text_b": "La majorité d'entre eux vivent aujourd'hui en Grèce, certains vivent encore en Bulgarie."}, {"uid": "french-1422-val", "text_a": "Le championnat de 2007 s'est déroulé du 21 au 28 janvier à Spokane, à Washington, dans le Spokane Arena et au Spokane Convention Center.", "label": "1", "portion_identifier": -1, "text_b": "Les championnats de 2007 se déroulèrent entre le 21 et le 28 janvier à Spokane, à Washington dans le Spokane Convention Center et la Spokane Arena."}]}