{"0": [{"uid": "spanish-1883-val", "text_a": "Debelets es un pueblo al norte del municipio de Veliko Tarnovo, provincia de Veliko Tarnovo, que es parte de Bulgaria.", "label": "0", "portion_identifier": -1, "text_b": "Debelets es una ciudad del norte de Bulgaria, parte de la municipalidad de Veliko Tarnovo, provincia de Veliko Tarnovo."}, {"uid": "spanish-135-val", "text_a": "En 1963, Roy se unió al partido comunista de India y lideró los movimientos sindicales en el área de Kolkata de Bansdroni.", "label": "0", "portion_identifier": -1, "text_b": "En 1963, Roy se unió al Partido Comunista de India y condujo a los movimientos sindicales en Bansdroni en Calcuta."}, {"uid": "spanish-1139-val", "text_a": "Creció como Chiyonofuji, luego luchador de ``makuuchi'', hasta que se convirtió en el gran ``yokozuna''.", "label": "0", "portion_identifier": -1, "text_b": "Se convirtió en Chiyonofuji, luego en un luchador ``Makuuchi'' para el gran ``Yokozuna'', a quien crio."}, {"uid": "spanish-1765-val", "text_a": "Fue el primo del jugador nacional checo Jaroslav Hlinka e hijo del exjugador Miroslav Hlinka sr.", "label": "0", "portion_identifier": -1, "text_b": "Era el primo del jugador del equipo nacional checo Miroslav Hlinka y el hijo del antiguo jugador Jaroslav Hlinka sr."}], "1": [{"uid": "spanish-1214-val", "text_a": "Muchos de los demonios de los encuentros de Salomón son griegos, cristianos, judíos, egipcios, árabes y de otras tradiciones.", "label": "1", "portion_identifier": -1, "text_b": "Muchos de los demonios en los encuentros de Salomón son tradiciones griegas, egipcias, judías, cristianas, árabes y otras."}, {"uid": "spanish-168-val", "text_a": "Luego la serie converge en casi todos lados.", "label": "1", "portion_identifier": -1, "text_b": "Luego la serie converge casi en cualquier lugar."}, {"uid": "spanish-82-val", "text_a": "Este álbum fue grabado en Los Ángeles, California por Aníbal Kerpel y mezclado en los estudios \"La Casa\" en Los Ángeles.", "label": "1", "portion_identifier": -1, "text_b": "El álbum fue grabado en Los Ángeles por Aníbal Kerpel y mezclado en los estudios \"La Casa'' en Los Ángeles, California."}, {"uid": "spanish-1062-val", "text_a": "El personaje y el elenco fueron revelados el 20 de noviembre cuando Fotiou fue lanzado en un vídeo sobre el detrás de escena visto por \"Neighbours\" en su canal de YouTube.", "label": "1", "portion_identifier": -1, "text_b": "El 20 de noviembre se presentaron el personaje y el elenco, cuando Fotiou fue mostrado en el canal de YouTube en un vídeo del detrás de escena de ``Vecinos''."}]}