{"1": [{"uid": "german-20045-trn", "text_a": "Hier fehlen zwei Anschlüsse. Produkt ist für mich nicht brauchbar, da von Cinch auf HDMI normalerweise 5 (3x Bild, 2x Audio) Anschlüsse vorhanden sein müssen. Wird daher retourniert.", "label": 1, "portion_identifier": -1, "text_b": "HDMI Konverter (Cinch) . other"}, {"uid": "german-3106-trn", "text_a": "Haltbarkeit lädt zu wünschen Gummi löste sich nach dem zweiten mal", "label": 1, "portion_identifier": -1, "text_b": "Besser nicht . home_improvement"}, {"uid": "german-35801-trn", "text_a": "Kabel passt nicht obwohl es drauf steht für l phone 6", "label": 1, "portion_identifier": -1, "text_b": "RAV Power . wireless"}, {"uid": "german-27686-trn", "text_a": "Nach kurzer Zeit wolltet er nicht mehr drücken.", "label": 1, "portion_identifier": -1, "text_b": "Drucker . pc"}], "2": [{"uid": "german-52101-trn", "text_a": "Es ist ok dennoch finde ich es ein bisschen teuer für die Qualität. Doch es erfüllt seinen Zweck. Es funktioniert nicht beim Tablet Galaxy Tab S3 :(", "label": 2, "portion_identifier": -1, "text_b": "Leider funktioniert nicht es nicht beim Tab S3 . wireless"}, {"uid": "german-47248-trn", "text_a": "Von insgesamt 6 Stück sind innerhalb von 2 Jahren 5 defekt, eine hielt nicht mal 3 Monate. Normale Glühlampen haben unter den gleichen Bedingungen mindestens genauso lange gehalten, daher würde ich sagen: Fehlkauf. An der Lichtausbeute gibt es nichts zu kritisieren. Mein Fazit: Nie wieder, ich probiere jetzt Philips.", "label": 2, "portion_identifier": -1, "text_b": "Leuchtet gut, aber hält nicht. . home"}, {"uid": "german-79576-trn", "text_a": "Nach nicht mal 2 Monaten lässt sich schon der Gummi auf. Finde ich seh schade, da es ein super schönes Armband ist.", "label": 2, "portion_identifier": -1, "text_b": "Schlechte Qualität . jewelry"}, {"uid": "german-58330-trn", "text_a": "Eigentlich ein gutes Portemonnaie. Klein, praktisch und hält genau ein Jahr. Dann haben sich bei mir leider die Nähte gelöst die das Leder und den Stoff vom Scheinfach zusammenhalten. Sehr schade meine bisherigen Geldbörsen haben alle länger gehalten.", "label": 2, "portion_identifier": -1, "text_b": "Nicht sehr langlebig . luggage"}], "3": [{"uid": "german-86902-trn", "text_a": "Habe schon das 2. Produkt und bin sehr zufrieden", "label": 3, "portion_identifier": -1, "text_b": "Hülle für tablet . pc"}, {"uid": "german-95291-trn", "text_a": "Der Preis für den Artikel war gut aber die Lieferung hat auf sich warten lassen. Die Verpackung war auch nicht gerade wirklich toll.", "label": 3, "portion_identifier": -1, "text_b": "Guter Preis . office_product"}, {"uid": "german-115831-trn", "text_a": "Leider sieht die Kette sehr billig aus deshalb ging sie zurück", "label": 3, "portion_identifier": -1, "text_b": "Nicht hochwertig . jewelry"}, {"uid": "german-104497-trn", "text_a": "Mein Sohn will ständig vorgelesen bekommen und hat eigentlich einen breit gefächerten Geschmack. Dieses Buch verweigert er derzeit standhaft, weil es ihm optisch nicht gefällt. Für diese Altersgruppe ist es wirklich wenig bebildert und nur in schwarz-weiß. Schade", "label": 3, "portion_identifier": -1, "text_b": "Optisch nicht sehr attraktiv, kaum Bilder - alle grau . book"}], "4": [{"uid": "german-149218-trn", "text_a": "DAS GERÄT IST LEIDER NICHT FÜR AUSSEN GEEIGNET", "label": 4, "portion_identifier": -1, "text_b": "PREIS STIMMT - . office_product"}, {"uid": "german-139250-trn", "text_a": "- Leider ist die Verarbeitung nicht so gut wie ich erwartet habe, die leisten um das Nummernschild in der Halterung zu befestigen mussten abgebrochen werden. Weshalb man unschöne Ränder bekam, dies ließ sich aber mit einer Nagelfeile leicht abfeilen. - Die Montage war sehr einfach, kurz die unteren schienen ab Klipsen und nach einem kurzen festschrauben sahs die Nummernschild Halterung perfekt an ihrem Platz.", "label": 4, "portion_identifier": -1, "text_b": "Gutes Preis-Leitungsverhältnis . automotive"}, {"uid": "german-126959-trn", "text_a": "Der Beschenkte hat sich sehr gefreut. Die Box ist wirklich niedlich und hat mir auch sehr gut gefallen. War etwas früher da als angegeben. Die Kordel quietscht etwas ansonsten ist der Klang in Ordnung.", "label": 4, "portion_identifier": -1, "text_b": "Tolle Spieluhr . home"}, {"uid": "german-133861-trn", "text_a": "unschlagbar günstig, schnelle Lieferung, gut verpackt - Patronen funktionieren tadellos", "label": 4, "portion_identifier": -1, "text_b": "schnelle Lieferung . office_product"}], "5": [{"uid": "german-174213-trn", "text_a": "Alles bestens. Immer wieder. Funktioniert sehr gut. Prompte Lieferung. Gutes Preis-/Leistungsverhältnis. An jeden Flaschenhals anpassbar. Auch Reinigung möglich und somit längerer Gebrauch.", "label": 5, "portion_identifier": -1, "text_b": "Alles im grünen Bereich . home"}, {"uid": "german-168834-trn", "text_a": "Den Kopfhörer kann man nur empfehlen. Passen super und mit ausreichend Zubehör.Ob der Akku weiterhin so gut bleibt und die Kopfhörer halten wird die Zeit zeigen, bisher machen sie aber insgesamt einen sehr guten Eindruck für den Preis.", "label": 5, "portion_identifier": -1, "text_b": "Kurzum empfehlenswert: . electronics"}, {"uid": "german-175097-trn", "text_a": "Die Lieferung war schnell und vollständig, alle Bestellungen waren wie bestellt, das Päckchen ist unbeschädigt und wie angekündigt geliefert worden.", "label": 5, "portion_identifier": -1, "text_b": "alles super . home_improvement"}, {"uid": "german-179949-trn", "text_a": "Schnelle Lieferung, gute überschaubare Ordnung für die Lippenstifte", "label": 5, "portion_identifier": -1, "text_b": "Gute Übersicht für Lippenstift . furniture"}]}