{"0": [{"uid": "german-1802-val", "text_a": "In der folgenden Tabelle werden die Leistung des LOD-fähigen Renderings und eine Methode mit detaillierten Brute-Details (Full Force) verglichen.", "label": "0", "portion_identifier": -1, "text_b": "NS"}, {"uid": "german-1172-val", "text_a": "Sie sind überladen von spärlicher orchestraler Live-Musik und bestehen aus vagen, beinahe absichtlich farblosen Klängen.", "label": "0", "portion_identifier": -1, "text_b": "Sie werden überschüttet von farbloser Live-Musik und bestehen aus vagen, beinahe bewusst spärlichen orchestralen Klängen."}, {"uid": "german-1859-val", "text_a": "Grady Howard wurde an diesem Tag zum ersten Bürgermeister gewählt und am 5. Juni 1951  offiziell zum Interimsbürgermeister von Spring Lake ernannt.", "label": "0", "portion_identifier": -1, "text_b": "An diesem Datum wurde Grady Howard als erster Bürgermeister gewählt und offiziell zum Bürgermeister von Spring Lake am 5. Juni 1951 ernannt."}, {"uid": "german-617-val", "text_a": "Eine Fee, deren Kraft in ihren Haaren erscheint, kommt im Roman „The Harem of Aman Akbar“ von Elizabeth Ann Scarborough aus dem Jahr 1984 vor.", "label": "0", "portion_identifier": -1, "text_b": "In dem Roman „Aman Akbars Harem“von Elizabeth Ann Scarborough aus dem Jahr 1984 erscheint eine Elfe, deren Macht in ihren Haaren liegt."}, {"uid": "german-858-val", "text_a": "Hirasea goniobasis ist eine Art der kleinen luftdurchlässigen Schnecke, einer terrestrischen pulmonalen Gastropodenmuschel in der Familie Endodontidae .", "label": "0", "portion_identifier": -1, "text_b": "Hirasea goniobasis ist eine terrestrische luftatmende Lungenschnecke, ein kleines gastropodenartiges Weichtier aus der Familie der Endodontidae."}, {"uid": "german-394-val", "text_a": "Abu Halifa oder Abu Hulayfah oder Abu Huleifa oder Abu Haleifah ist eine Kleinstadt im Bezirk von Abu Halifa des Gouvernements Al Ahmadi in Süd-Kuwait.", "label": "0", "portion_identifier": -1, "text_b": "Abu Halifa oder Abu Hulayfah oder Abu Huleifa oder Abu Haleifah ist eine kleine Stadt im südlichen Bezirk Abu Halifa im Ahmadi Gouvernement in Kuwait."}, {"uid": "german-1397-val", "text_a": "Emily Ann Morelli (geboren am 27. März 1984 als Emily Ann Lloyd) ist eine US-amerikanische Schauspielerin.", "label": "0", "portion_identifier": -1, "text_b": "Emily Ann Lloyd (geboren am 27. März 1984 als Emily Ann Morelli) ist eine amerikanische Schauspielerin."}, {"uid": "german-306-val", "text_a": "Neben den Monstertypen, die Sie von Anfang an aufstellen können, gibt es noch viele weitere, die Sie freischalten können.", "label": "0", "portion_identifier": -1, "text_b": "Neben den Monstertypen, die du von Anfang an freischalten kannst, gibt es viele mehr, die du züchten kannst."}], "1": [{"uid": "german-1566-val", "text_a": "Nachdem der Halt in Schüptitz 2011 eingestellt worden war, wurde er im Jahr 2012 in Folge von Bürgerprotesten wieder eingeführt.", "label": "1", "portion_identifier": -1, "text_b": "Nachdem der Halt in Schüptitz 2011 nicht mehr angefahren wurde, wurde er nach Bürgerprotesten 2012 wieder in Betrieb genommen."}, {"uid": "german-887-val", "text_a": "Ihr Status als Satellitenstadt des Klang-Tals steht im Zusammenhang mit ihrer Lage im Herzen von Kuala Lumpur in Malaysia.", "label": "1", "portion_identifier": -1, "text_b": "Ihr Status als Satellitenstadt des Klang-Tals hängt mit ihrer Lage im Herzen von Kuala Lumpur, Malaysia, zusammen."}, {"uid": "german-738-val", "text_a": "Sher Mohammed Akhundzada (auch bekannt als Sher Ahmed Akhundzada) ist ein Stammesführer, der von 2001 bis 2005 Gouverneur von Helmand in Afghanistan war.", "label": "1", "portion_identifier": -1, "text_b": "Sher Ahmed Akhundzada (auch bekannt als Sher Mohammed Akhundzada) ist ein Stammesführer, der von 2001 bis 2005 Gouverneur von Helmand in Afghanistan war."}, {"uid": "german-1572-val", "text_a": "„2“ Benjamin Hough wurde am 29. August 1806 von Stephen Ford verheiratet, einem Friedensrichter, in Jefferson County mit Elizabeth Core.", "label": "1", "portion_identifier": -1, "text_b": "Benjamin Hough wurde am 29. August 1806 von Stephen Ford, einem Friedensrichter, in Jefferson County mit Elizabeth Core verheiratet."}, {"uid": "german-1875-val", "text_a": "Die Folge wurde von Tony Goldwyn gedreht und von Matt Byrne und Mark Fish geschrieben.", "label": "1", "portion_identifier": -1, "text_b": "Die Folge wurde von Matt Byrne und Mark Fish geschrieben und von Tony Goldwyn gedreht."}, {"uid": "german-900-val", "text_a": "Das Licht im Louvre - das Gemälde ist weicher und wirkt wärmer. Dies kann jedoch auf den Farbton des Lackes an der Oberfläche zurückzuführen sein.", "label": "1", "portion_identifier": -1, "text_b": "Die Beleuchtung im Louvre-Gemälde ist weicher und scheint wärmer, aber das liegt vielleicht an der äußerlichen Firnisfärbung."}, {"uid": "german-1000-val", "text_a": "Später gehörte Andrew während des Angriffs auf Adhemar, Graf von Angoulême, zu den Kräften von Richard.", "label": "1", "portion_identifier": -1, "text_b": "Später, während des Angriffs auf Adhemar, Graf von Angoulême, zählte Andrew zu den Truppen von Richard."}, {"uid": "german-49-val", "text_a": "Podkriváň ist ein Dorf und eine Gemeinde in der Region Banská Bystrica, im Bezirk Detva in der Mittelslowakei.", "label": "1", "portion_identifier": -1, "text_b": "Das Dorf Podkriváň ist eine Kommune in der Region Banská Bystrica, im Distrikt Detva in der Zentralslowakei."}]}