{"0": [{"uid": "german-1677-val", "text_a": "Im Alter von neunzehn Jahren zog sie nach New York und im Jahr 2011 nach Stockholm.", "label": "0", "portion_identifier": -1, "text_b": "Sie zog im Alter von 19 Jahren nach Stockholm und im Jahr 2011 nach New York."}, {"uid": "german-1454-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "NS"}, {"uid": "german-1683-val", "text_a": "Um Slowake zu werden, musste Derek jedoch einen Vampirjäger besiegen.", "label": "0", "portion_identifier": -1, "text_b": "Um Slovak besiegen zu können, muss Derek jedoch ein Vampirjäger werden."}, {"uid": "german-1581-val", "text_a": "1912 hielt der indische Nationalkongress seine 27. Sitzung in Bankipore unter dem Vorsitz von Rao Bahadur Raghunath Narasinha Mudholkar aus Amravati aus den Zentralprovinzen und Berar ab.", "label": "0", "portion_identifier": -1, "text_b": "1912 hielt der indische Nationalkongress in Bankipur seine 27. Tagung, unter dem Vorsitz von Rao Bahadur Raghunath Narasinha Mudholkar aus den Zentralprovinzen Amravati und Berar."}], "1": [{"uid": "german-1312-val", "text_a": "„Taunton Castle“ war am 01. August in Penang und am 31. Oktober in Rio de Janeiro.", "label": "1", "portion_identifier": -1, "text_b": "„Taunton Castle“ war am 01. August in Penang und am 31. Oktober in Rio de Janeiro."}, {"uid": "german-273-val", "text_a": "Die Serie konvergiert dann beinahe überall.", "label": "1", "portion_identifier": -1, "text_b": "Dann konvergiert die Serie fast überall."}, {"uid": "german-964-val", "text_a": "Als die neue Regierung jedoch die politischen Seiten wechselte, wurde Cerdàs Plan abgelehnt und als die lokale Regierung einen Projektwettbewerb veranstaltete, verlor Cerdà diesen.", "label": "1", "portion_identifier": -1, "text_b": "Als die neue Regierung jedoch die politischen Seiten wechselte, wurde Cerdàs Plan verworfen und die lokale Regierung rief einen Projektwettbewerb aus, den Cerdà verlor."}, {"uid": "german-1188-val", "text_a": "1781 beförderte der Gouverneur von Virginia, Thomas Jefferson, Clark zum Brigadegeneral und gab ihm das Kommando über die gesamte Miliz in den Bezirken Kentucky und Illinois.", "label": "1", "portion_identifier": -1, "text_b": "1781 beförderte der Gouverneur von Virginia, Thomas Jefferson, Clark zum Brigadegeneral und gab ihm das Kommando über alle Milizen in den Grafschaften Kentucky und Illinois."}]}