{"1": [{"uid": "german-6008-trn", "text_a": "Leider hat sich die Hülle bereits nach kurzer Zeit in seine Bestandteile aufgelöst. Das Plastik ist immer weiter gebrochen, mittlerweile ist das Tablet nicht mehr sicher in der Hülle und droht herauszufallen. Ich habe die Hülle lediglich in meiner Laptop-Tasche transportiert und insgesamt pfleglich behandelt. Es ist also davon auszugehen, dass sich die Hülle bei höherer Beanspruchung noch schneller verabschiedet. Die Tastatur dagegen ist qualitativ in Ordnung.", "label": 1, "portion_identifier": -1, "text_b": "Minderwertige Qualität . pc"}, {"uid": "german-10844-trn", "text_a": "Für das Display vom A20e zu klein! Keine 1zu 1 Abdeckung des Bildschirms! Hinzu kommt das es am Rand jeweils nicht zu 100% auf dem Display aufliegt...mehrfach versucht und keine Chance dies zu beheben...immerhin sieht man es nicht so sehr wenn das Handy an ist...", "label": 1, "portion_identifier": -1, "text_b": "Leider nein... . wireless"}, {"uid": "german-3633-trn", "text_a": "Produkt okay, aber ich kaufe doch keine Papier-Strohhalme die dann in gefühlt 2 Kilo Plastik verpackt sind... Was für einen Mehrwert haben in Plastik verpackte Papier-Strohhalme, deren Hauptziel die Vermeidung von Plastik ist... Kaum zu glauben...", "label": 1, "portion_identifier": -1, "text_b": "Papier-Strohhalme in Plastik verpackt - wie absurd . home"}, {"uid": "german-37439-trn", "text_a": "Die Sterne fangen einfach nicht an zu leuchten sogar nach einem Monat noch nicht", "label": 1, "portion_identifier": -1, "text_b": "Es ist einfach nur Geld Rausschmeißer Rai . furniture"}], "2": [{"uid": "german-75345-trn", "text_a": "Ich habe schon nicht viel erwartet, da ich günstige schwarze Schuhe in dem Stil auf die Schnelle brauchte. Dennoch sehen sie auf dem Bild besser aus als in Realität. Zudem riechen sie streng. Bequem sind sie auch nicht. Erinnert mich an besser aussehende Gummistiefel.", "label": 2, "portion_identifier": -1, "text_b": "Naja . shoes"}, {"uid": "german-68839-trn", "text_a": "Nur eine Woche gute beleuchtet dann ist sehr schwach schade", "label": 2, "portion_identifier": -1, "text_b": "Leider . home"}, {"uid": "german-60437-trn", "text_a": "Wenn mir dieses Produkt nicht zum Testen angeboten worden wäre, hätte ich es auch nicht gekauft. Kam gut verpackt an. Ausgepackt, stellt ich fest, das eine Seite bereits abgeschrammt war. Gleich mal getestet. Das RFID-System hat auch mein Autoschlüssel. Leider funktionierte das Sicherheitssystem beim Autoschlüssel nicht. Also wird es auch bei den entsprechenden Karten nicht funktionieren. Ansonsten wirkt es innen billig, aber, man kann für diesen Preis auch nicht wirklich Hochwertiges erwarten...", "label": 2, "portion_identifier": -1, "text_b": "Edel? Nicht wirklich! Funktionalität? Nicht gegeben.Für den Preis kann man aber auch nichts erwarten . wireless"}, {"uid": "german-64770-trn", "text_a": "Habe mir diese Schutzfolien zum Schutz meines Watch Displays gekauft. Leider sind die Folien zu klein und lassen sich nicht schön aufbringen. Da bin ich von den Folien der Marke Spigen bessere Qualität gewohnt.", "label": 2, "portion_identifier": -1, "text_b": "Eher Flop als Top . wireless"}], "3": [{"uid": "german-89552-trn", "text_a": "Die Sterne gibt es von mir nur wegen den schönen Farben. Die Löcher sind alle sehr unterschiedlich groß, muss diese vorher mit einem Spitzen Gegenstand durchstechen. Dabei platzt allerdings oft die Farbe ab. Leider kann man mit einer Farbe auch kein ganzes Armband gestalten, da die Perlen pro Farben 50 Stk betragen.", "label": 3, "portion_identifier": -1, "text_b": "Für das Geld in Ordnung . furniture"}, {"uid": "german-88136-trn", "text_a": "Nach gut einem halben Jahr ist die Verbindung der Ohrmuschel zum Bügel gebrochen, sodass nur noch das Kabel als Verbindung zwischen Beiden besteht. Ansonsten ist das Preis Leistungsverhältniss ok. Der Sound ist in Ordnung jedoch nicht überragend, dafür muss man ein wenig mehr Geld hinlegen. Ich werde nun versuchen die Kopfhörer umzutauschen und diese Bewertung anschließend mit den Erfahrungen erweitern.", "label": 3, "portion_identifier": -1, "text_b": "Leider schnell defekt . electronics"}, {"uid": "german-82761-trn", "text_a": "Für den Preis volkommen in Ordnung", "label": 3, "portion_identifier": -1, "text_b": "Weiter si . kitchen"}, {"uid": "german-87562-trn", "text_a": "Hat 5 Tage gehalten ~ Beschreibung nur auf englisch oder franz. Erkenntnis wer billig kauft , kauft zweimal !!!! Wort", "label": 3, "portion_identifier": -1, "text_b": "Tauglichkeit Drohne . electronics"}], "4": [{"uid": "german-144974-trn", "text_a": "Was mir überhaupt nicht gefallen hat, war die unendlich lange Lieferzeit. Ich bin bei Amazon als Prime-Kunde gewohnt, dass spätestens nach 2 Tagen die Lieferung bei mir ist.", "label": 4, "portion_identifier": -1, "text_b": "Braun Scherblatt . personal_care_appliances"}, {"uid": "german-129007-trn", "text_a": "Preis Leistung 1a Nur die Kamera beschlägt manchmal", "label": 4, "portion_identifier": -1, "text_b": "Preis Leistung 1a . automotive"}, {"uid": "german-130254-trn", "text_a": "Kommt super bei meiner kleinen Nichte an. Sieht süß aus und kann an den Kinderwagen geklippt werden. Einen Punkt Abzug, da die Beine der Krabbe ungefüllt sind aber ansonsten ein super Geschenk.", "label": 4, "portion_identifier": -1, "text_b": "Niedlicher Greifling mit schöner Farbe . baby_product"}, {"uid": "german-140105-trn", "text_a": "Habe mir denn Bezug geholt das ich angenehmer liege . Bin ganz zufrieden damit entspricht auch der Beschreibung nach mehrmaligem ausschütteln wird der Bezug dicker und hat dann die dicke das dauert zwar da muss man Geduld mitbringen. Ich finde man liegt schön angenehm drin und ich fühle mich auch wohl wobei es noch weicher und dicker sein könnte finde ich .", "label": 4, "portion_identifier": -1, "text_b": "Ganz gut . home"}], "5": [{"uid": "german-190353-trn", "text_a": "Die Rasur geht damit schnell und glatt. Was will man mehr. TOP-Empfehlung. Einem Bekannten, dem ich den Batterie-Rasierer mit bestellte, ist ebenfalls sehr zufrieden.", "label": 5, "portion_identifier": -1, "text_b": "Bin sehr zufrieden . drugstore"}, {"uid": "german-187452-trn", "text_a": "Habe das Buch schnell gelesen,da es sehr spannend ist. Die Geschichte ist gut erzählt und in die Personen kann man sich gut hineinversetzen.", "label": 5, "portion_identifier": -1, "text_b": "Spannendes Buch . digital_ebook_purchase"}, {"uid": "german-172271-trn", "text_a": "Passen sehr gut, auch bei einer großen Größe. Gut verarbeitet. Halten sehr gut. Schneller Versand und gute Verpackung. Zu empfehlen.", "label": 5, "portion_identifier": -1, "text_b": "Zu empfehlen . apparel"}, {"uid": "german-166858-trn", "text_a": "Habe eine kleine übergewichtige Katze, hatte lange Zeit ein anderes Futter, dieses mag sie nun nicht mehr. So bin ich wider bei Josera gelandet und sie frisst wieder.", "label": 5, "portion_identifier": -1, "text_b": "Hurra die Katze frisst . pet_products"}]}