{"0": [{"uid": "german-377-val", "text_a": "Seine nachfolgenden Arbeiten in Landwirtschaft waren hauptsächlich in Norfolk, er schlug jedoch auch umfassende Aufschüttungen in Lincolnshire vor, die erfolgreich durchgeführt wurden.", "label": "0", "portion_identifier": -1, "text_b": "Nachfolgend arbeitete er hauptsächlich in der Landwirtschaft, aber er entwarf auch weitreichende Deiche in Norfolk, die erfolgreich umgesetzt wurden."}, {"uid": "german-1201-val", "text_a": "Ahmet Delia wurde zu Beginn des serbischen Widerstandskrieges gegen die einfallende albanische Armee 1912 aktiv.", "label": "0", "portion_identifier": -1, "text_b": "Ahmet Delia war schon frühzeitig aktiv im albanischen Widerstandskrieg gegen die einfallende serbische Armee 1912."}, {"uid": "german-1271-val", "text_a": "Katz wurde 1947 in Schweden geboren und zog mit 1 Jahr nach New York City.", "label": "0", "portion_identifier": -1, "text_b": "Katz wurde 1947 in New York geboren und zog einjährig nach Schweden."}, {"uid": "german-980-val", "text_a": "Die Komponenten von mechanischen Systeme speichern elastische Energie, wenn sie bei Krafteinwirkung auf das System verformt werden.", "label": "0", "portion_identifier": -1, "text_b": "Komponenten elastischer Potenzialsysteme speichern mechanische Energie, wenn sie unter Krafteinwirkung auf das System verformt werden."}], "1": [{"uid": "german-1652-val", "text_a": "Seine Blätter sind abwechselnd entlang der Äste angeordnet und sind lanzettlich, oval oder fast rund und haben einen langen Stiel.", "label": "1", "portion_identifier": -1, "text_b": "Seine Blätter sind an den Zweigen alternierend angeordnet, lanzenförmig, eiförmig oder beinahe kreisrund und haben einen langen Stängel."}, {"uid": "german-328-val", "text_a": "Die private Claiborne Academy befindet sich in der Claiborne Parish, nicht in der Nähe von Haynesville.", "label": "1", "portion_identifier": -1, "text_b": "Die private Claiborne Academy ist in der gemeindefreien Ortschaft Claiborne, in der Nähe von Haynesville gelegen."}, {"uid": "german-912-val", "text_a": "Der französische Wahlkreis Finistère ist der erste Wahlkreis im Département Finistère.", "label": "1", "portion_identifier": -1, "text_b": "Der französische Wahlkreis Finistère ist der erste Wahlkreis im Département Finistère."}, {"uid": "german-1471-val", "text_a": "Als Platzer 1993 sein zweites Restaurant in Allentown eröffnete, änderte er den Namen in Gedenken an seinen Großvater Peter Joseph Whelihan zu „P.J. Whelihan's”.", "label": "1", "portion_identifier": -1, "text_b": "1993, als Platzer sein zweites Restaurant in Allentown eröffnete, änderte er den Namen zu P. J. Whelihan's, zu Ehren seines Großvaters, Peter Joseph Whelihan."}]}