{"1": [{"uid": "german-9121-trn", "text_a": "Flüssig wie Wasser, hält nicht, 2 tage später schon risse und bröckelt ab... was soll man noch sagen? Teurer Fehlkauf leider...", "label": 1, "portion_identifier": -1, "text_b": "Qualität- . beauty"}, {"uid": "german-29220-trn", "text_a": "1 Flasche ist nicht geliefert worden, Ersatz?", "label": 1, "portion_identifier": -1, "text_b": "1 Flasche vom 6er Gebinde ist nicht geliefert worden . drugstore"}, {"uid": "german-11013-trn", "text_a": "Nicht empfehlenswert. Lieber einen kaufen der mit dem Computer verbunden ist.", "label": 1, "portion_identifier": -1, "text_b": "Konvertieren . pc"}, {"uid": "german-17349-trn", "text_a": "Die Empfehlungen kann ich nicht verstehen. Ich habe die Dose ausgepackt. Schon im Karton klappte es heftig, trotz Polsterung. Der Deckel ist etwas zu klein für die Aussparung und schiebt sich hin und her. Dadurch klappert es. Ich habe die Butterdose sofort nach Erhalt zurück geschickt. Die nächste Butterdose kaufe ich in einem Geschäft. Nicht passende Deckel scheint ein größeres Problem beim Online-Einkauf zu sein.", "label": 1, "portion_identifier": -1, "text_b": "Nicht gut . industrial_supplies"}], "2": [{"uid": "german-48065-trn", "text_a": "Das erste was mir auffiel, war der stechende chemische Geruch. Das geht gar nicht, bei einem Babyprodukt. Anstatt des beigen Bezuges mit Sternen gab es einen blauen. Und der Karton in dem die Matratze geliefert wurde ist sowas von gigantisch gewesen... Da kann man sich nur noch fragen... Warum? Die Matratze steht jetzt erstmal auf dem Balkon zum auslüften...", "label": 2, "portion_identifier": -1, "text_b": "Chemischer Geruch . baby_product"}, {"uid": "german-54666-trn", "text_a": "Ausgepackt. Angeschlossen. HDMI defekt. Anderer Rechner, anderes Kabel. Defekt. Das kann unmöglich getestet worden sein.", "label": 2, "portion_identifier": -1, "text_b": "Qualitätskontrolle existent? . pc"}, {"uid": "german-69197-trn", "text_a": "Man muss die normalen Größen bestellen die man auch normal an hat nicht die Größen in der Tabelle wie es da steht und meine Maske war aus Latex und stinkt unnormal also bei 1.80m und normaler Körperbau Größe L nehmen und nicht XL", "label": 2, "portion_identifier": -1, "text_b": "Produkt Viel Zu groß!!!!! . toy"}, {"uid": "german-56741-trn", "text_a": "Bestellte 3 X 48 Café Au Lait, erhielt aber nur 2 X 48 und 1 X 48 Latte Macchiato, und Latte Macchiato können wir nicht trinken. Lieferung dauerte länger als üblich.", "label": 2, "portion_identifier": -1, "text_b": "Falsche Lieferung . grocery"}], "3": [{"uid": "german-114234-trn", "text_a": "Idee ist super, gefällt mir! Jedoch für komplettes Plastik so viel Geld zu nehmen... finde ich nicht so ok. Es macht Spaß, jedoch ist die \"Anleitung\" komplett auf Englisch (als Info für die die kein oder kaum englisch können) Mfg V.M.", "label": 3, "portion_identifier": -1, "text_b": "Zu teuer . sports"}, {"uid": "german-81460-trn", "text_a": "Hat mich geschmacklich nicht überzeugt", "label": 3, "portion_identifier": -1, "text_b": "Geht . drugstore"}, {"uid": "german-95637-trn", "text_a": "Artikel wie beschrieben...aber leider katastrophal bei uns angekommen...Kartons gequetscht und beschädigt.. Gottseidank ist alles in Blisterfolie eingeschweißt,sonst ?", "label": 3, "portion_identifier": -1, "text_b": "Inhalt wie beschrieben . kitchen"}, {"uid": "german-113954-trn", "text_a": "Auf der Bestellseite bei amazon steht u.a. \"Einfach bei 40 Grad ohne Zusatz von Weichspüler waschen. \" Es wäre schön, wenn auch bei der Lieferung der Hinweis \"ohne Zusatz von Weichspüler\" zu finden wäre, z.B. auf der beiliegenden Pappkarte oder auch - was besser wäre - auf der eingenähten Waschanleitung aufgedruckt (dort sind ja auch die 40 Grad vermerkt).", "label": 3, "portion_identifier": -1, "text_b": "Produkt sehr gut - Kundeninfo mangelhaft . home"}], "4": [{"uid": "german-157972-trn", "text_a": "Hervorragend geeignet für ein Gleitbrett. Ich verwende es, in Verbindung mit einem Holzbrett, für unseren Thermomix.", "label": 4, "portion_identifier": -1, "text_b": "Thermomix Gleitbrett! . home_improvement"}, {"uid": "german-140829-trn", "text_a": "Der Silikonrand könnte einen Ticken größer sein - passt auf die 28cm Pfannen millimetergenau. Ansonsten bisher ganz gut.", "label": 4, "portion_identifier": -1, "text_b": "Ist in Ordnung . kitchen"}, {"uid": "german-157316-trn", "text_a": "Bestell- und Liefer-Abwicklung war problemlos. Kommunikation vor, während und nach der Lieferung war gut. Somit positiver Gesamteindruck. Kann weiter empfohlen werden.", "label": 4, "portion_identifier": -1, "text_b": "Bestell- und Liefer-Abwicklung . office_product"}, {"uid": "german-131838-trn", "text_a": "Es riecht sehr angenehm (auch nicht zu doll) und macht was es soll.", "label": 4, "portion_identifier": -1, "text_b": "Wirkt wie es soll und riecht toll! . beauty"}], "5": [{"uid": "german-192299-trn", "text_a": "Habe mir diesen Monitor hauptsächlich für mein Rasperry Pi 3 gekauft. Da ich viel unterwegs bin und sehr viel mit dem Raspberry arbeite habe ich nach einem kleinen portablen Monitor gesucht. Des weiteren ist diese Kombination super wenn man viel filmt und fotografiert und seine Dateien von der SD-Karte auf eine Festplatte zu sichern. Unter Raspbian überhaupt kein Problem und mit diesem Monitor optimal. An Qualität und Verarbeitung gibt es nichts auszusetzen, ich konnte keinerlei Mängel feststellen. Der Monitor hat für mich alle wichtigen Anschlüsse und ist schön kompakt. Die Bildqualität ist für den Preis super. Die Lautsprecher sind in Ordnung. Streamen vom handy aus funktioniert auch sehr gut, allerdings nutze ich dafür Kodi in Verbindung mit der Yatse Fernbedienung App. Gefällt mir besser, ist aber beides möglich. Insgesamt kriegt man hier wofür man zahlt und hat sehr viele Anwendungsgebiete. Kaufempfehlung meinerseits!", "label": 5, "portion_identifier": -1, "text_b": "Super Ergänzung für den Rasperry Pi für unterwegs. . pc"}, {"uid": "german-191422-trn", "text_a": "Sind absolut gut und das Preisleistungsverhältnis perfekt", "label": 5, "portion_identifier": -1, "text_b": "Top . kitchen"}, {"uid": "german-189831-trn", "text_a": "Gibt nix zu beanstandeten", "label": 5, "portion_identifier": -1, "text_b": "S7 hülle . pc"}, {"uid": "german-185360-trn", "text_a": "Die Geldbörse ist sehr gut verarbeitet. Saubere Nähte und echtes Leder. Sie ist größer als erwartet, es passt richtig viel rein. :-) Super!", "label": 5, "portion_identifier": -1, "text_b": "1a Geldbörse . luggage"}]}