{"0": [{"uid": "spanish-1819-val", "text_a": "Como recompensa por su lealtad a Enrique, adquirió tierras lucrativas y muchos cargos en Gales del Sur.", "label": "0", "portion_identifier": -1, "text_b": "Como recompensa por su lealtad a Enrique, adquirió muchas tierras y funciones lucrativas en Gales del Sur."}, {"uid": "spanish-105-val", "text_a": "El río Jidanul es un afluente del río Jiul de Vest, Rumania.", "label": "0", "portion_identifier": -1, "text_b": "El río Jiul de Vest es un afluente del río Jidanul en Romania."}, {"uid": "spanish-1770-val", "text_a": "Donde \"e\" representa la carga eléctrica de la partícula y A el potencial del vector magnético del campo electromagnético.", "label": "0", "portion_identifier": -1, "text_b": "Donde \"e\" es la carga electromagnética de la partícula y A es el potencial eléctrico del vector del campo electromagnético."}, {"uid": "spanish-1517-val", "text_a": "La canción \"Astrud'' del álbum de Basia Trzetrzelewska \"Time and Tide'' de 1987 es un homenaje para Gilberto.", "label": "0", "portion_identifier": -1, "text_b": "La pista \"Astrud'' del álbum de Gilberto \"Time and Tide'' de 1987 es un tributo a Basia Trzetrzelewska."}], "1": [{"uid": "spanish-880-val", "text_a": "El AR5 proporciona una actualización al conocimiento sobre los aspectos científicos, técnicos y socioeconómicos del cambio climático.", "label": "1", "portion_identifier": -1, "text_b": "El AR5 brinda una actualización del conocimiento de los aspectos científicos, técnicos o socio-económicos del cambio climático."}, {"uid": "spanish-1056-val", "text_a": "Decipium fue el nombre particular de un nuevo elemento químico propuesto por Marc Delafontaine a partir del mineral samarskita.", "label": "1", "portion_identifier": -1, "text_b": "Decipium fue el término aislado para un nuevo elemento químico propuesto por Marc Delafontaine a partir del Mineral Samarskita."}, {"uid": "spanish-115-val", "text_a": "Siebenberg describió la canción como su favorita en el álbum \"porque es tan pura y tan personal.", "label": "1", "portion_identifier": -1, "text_b": "Siebenberg describió la canción como su favorita del álbum \"debido a que es muy pura e íntima\"."}, {"uid": "spanish-1953-val", "text_a": "La fotografía de la película fue de Rajiv Menon, y la editó A. Sreekar Prasad.", "label": "1", "portion_identifier": -1, "text_b": "La fotografía de la película estuvo a cargo de Rajiv Menon y la edición en manos de A. Sreekar Prasad."}]}