{"0": [{"uid": "french-1250-val", "text_a": "La bourse de l’eucalyptus, connue sous le nom de Bald Island Marlock ou petite Yate, est un arbre touffu ou mallee originaire de la côte sud de l'Australie occidentale.", "label": "0", "portion_identifier": -1, "text_b": "Eucalyptus conferruminata, généralement connu comme Bald Island marlock ou petit yate, est un arbre ou mallee touffu venant de la côte sud de l'Australie-Occidentale."}, {"uid": "french-58-val", "text_a": "Anderson est né à Oakland, en Californie, en 1943 et est originaire de Redondo Beach, en Californie.", "label": "0", "portion_identifier": -1, "text_b": "Anderson est né en 1943 à Redondo Beach, en Californie et vient d'Oakland, en Californie."}, {"uid": "french-545-val", "text_a": "Jusqu'à la fin de la Seconde Guerre mondiale, le plus grand nombre de catholiques romains se trouvait sur le territoire du Banat yougoslave d'origine allemande.", "label": "0", "portion_identifier": -1, "text_b": "Jusqu'à la fin de la Seconde Guerre mondiale, le plus grand nombre de catholiques romains dans le territoire du Banat allemand était d'appartenance ethnique yougoslave."}, {"uid": "french-1468-val", "text_a": "Megan Young, de la république populaire de Chine, a couronné son successeur Yu Wenxia des Philippines à la fin de l'événement.", "label": "0", "portion_identifier": -1, "text_b": "À la fin de l'événement, Yu Wenxia de la VR de Chine couronna son successeur, Megan Young des Philippines."}, {"uid": "french-861-val", "text_a": "Il est en voie de disparition dans le Connecticut, menacé dans le Vermont, historique dans le Rhode Island et menacé dans le Massachusetts et le New Hampshire.", "label": "0", "portion_identifier": -1, "text_b": "Il est menacé au Connecticut, menacé au Vermont, comme à Rhode Island et dans le Massachusetts et dans le New Hampshire."}, {"uid": "french-380-val", "text_a": "Il a également écrit un grand nombre d'arrangements vocaux et d'accompagnements orchestraux pour des variétés.", "label": "0", "portion_identifier": -1, "text_b": "Il a également écrit un grand nombre d'arrangements orchestraux et d'accompagnements pour des variétés."}, {"uid": "french-752-val", "text_a": "La County Road 540 se trouve juste à quelques kilomètres au sud de la State Road 540 à Highland City et s'étend à l'ouest de l'US 98 jusqu'à la County Road 37B.", "label": "0", "portion_identifier": -1, "text_b": "County Road 540 est à quelques miles à l'ouest de State Road 540 et se dirige vers le sud d'US 98 jusqu'à County Road 37B."}, {"uid": "french-1476-val", "text_a": "Ses grandes sculptures sont visibles dans le lieux publics à Wanaka, depuis la Nouvelle-Zélande jusqu'à Kaitaia et dans beaucoup d'autres endroits entre les deux.", "label": "0", "portion_identifier": -1, "text_b": "Ses grandes sculptures sont visibles dans les espaces publics de la Nouvelle-Zélande, de Kaitaia jusqu'à Wanaka et dans beaucoup d'autres lieux."}], "1": [{"uid": "french-1893-val", "text_a": "En 5 jours, cette masse d'air froid s'étendit du sud des Mariannes jusqu'au nord des îles des Philippines.", "label": "1", "portion_identifier": -1, "text_b": "En cinq jours, cette masse d'air froid s'étendait du sud des Marianas au nord des îles des Philippines."}, {"uid": "french-245-val", "text_a": "Dès que Takayama explique l'histoire, Asakawa le croit et insiste pour voir la cassette.", "label": "1", "portion_identifier": -1, "text_b": "Dès que Takayama explique l'histoire, Asakawa le croit et insiste pour rencontrer le groupe."}, {"uid": "french-943-val", "text_a": "Une analyse comparant des millions de clés publiques RSA recueillies sur Internet a été annoncée en 2012 par Augier, Hughes, Lenstra , Bos, Kleinjung et Wachter.", "label": "1", "portion_identifier": -1, "text_b": "Une analyse de millions de clés publiques RSA collectées sur Internet a été annoncée par Lenstra, Hughes, Augier, Bos, Kleinjung et Wachter en 2012."}, {"uid": "french-1359-val", "text_a": "E est un mérite de première classe et An est le deuxième mérite : le Chinois considère que E est amical, On est chanceux et paisible.", "label": "1", "portion_identifier": -1, "text_b": "E est un mérite de première classe et An est le deuxième mérite ; le Chinois signifie que E est amical, An est chanceux et paisible."}, {"uid": "french-1628-val", "text_a": "Louée par Richard Gibson et le peintre des juges Peter Lely, elle est considérée aussi brillante que Joan Carlile.", "label": "1", "portion_identifier": -1, "text_b": "Elle est encensée par Richard Gibson et le peintre de la cour Peter Lely et considérée comme ayant eu autant de succès que Joan Carlile."}, {"uid": "french-1267-val", "text_a": "Ils étaient là pour nous pour prier et ils étaient là pour nous divertir.", "label": "1", "portion_identifier": -1, "text_b": "Ils étaient là pour nous pour nous faire profiter et ils étaient là pour nous faire prier."}, {"uid": "french-1663-val", "text_a": "Le mont DeVoe est une montagne de l'île de Vancouver, Colombie britannique, Canada, situé au sud-est de la Gold River et au sud de Rambler Peak.", "label": "1", "portion_identifier": -1, "text_b": "Le mont DeVoe est une montagne située sur l'île de Vancouver, en Colombie-Britannique au Canada, au sud-est de Gold River et au sud de Rambler Peak."}, {"uid": "french-172-val", "text_a": "En 2014, le site a lancé des applications iOS et Android pour la recherche de produits ; les caractéristiques du produit comprennent des évaluations de produits vidéo en direct avec des sessions interactives de questions-réponses.", "label": "1", "portion_identifier": -1, "text_b": "En 2014, le site a lancé des applications iOS et Android pour la recherche de produits, les caractéristiques du produit comprennent des fonctionnalités d'évaluation de produit en vidéo en direct et des sessions de questions-réponses interactives."}]}