{"0": [{"uid": "spanish-1266-val", "text_a": "Nació en Cochabamba, Bolivia. En los 90 se mudó a Los Ángeles y más tarde a la Ciudad de México.", "label": "0", "portion_identifier": -1, "text_b": "Nació en Cochabamba, Bolivia, y se mudó a la ciudad de México en los 90 y, más tarde, a Los Ángeles."}, {"uid": "spanish-1301-val", "text_a": "En el extremo sur, Cook Pond, también llamada anteriormente como South Watuppa Pond, está ubicada al este de Laurel Lake, y al oeste del río Taunton.", "label": "0", "portion_identifier": -1, "text_b": "Cook Pond, anteriormente conocido como Laurel Lake, está ubicado al sureste de Taunton River y al oeste de South Watuppa Pond."}, {"uid": "spanish-54-val", "text_a": "Los hermanos fueron Mark Hayford, médico, y el sacerdote Ernest Hayford, ministro.", "label": "0", "portion_identifier": -1, "text_b": "Sus hermanos eran Ernest Hayford, un doctor, y el reverendo Mark Hayford, un ministro."}, {"uid": "spanish-1880-val", "text_a": "El Audi V8 compitió durante su presencia en la DTM con un Mercedes 190 mucho más pequeño, un BMW M3 algo más pequeño y un Opel Omega 3000 algo más liviano.", "label": "0", "portion_identifier": -1, "text_b": "El Audi V8 compitió con un Mercedes 190 mucho más pequeño y liviano, un BMW M3 y un Opel Omega 3000 algo más pequeño durante su presencia en la DTM."}], "1": [{"uid": "spanish-1556-val", "text_a": "El medio efectivo se puede caracterizar por secciones transversales sencillas de absorción y emisión a frecuencias de Fórmula 2 y Fórmula 3.", "label": "1", "portion_identifier": -1, "text_b": "El medio efectivo puede caracterizarse con simples secciones transversales de absorción y emisión en las frecuencias de la fórmula _ 2 y la fórmula _ 3."}, {"uid": "spanish-1955-val", "text_a": "La UIF se formó en 2008 por la fusión de la Indoor Football League (IFL) y la United Intense Football League.", "label": "1", "portion_identifier": -1, "text_b": "El UIF fue formado en 2008 y es el resultado de una fusión entre la Liga de Fútbol Indoor (IFL) y la Liga de Fútbol Intense United."}, {"uid": "spanish-848-val", "text_a": "Este fue el tercero de los tres hoteles de primera clase a construir en el distrito comercial central.", "label": "1", "portion_identifier": -1, "text_b": "Este fue el tercero de tres hoteles de primera clase que se construyeron en el distrito comercial central."}, {"uid": "spanish-124-val", "text_a": "Rainbach im Innkreis es una municipalidad en el distrito de Alta Austria en el estado austríaco de Schärding.", "label": "1", "portion_identifier": -1, "text_b": "Rainbach im Innkreis es una municipalidad ubicada en el distrito de Alta Austria en el estado austríaco de Schärding."}]}