{"1": [{"uid": "german-32254-trn", "text_a": "bin sehr enttäuscht da das Mauspad leider nicht Funktionierrt , es scheint da seitens Corsairs masive software probleme zu geben also muss ich leider sagen finger weg von dem RGB Mousepad !!!", "label": 1, "portion_identifier": -1, "text_b": "Vorsicht softwareprobleme . pc"}, {"uid": "german-11845-trn", "text_a": "Die Verpackung sieht gut aus, aber die Brille ist minderwertig, zumindest die, die ich bekommen habe, der eine Bügel lässt sich nur mit sehr viel Kraftaufwand aufklappen und der andere Bügel ist zerkratzt und hat lackfehler", "label": 1, "portion_identifier": -1, "text_b": "Ray Ban mit Fehlern . apparel"}], "2": [{"uid": "german-55973-trn", "text_a": "Es gibt viele schlechte Komödien, das ist eine davon. Die Witze sind flach. Die Synchronisation von Amy Schumer hat für mich nicht ganz gepasst. Muss man nicht sehen.", "label": 2, "portion_identifier": -1, "text_b": "Flache Komödie . digital_video_download"}, {"uid": "german-73752-trn", "text_a": "Ich habe den Rucksack seit Ende Februar im Einsatz. Leider fängt jetzt leider ein Naht eines Schulterriemens aufzugehen und die Beschichtung innen fängt an sich abzulösen. Dadurch habe ich ständig Dreck im Rucksack. Überladen war der Rucksack nie. Sehr schade, das dieser das Jahr nicht mehr überleben wird wenn diese Erscheinungen schon nach 6 Monaten auftreten. Würde ich nicht wieder kaufen.", "label": 2, "portion_identifier": -1, "text_b": "Nach kurzer Zeit geht er kaputt . pc"}], "3": [{"uid": "german-94772-trn", "text_a": "Hallo hab keine Rechnung für meine Bestellung erhalten. Schicken Sie mir die bitte damit ich zahlen kann vielen Dank im voraus", "label": 3, "portion_identifier": -1, "text_b": "Rechnung bitte zuschicken . grocery"}, {"uid": "german-107973-trn", "text_a": "Meine Beurteilung geht über die gesamte Serie Band 1 & Band 4 verdienen 5 Sterne, Band 2 & 3 weitaus weniger! Bei dieser Serie habe ich mich das erste mal so richtig geärgert. Immer währende Wiederholungen in den Teilen 2 und 3. Teil 1 und 4 sind ok, da gibt es Spannung, da macht das Lesen Spaß, trotz offensichtlicher Rechtschreibfehler! Da jedes Band 9,99 Euro kostete ist diese Serie heftig überteuert! Ich bin gerne bereit ein gutes Buch zu bezahlen auch gern mal mehr zu bezahlen, hier jedoch fühle ich mich über den Tisch gezogen!", "label": 3, "portion_identifier": -1, "text_b": "Meine Beurteilung geht über die gesamte Serie Band 1 & 4 verdienen 5 Sterne, Band 2 & 3 weitaus weniger! . digital_ebook_purchase"}], "4": [{"uid": "german-129202-trn", "text_a": "Der Schminktisch ist für den Preis gut. Die Lieferung folgte pronto.. Das Aufbauen war etwas kniffelig weil zuviele Schrauben dabei waren und die Anleitung nicht so aufschlussreich, dass man alles gut zuordnen konnte. Ob es lange hält...keine Ahnung. Für ein Mädchenzimmer völlig ausreichend. Für eine Frau würde ich ein stabileres Modell wählen.", "label": 4, "portion_identifier": -1, "text_b": "Schöner Schminktisch . furniture"}, {"uid": "german-149028-trn", "text_a": "Eigentlich eine wirklich tolle Hülle. Mein einziges Problem war, dass meine Folie auf dem Handy andauernd hochgeschoben wurde an den Ecken. Das war wirklich aufwendig und nervenaufreibend. Die Hülle ist sehr stabil! Somit nicht unbedingt formbar.", "label": 4, "portion_identifier": -1, "text_b": "Mit Folie schwierig . wireless"}], "5": [{"uid": "german-185279-trn", "text_a": "Passten perfekt in den Skoda Kombi und tun was sie sollen.", "label": 5, "portion_identifier": -1, "text_b": "Passen . automotive"}, {"uid": "german-170575-trn", "text_a": "Wir haben einen kleinen Chihuahua und der kleine verliert 2x im Jahr extrem viele Haare. Wir haben schon so viele Haarbürste ausprobiert und immer gab es dasselbe Problem: die Haare flogen nur herum oder wurden erst recht nicht rausgebürstet. Aber dieser schafft es. Also bis jetzt bereu ich nichts!!!", "label": 5, "portion_identifier": -1, "text_b": "Super Kamm und super Preiswert!! . pet_products"}]}