{"0": [{"uid": "spanish-891-val", "text_a": "Después de prestar servicio, Lockhart vivió en Florida, pero recientemente se mudó a Texas.", "label": "0", "portion_identifier": -1, "text_b": "Después de prestar servicio, Lockhart vivió en Texas, pero recientemente se mudó a Florida."}, {"uid": "spanish-1745-val", "text_a": "Erginus galkini es una especie de caracol de mar, una lapa auténtica, un molusco marino gasterópodo de la familia de los Lottiidae, una de las familias de lapas auténticas.", "label": "0", "portion_identifier": -1, "text_b": "Erginus galkini es una especie de caracol de mar, una verdadera lapa, un verdadero molusco gasterópodo de la familia Lottiidae, una de las familias de lapas marinas."}, {"uid": "spanish-1884-val", "text_a": "El Dr. Hector, Cody y Christie encuentran a Dr. Christie, que toma como rehén a Forrest.", "label": "0", "portion_identifier": -1, "text_b": "NS"}, {"uid": "spanish-451-val", "text_a": "Aunque la Unión de Rugby en Eslovenia era el centro principal de deportes de la antigua Yugoslavia, gran parte del rugby seguía jugándose en Croacia.", "label": "0", "portion_identifier": -1, "text_b": "Aunque la unión de rugby en Eslovenia fue el centro principal del deporte en la antigua Yugoslavia, todavía se jugaba mucho rugby en Croacia."}], "1": [{"uid": "spanish-108-val", "text_a": "El 25 de junio de 1866, fue nombrado Obispo titular de ``Nisa en Lycia y el Obispo de Velletri.", "label": "1", "portion_identifier": -1, "text_b": "Fue designado como obispo titular \"Nisa in Lycia'' y obispo auxiliar de Velletri el 25 de junio de 1866."}, {"uid": "spanish-1320-val", "text_a": "Los ejemplos anteriores del tema del posesivo con ``-m'' eran para la primera persona del singular.", "label": "1", "portion_identifier": -1, "text_b": "Los ejemplos anteriores con el tema posesivo \"-m\" eran singulares en primera persona."}, {"uid": "spanish-1813-val", "text_a": "En 1937, Donald se transformó en el copropietario del equipo de béisbol de Toronto Maple Leafs, su hijo Ross se convirtió en el presidente del club.", "label": "1", "portion_identifier": -1, "text_b": "En 1937, Donald se convirtió en copropietario del equipo de béisbol Toronto Maple Leafs. Su hijo Ross pasó a ser su presidente."}, {"uid": "spanish-528-val", "text_a": "Rami Nieminen (nacido el 25 de febrero de 1966) es un futbolista finlandés.", "label": "1", "portion_identifier": -1, "text_b": "Rami Nieminen (nacido el 25 de febrero de 1966) es un ex jugador de fútbol finlandés."}]}