{"contradiction": [{"uid": "thai-27076-val", "text_a": "เพศ ของ ฉัน เป็นเรื่อง ที่ น่าสนใจ   แต่ จริงๆ ไม่ใช่ หัวข้อ ของ เรื่อง นี้", "label": "contradiction", "portion_identifier": -1, "text_b": "เรื่อง หลัก ของ เรื่อง นี้ เกี่ยวกับ เพศ ของ ฉัน และ การ เปิดเผย เรื่อง นี้ ต่อ ผู้ ที่อยู่ ใกล้ ฉัน มาก ที่สุด"}, {"uid": "thai-26331-val", "text_a": "จำเป็นต้อง มี การ ใช้เวลา เพิ่มเติม ใน การพัฒนา แผน ปฏิบัติการ", "label": "contradiction", "portion_identifier": -1, "text_b": "พวกเขา สามารถ พัฒนา แผนการ ได้ เร็ว กว่า ที่ คิด ไว้"}, {"uid": "thai-25332-val", "text_a": "ใช่   พวกเขา ไม่ได้ พูดถึง เกี่ยวกับ ที่ คุณ รู้ ว่า คุณ ไม่ สา มา ถ ดูแล พวกเขา   แต่ มัน เป็นมัน   เข้าใจ ไหม   พวกเขา จะ มาจาก ครอบครัวขยาย", "label": "contradiction", "portion_identifier": -1, "text_b": "ทุกคน ดูแล ครอบครัว ของ ตนเอง ไม่ว่า จะ อ ย ย่าง ไร ก็ตาม"}, {"uid": "thai-25636-val", "text_a": "La   Vida   de   un   Bato   Loco   ซึ่ง ถูก เขียน โดย ผู้ให้ข้อมูล ของ ลิ น ดา แค ท ซึ่ง ถูก ผลิต ซ้ำ ใน งาน ของ เธอ ได้ เป็น ตัวอย่าง ของ การ ใช้ วรรณกรรม ใน ทาง ที่ ฉลาด", "label": "contradiction", "portion_identifier": -1, "text_b": "Katz   เขียน เกี่ยวกับ สิ่ง ที่ คนอื่น   ๆ   ทำ"}, {"uid": "thai-25841-val", "text_a": "คนโง่ บางคน อาจ เชื่อ เรื่องราว นั้น   เขา ทำ ท่าทาง ดูถูก ผู้ชาย ที่ เอว   ซึ่ง ระดับ ของ เขา เพิ่มขึ้น อย่าง คงที่ โดย การ มาถึง ของ คนอื่น จาก ดาดฟ้า หัว เรือ", "label": "contradiction", "portion_identifier": -1, "text_b": "ทหาร ทุกคน ลดน้อยลง ขณะที่ ทุกคน มุ่งหน้า ไป ยัง ที่ คาดการณ์ สำหรับ อาหารค่ำ"}, {"uid": "thai-27256-val", "text_a": "สิ่ง ที่ คุณ กำลัง ทำ อยู่ จะ กลาย เป็นการ มองดู เนิน ทราย", "label": "contradiction", "portion_identifier": -1, "text_b": "พวกเขา พูด เพราะ พวกเขา มี อยู่ ตลอด"}, {"uid": "thai-26260-val", "text_a": "รูป ที่   3   แสดงให้เห็น ผลลัพธ์ ขั้นพื้นฐาน สำหรับ สอง แบบ", "label": "contradiction", "portion_identifier": -1, "text_b": "รูป ที่   3   แสดง อัตรา การ เติบโต ของ เมือง"}, {"uid": "thai-25712-val", "text_a": "มัน คือ เธอ ใน ตอนนี้ ที่ คอย ปกป้อง หล่อน อยู่   เสียง ของ เธอ สั่นสะท้าน ด้วย ความโกรธเคือง", "label": "contradiction", "portion_identifier": -1, "text_b": "ผู้หญิง คน นั้น รู้สึก ยิน ดีมาก จน เธอ พูดไม่ออก !"}], "entailment": [{"uid": "thai-27265-val", "text_a": "คน ที่ ไม่ คุ้นเคย กับ ภาษา ที่ เกี่ยวข้อง มักจะ ไม่มี คำตอบ ต่อ คำถาม ที่ เกี่ยวกับ วาทศิลป์ เหล่านี้   แต่ ฉัน รู้สึก มั่นใจ ว่า พวกเขา จะ ชอบ การ งดเว้น ความจริง น่ารังเกียจ นี้", "label": "entailment", "portion_identifier": -1, "text_b": "คน ที่ ไม่ สามารถ พูด ภาษา ได้ จะ ประสบปัญหา ใน การ ตอบ"}, {"uid": "thai-27179-val", "text_a": "เรา ค่อนข้าง ข่มขู่ โดย รูปลักษณ์ ของ มัน ,   แต่ เรา กิน มัน   --   โดย ไม่มี ความ กระตือรือร้น ,   แต่ ด้วย ริมฝีปาก บน แข็ง ที่ เรา ได้ ดื่มด่ำ ,   เพื่อที่จะ พูด ,   กับ นม มารดา ของ เรา", "label": "entailment", "portion_identifier": -1, "text_b": "เรา ลังเล ที่จะ กิน สิ่ง ที่ มอบให้ เรา   แม้ว่า เรา ไม่ ชอบ รูปลักษณ์ ของ มัน"}, {"uid": "thai-26060-val", "text_a": "ดู ที่ทาง   Passeig   de   Gracia   จน จรด ตะวันออก   โดยเฉพาะอย่างยิ่ง   carrers   Diputacie ,   Consell   de   Cent ,   Mallorca   และ   Valancia   ไกล จนถึง ตลาด   Mercat   de   la   Concepcie", "label": "entailment", "portion_identifier": -1, "text_b": "มี ตลาด ที่ เรียก ว่า   Mercat   de   la   Concepcie"}, {"uid": "thai-25815-val", "text_a": "นอกเหนือ จากนั้น   การ ที่ พวกเขา อยู่ มัน ช่วย ฉัน ยังไง ?   และ เพราะ พิตต์ ไม่ ตอบ เขา :   เห็น ไหม ?   เขา พูด และ ยักไหล่", "label": "entailment", "portion_identifier": -1, "text_b": "เขา ขยับ ไหล่ ของ เขา   เพื่อ แสดง สัญญาณ ให้ ทราบ ถึง การตอบรับ"}, {"uid": "thai-26141-val", "text_a": "ไม่ต้องสงสัย เลย ว่า เหยื่อ ล่อ เริ่มต้น ของ เมือง คือ สิ่งปลูกสร้าง ทาง ประวัติ ศา ส ต์ จำนวน มากมาย มหาศาล", "label": "entailment", "portion_identifier": -1, "text_b": "มี อาคาร ประวัติศาสตร์ จำนวนมาก ที่ น่าสนใจ"}, {"uid": "thai-25196-val", "text_a": "และ โอ   ฉัน ก็ ประมาณ ว่า ชอบ แบล็ก อาย ด์ พี ส ์   แต่ ฉัน ไม่ คิด ว่า มัน จะ ต่อ หรอก", "label": "entailment", "portion_identifier": -1, "text_b": "Black   Eyed   Pea   เป็นที่ชื่นชอบ   ฉัน คิด ว่า มัน เป็น องค์กร"}, {"uid": "thai-26521-val", "text_a": "บอ สตัน   ลำ ที่สอง พึ่ง ชน ตึก เวิร์ลด์ เท รด เซ็นเตอร์", "label": "entailment", "portion_identifier": -1, "text_b": "เท รด เซ็นเตอร์ ถูก โจมตี"}, {"uid": "thai-26131-val", "text_a": "กลับ เข้ามา ที่ ตัวเมือง   การ เดินเล่น แถว ริมน้ำ จะ พา คุณ ผ่าน ไช น่า ทา วน ์ บน เส้น จา ลาน บัน ดา ร์", "label": "entailment", "portion_identifier": -1, "text_b": "ไช น่า ทา ว ส ์ อยู่ บน น้ำ"}], "neutral": [{"uid": "thai-25037-val", "text_a": "เหตุผล นั้นแหละ ที่ ฉัน เรียน ไม่ จบ มหาลัย   แต่ ฉัน ไม่เคย อ่าน หนัง สื่อ ที่ ฉัน ต้อง อ่าน เลย สัก เล่ม", "label": "neutral", "portion_identifier": -1, "text_b": "ฉัน โดน วิทยาลัย จำหน่าย ชื่อ ออก ใน ปี   2002"}, {"uid": "thai-25977-val", "text_a": "Kuala   Perlis   ทาง ตอน ใต้ ของ เมืองหลวง ของ รัฐ   Kangar   เป็น จุดเริ่มต้น สำหรับ การ เดินทาง เรือข้ามฟาก ไป   Langkawi   ไม่ ถึง   1   ชั่วโมง", "label": "neutral", "portion_identifier": -1, "text_b": "Kuala   Perlis   ห่าง ไป ทาง ตอน ใต้   17   ไมล์"}, {"uid": "thai-26256-val", "text_a": "ตาราง   A .   -   ปริมาณ โดยรวม ของ สาร ปรอท ที่ อนุญาต ให้ จัดสรร หรือ ประมูล สำหรับ   EGUS", "label": "neutral", "portion_identifier": -1, "text_b": "ปรอท ไม่ สามารถ เกิน   10   พี พีเอ็ม"}, {"uid": "thai-26251-val", "text_a": "ฉัน จะ มีความยินดี มาก   ที่จะ ตอบคำถาม อะไรก็ตาม   ซึ่ง สมาชิก ของ คณะ อนุกรรมการ อาจจะ มี", "label": "neutral", "portion_identifier": -1, "text_b": "ฉัน ชอบ ที่จะ พูด เกี่ยวกับ งาน และ ยินดี ที่ ได้ ตอบคำถาม"}, {"uid": "thai-26556-val", "text_a": "ตามที่ ได้ ถก กัน ก่อนหน้านี้   เหตุผล ที่ เจน ตัดสินใจ ว่า เธอ ไม่ สามารถ แชร์ ข่าวสาร ได้ นั้น เป็น เพราะว่า ข่าวสาร ใน ชั้นต้น เกี่ยวกับ มิ ห์ ดา ร์   ( Mihdhar )   ได้ ถูก วิเคราะห์ โดย   NSA   แล้ว", "label": "neutral", "portion_identifier": -1, "text_b": "Jane   ไม่เคย ต้องการ แบ่งปัน ข้อมูล"}, {"uid": "thai-25235-val", "text_a": "แต่ ก็ นะ   ดังนั้น เธอ ชอบ อาหาร อื่น   ๆ   หรือ", "label": "neutral", "portion_identifier": -1, "text_b": "คุณ ต้อง สนุก กับ การทดลอง อาหาร ของ ชาติพันธุ์ ต่าง   ๆ"}, {"uid": "thai-26488-val", "text_a": "มัน ชัดเจน ว่า หน่วย งานหลัก ที่ มี หน้าที่ คือ   FDNY   และ หน่วยงาน ที่ มี หน้าที่ อื่นๆ   ประจำ ท้องถิ่น   ประจำ สหพันธ์   ประจำ สอง รัฐ   และ ประจำ รัฐ ดำเนินงาน ใน ฐานะ ผู้สนับสนุน", "label": "neutral", "portion_identifier": -1, "text_b": "FDNY   ไม่ต้องการ ให้ หน่วยงาน ของ ท้องถิ่น ,   รัฐบาล กลาง ,   รัฐ สอง รัฐ   และ หน่วยงาน ของ รัฐ ให้ ช่วย"}, {"uid": "thai-25882-val", "text_a": "เขา มอง หาความ สะดวกสบาย ใน แถว   บน หน้าที่ เปิด อยู่ เบื้องหน้า เขา :   levius   fit   patientia   quicquid   corrigere   est   nefas     ค้นหา มัน   แต่ แทบ ไม่ พบ มัน เลย", "label": "neutral", "portion_identifier": -1, "text_b": "ภาษา ที่ ได้ กล่าว ไว้ ใน หน้า หนังสือ นั้น   คือ ภาษา ดั้งเดิม ของ พื้นที่"}]}