{"1": [{"uid": "spanish-15535-trn", "text_a": "No lo e recibido quiero que me reembolsen el dinero", "label": 1, "portion_identifier": -1, "text_b": "Muy poco profesional . apparel"}, {"uid": "spanish-1682-trn", "text_a": "Me llegó con auricular sin funcionar.... en fin. No recomiendo la compra con este vendedor, y además difícil contactar con él.", "label": 1, "portion_identifier": -1, "text_b": "Mal funcionamiento . electronics"}, {"uid": "spanish-32964-trn", "text_a": "el producto me llego incompleto y intentando resolverlo con el vendedor la atecion fue malisima y ademas que ni siquieran eran capaces de localizar su propio pedido...una semana mas tarde viene el resto en mal estado", "label": 1, "portion_identifier": -1, "text_b": "el producto no llega . home_improvement"}, {"uid": "spanish-36411-trn", "text_a": "Malísimos... La idea de estos productos para la lactancia es evitar mojar las camisas pero con estos discos es lo mismo que nada, siempre estoy empapada.", "label": 1, "portion_identifier": -1, "text_b": "Mala compra . baby_product"}, {"uid": "spanish-17213-trn", "text_a": "Se ha estropeado al cabo de unos meses. He contactado con el vendedor y le he enviado el número de pedido como me pidió pero ha dejado de dar señales de vida. No tiréis el dinero. No son de confianza.", "label": 1, "portion_identifier": -1, "text_b": "Si no funciona, olvídate . drugstore"}, {"uid": "spanish-28938-trn", "text_a": "Lo anularon sin llegar. No lo entiendo. Tuve que volver a pedirlo. A ver ahora que es lo que traen.", "label": 1, "portion_identifier": -1, "text_b": "Lo anularon sin llegar. Raro. . office_product"}, {"uid": "spanish-29057-trn", "text_a": "La reseña era de un cojín redondo completo para masaje, y llegó de forma semicircular, evidentemente no era lo que esperaba", "label": 1, "portion_identifier": -1, "text_b": "Magda claramunt . personal_care_appliances"}, {"uid": "spanish-12834-trn", "text_a": "No pega, deja mucho que desear", "label": 1, "portion_identifier": -1, "text_b": "Deja mucho que desear . sports"}], "2": [{"uid": "spanish-65660-trn", "text_a": "No se ve la esfera por la noche, compra fallida. Lo quería para dejarlo en la mesilla de noche y poder ver la hora desde la cama, pero no se puede ver. Me equivoqué al comprarlo", "label": 2, "portion_identifier": -1, "text_b": "Nacho Herranz . home"}, {"uid": "spanish-43939-trn", "text_a": "El producto es igual que la foto, pero todos los trámites que hay que hacer por la aduana es un rollo y además te cobran un suplemento de 37€.", "label": 2, "portion_identifier": -1, "text_b": "Pilar . toy"}, {"uid": "spanish-76021-trn", "text_a": "Tal cual esta en la descripción. lo único que lo mandan en un plástico cerrado luego en otro con burbujas y por ultimo en una bolsa de la empresa de mensajería lo suyo seria en una pequeña caja de cartón , rápido envío.", "label": 2, "portion_identifier": -1, "text_b": "Regular . sports"}, {"uid": "spanish-57565-trn", "text_a": "Sin un Manual de instrucciones da igual todas las funciones que pueda tener porque no se puede configurar además el menú interno está en chino, ni siquiera en inglés, la aplicación si está en diversos idiomas pero sin el manual como digo es inútil. (Fácil configurar como vigila bebés pero como cámara de seguridad no hay manera, imposible para ver por IP fuera de casa o para que te envié imágenes de intrusión). Si me facilitan las indicaciones cambiaré la opinión y compraré mas", "label": 2, "portion_identifier": -1, "text_b": "Sin manual . wireless"}, {"uid": "spanish-77664-trn", "text_a": "De primeras cumple con la función que se supone que tiene, pero a los 10 minutos de estar usándolo se sobrecalienta", "label": 2, "portion_identifier": -1, "text_b": "Se sobrecalienta muy rápido . pc"}, {"uid": "spanish-43003-trn", "text_a": "Se desinfla rápido y no parece muy estable", "label": 2, "portion_identifier": -1, "text_b": "Se desinfla . toy"}, {"uid": "spanish-71015-trn", "text_a": "No es nada adherente....ojo por que es muy resbaladiza esta funda,flojita,Y como es completamente igual,no se ve cuando el teléfono esta hacia arriba o hacia abajo", "label": 2, "portion_identifier": -1, "text_b": "No la recomiendo . wireless"}, {"uid": "spanish-51089-trn", "text_a": "Este filtro no limpia el agua para consumo humano. La he llevado a analizar y solo a bajado de 38 a 30 los nitratos del agua de mi zona. Cuidado con esto es potable pero no recomendable para beber como mucho limpiar alimentos. Un saludo", "label": 2, "portion_identifier": -1, "text_b": "No sirve para lo que indican. . home"}], "3": [{"uid": "spanish-103934-trn", "text_a": "lo siento , a mí me ha parecido muy fuerte , no es para nada un perfume elegante.", "label": 3, "portion_identifier": -1, "text_b": "olor muy dulce . beauty"}, {"uid": "spanish-99918-trn", "text_a": "Son algo estrechos, no abarcan todo el bolsillo pero son muy prácticos y hacen a la perfección su función", "label": 3, "portion_identifier": -1, "text_b": "Muy práctico . office_product"}, {"uid": "spanish-116193-trn", "text_a": "Fija el pelo, pero lo deja algo apelmazado y permanece bastante residuo después del cepillado. Es una laca potente, pero pegajosa, prefiero otras que he probado.", "label": 3, "portion_identifier": -1, "text_b": "Fijación fuerte, pero apelmaza . beauty"}, {"uid": "spanish-104182-trn", "text_a": "El producto viene bien presentado y realmente los móviles cargan rápido pero a las dos semanas uno de los tres cables dejo de funcionarme, el contacto dejo de funcionar bien y tienes que mover el cable para ver si hace juego. Los otros dos siguen funcionando perfectamente.", "label": 3, "portion_identifier": -1, "text_b": "Bien . pc"}, {"uid": "spanish-110958-trn", "text_a": "El producto en si esta muy bien, es biodegradable, absorbe y no irrita. Pero 1 de cada 5 pañales que he usado y uso (ya que compre tres cajas), viene fallado. Por el precio del mismo, uno esperaría que esto no sucediera :(", "label": 3, "portion_identifier": -1, "text_b": "buen pañal biodegradable, pero fallado. . drugstore"}, {"uid": "spanish-112343-trn", "text_a": "No está mal para el precio que tiene, falta la opción de poder comprar una funda para el coche, ya que otras que hay en Amazon no se adaptan perfectamente a este producto. Los juegos son básico (NES), pero bien, el menú es un poco engorroso y tengo que apagar y encender de nuevo para que aparezcan algunas opciones. El mando no va perfecto.", "label": 3, "portion_identifier": -1, "text_b": "Básico . wireless"}, {"uid": "spanish-112819-trn", "text_a": "Miy buena relación calidad/precio", "label": 3, "portion_identifier": -1, "text_b": "Estupendo! . kitchen"}, {"uid": "spanish-84437-trn", "text_a": "No es cómodo. Se resbala en la silla", "label": 3, "portion_identifier": -1, "text_b": "Valoración media . baby_product"}], "4": [{"uid": "spanish-159161-trn", "text_a": "Funciona bien para conectar al ordenador (o en mi caso a la Xbox). Precio demasiado alto para lo que es.", "label": 4, "portion_identifier": -1, "text_b": "Necesario para Rocksmith . video_games"}, {"uid": "spanish-141313-trn", "text_a": "Gran respeto por la naturaleza", "label": 4, "portion_identifier": -1, "text_b": "Una maravilla . other"}, {"uid": "spanish-126384-trn", "text_a": "Llevo poco tiempo usándolo pero hasta el momento funciona bastante bien, no sé si durará mucho tiempo en estas condiciones porque no parece muy fuerte, después de dos semanas perfecto.", "label": 4, "portion_identifier": -1, "text_b": "Se adapta perfectamente al TomTom one V3 . wireless"}, {"uid": "spanish-142840-trn", "text_a": "La tiza se atasca un poquito para salir, pero tal vez esté pensado para que no se caigan así por así. Para mis hijos son una buena solución.", "label": 4, "portion_identifier": -1, "text_b": "Limpio . home"}, {"uid": "spanish-128035-trn", "text_a": "Lo compré para que mi hijo de 5 años pudiese ver las peliculas en la tablet durante los viajes en coche sin tener que molestar a los demás ocupantes con el sonido. El hecho de que sean bluetooth era importante para mi puesto que mi hijo se mueve mucho y siempre acababa desconectando el cable de la tablet. Por ahora funcionan de maravilla, se conectan por bluetooth sin problema y mi hijo está encantado con ellos.", "label": 4, "portion_identifier": -1, "text_b": "Muy buena relacion calidad-precio . toy"}, {"uid": "spanish-125638-trn", "text_a": "Después de varios meses de utilización no se ha deteriorado y tanto la bandolera como los cierres siguen funcionando y en buen estado. Bolsillo útiles y compartimentos interiores con muchas posibilidades.", "label": 4, "portion_identifier": -1, "text_b": "Buena compra . wireless"}, {"uid": "spanish-146518-trn", "text_a": "Esta muy bien. Se adapta al bebe desde el minuto cero. Muy comoda de llevar y facil de usar. Tiene una tela protectora para que no le de el viento, sol o lluvia. A medida que va creciendo el peque la vas ajustando para casa etapa. Si tuviese que decir algo es que no tiene mucho acolchado pero asi tampoco sudan tanto ni es tan aparatosa. Mi hija va genial en ella desde que tenia 4 semanas y saco a mis dos perros con ella todos los dias", "label": 4, "portion_identifier": -1, "text_b": "Muy comoda . baby_product"}, {"uid": "spanish-129044-trn", "text_a": "El producto me a gustado, queda bien y tiene buen tacto. El problema que me e encontrado es que a las tres semanas de tenerlo simplemente limpiandola con un trapito e visto que en una esquina se había estallado y se engancha, tuve que tirarla, me duró muy poco! Esto tiene garantía? Si la compro en una tienda seguro que me la cambiarían aquí me mandaran otra? Lo dudo! Es lo único malo que e visto y eso que me gustaba como quedaba puesta, si fuera de metal no se romperia.", "label": 4, "portion_identifier": -1, "text_b": "Comoda . wireless"}], "5": [{"uid": "spanish-163065-trn", "text_a": "No ha notado diferencia entre pecho y la tetina que lleva. Llevamos dos meses de uso y su estado es como el primer día.", "label": 5, "portion_identifier": -1, "text_b": "Excelente . baby_product"}, {"uid": "spanish-194324-trn", "text_a": "Me encanta! Está genial en cuanto a tamaño, diseño y luz. Esta última dispone de varias intensidades. La recomiendo totalmente.", "label": 5, "portion_identifier": -1, "text_b": "Perfecta . home"}, {"uid": "spanish-161327-trn", "text_a": "Elegí el vinilo, porque tengo una amiga fanática de la Hello kitty, y era parte del regalo de su cumple, y ha conseguido las expectativas que yo había pensado. PERFECTO y GRANDE!!", "label": 5, "portion_identifier": -1, "text_b": "Como esperaba . home"}, {"uid": "spanish-179458-trn", "text_a": "Muy útil para proteger la cámara,se ajusta bien las carcasas, y trae su caja para guardar los. Repuestos cumple las espectativas", "label": 5, "portion_identifier": -1, "text_b": "Cumple las expectativas . camera"}, {"uid": "spanish-195194-trn", "text_a": "Compré el Nenuco y en menos de 24 horas lo tenía en mi domicilio. Genial", "label": 5, "portion_identifier": -1, "text_b": "Inmejorable experiencia . toy"}, {"uid": "spanish-160297-trn", "text_a": "Me ha gustado mucho, deja el pelo muy bien. Lo tengo teñido y dañado, y he probado casi todas las marcas buenas. Repetiré. Es la segunda vez que la pido.", "label": 5, "portion_identifier": -1, "text_b": "Lo recomiendo . beauty"}, {"uid": "spanish-183899-trn", "text_a": "La compré para hacerle un regalo a un familiar que nunca ha tenido ninguna pulsera de este tipo. Pensé que no le iba a gustar demasiado, pero me ha sorprendido. Me ha comentado que funciona muy muy bien y, la verdad, que viendo la cantidad de pulseras que hay por ahí y las que yo he tenido, es una de las de mayor calidad. Tiene bastante capacidad de carga y, además, muestra las notificaciones en el móvil, vibrando con llamadas entrantes... etc. Lo que más me llama la atención de esta pulsera es que es resistente al agua. No imagino hasta qué punto y tampoco queremos comprobarlo ni mi familiar ni yo. La correa es de goma, por lo que no huele mal con el sudor ni mucho menos. Otro punto a favor de esta pulsera es que se carga por USB directamente en el ordenador, algo bastante más práctico que tener un cargador exclusivo para ella. Aunque el envío no ha sido excesivamente rápido, no ha tardado tampoco demasiado. En definitiva, una compra estupenda :)", "label": 5, "portion_identifier": -1, "text_b": "Cumple con su función . sports"}, {"uid": "spanish-177102-trn", "text_a": "Es un reloj buenísimo mi hijo todo el tiempo con el puesto para piscina y todo y genial lo recomiendo.", "label": 5, "portion_identifier": -1, "text_b": "Es acuatico 100×100 . watch"}]}