{"1": [{"uid": "german-14753-trn", "text_a": "Sieht nicht aus wie auf dem bild", "label": 1, "portion_identifier": -1, "text_b": "Sitz nicht perfekt. . apparel"}, {"uid": "german-15225-trn", "text_a": "Keinerlei Reaktion auf den Hinweis der defekten Brause. Der Wasserstopp funktioniert nicht. Dies war aber mein Auswahlkriterium des Kaufs. Ich rate vom Handel mit diesem Verkäufer ab.", "label": 1, "portion_identifier": -1, "text_b": "defekte Brause . home_improvement"}, {"uid": "german-30452-trn", "text_a": "Nicht besonders gut Batterien sind Knopfbatterien und halten nur eine Nacht! Zudem ist es auch sehr hart und eignet sich nicht für Kinder was ihre Nachtlichter gerne mit ins Bett nehmen!! Not very good Batteries are button batteries and last only one night! In addition, it is also very hard and is not suitable for children what their night lights like to bed !!", "label": 1, "portion_identifier": -1, "text_b": "Navaris LED Nachtlicht Einhorn Design . baby_product"}, {"uid": "german-18481-trn", "text_a": "Hatte 3 Stück bestellt und werde sie wieder zurückschicken: Deckel passen furchtbar schlecht, zwei Deckel hatten einen Riss, der Kunststoff hat eine nur mäßige Qualität. Habe jetzt doch welche im Baumarkt gekauft, die sind qualitativ viel besser und waren billiger. Es gibt einen Stern, weil sie benutzbar sind, wenn man beide Augen zu macht und einem alles egal ist.", "label": 1, "portion_identifier": -1, "text_b": "Geht zurück . lawn_and_garden"}], "2": [{"uid": "german-65756-trn", "text_a": "Ich fand die Spucktücher ganz toll, bis ich sie das erste mal gewaschen habe. Leider gehen sie dabei extrem ein und sehen gar nicht mehr so schön aus.", "label": 2, "portion_identifier": -1, "text_b": "Nicht unbedingt nochmal . baby_product"}, {"uid": "german-60872-trn", "text_a": "Eigentlich bin ich mit den Kopfhörern an sich zufrieden. Klang passt für meine Bedürfnisse und auch beim Joggen sind sie angenehm zu tragen. Leider löst sich bereits etwas nach 2-maligen Tragen (siehe Foto). Da meine Haare frisch gefärbt sind und dies abgefärbt hat, kann ich sie sicherlich nicht umtauschen.", "label": 2, "portion_identifier": -1, "text_b": "Leider löst sich der Schutz . electronics"}, {"uid": "german-41495-trn", "text_a": "In der Hoffnung, endlich das perfekte Geschenk für meinen Mann gefunden zu haben, bestellte ich dieses Set. Der Ständer der Karaffe ist aus Holz, dunkel gehalten und sieht nett aus. Die \"Eiswürfel\" sind auch gut. Das Grauen packte mich aber leider dann beim wichtigsten Part des Geschenks: die Karaffe an sich ist schick aber der Druck sieht einfach nur verzerrt und äußerst unschön aus. Bei den Gläsern das gleiche Problem. Das Schiff in der Karaffe ist sehr hübsch, mit roten Details. An und für sich ein perfektes Geschenk, OHNE DEN DRUCK oder in schön gemacht. Auch hatte der Aufdruck an einigen Stellen \"Löcher\" bzw. \"Macken\". Wie gesagt, ich würde es sofort wieder kaufen wenn der Aufdruck nicht so billig und verzerrt wäre. Versand war wie immer Top und wirklich richtig toll verpackt! Ich würde gerne mehr Sterne vergeben weil ich die Idee Klasse finde und wirklich nur von dem Aufdruck enttäuscht bin.", "label": 2, "portion_identifier": -1, "text_b": "Der Druck ist furchtbar! . home"}, {"uid": "german-46521-trn", "text_a": "ZU DEM Preis erwartet man schon etwas Stabiles, welches nicht beim kleinsten Windstoss umkippt. Die Standfüsse sind zu kurz, angebotene Verlängerungen im Zubehör kosten extra. Das ist nicht verbraucherfreundlich. Die Halteclips springen bei Wind auch auf. Nutzbar nur mit viel Kabelbindern, Kordel und Draht und etlichen Haltepunkten.", "label": 2, "portion_identifier": -1, "text_b": "Zu teuer. . home_improvement"}], "3": [{"uid": "german-113223-trn", "text_a": "lässt sich nicht so gut aufbringen", "label": 3, "portion_identifier": -1, "text_b": "Glas . wireless"}, {"uid": "german-116158-trn", "text_a": "Hab ein 3 Jahre altes Kind, trägt Größe 110 und habe auch dem entsprechend Größe 110 bestellt, allerdings fällt das Oberteil viel zu klein aus und die Hose passt gerade noch so, man könnte auch sagen pass genau, ich gebe trotzdem 3 Sterne da Bezahlung Lieferzeit und wäre ganz ok waren, aber als Tipp für alle die sich diese Sachen bestellen wollen bitte eine Nummer größer wählen.", "label": 3, "portion_identifier": -1, "text_b": "Fällt leider zu klein aus . apparel"}, {"uid": "german-90222-trn", "text_a": "Ansich ein gutes Schlafzimmer- oder Gartengerät. Mehr aber wirklich nicht. Genau dafür habe ich den TV gekauft. Nach der Installation lässt sich Bild und Ton einstellen. Nach einigen Tagen ist die Funktion plötzlich ausgegraut, also nicht mehr verfügbar. Habe mir mit einer Erstinstallation beholfen, siehe da - es war wieder da. Am nächsten Tag war es wieder weg. Ich würde dem TV, angesichts des Preises, gerne 5 Sterne geben, jedoch nicht mit dieser Macke. Es nervt schon richtig jedesmal die Sender neu sortieren zu müssen wenn man nur den Ton ändern oder das Bild von Normal auf Dynamisch stellen will. Vielleicht hat jemand einen Rat für mich?", "label": 3, "portion_identifier": -1, "text_b": "Man kann Fernsehen . other"}, {"uid": "german-88113-trn", "text_a": "Fusseln leider extrem. Und färben aus. Sie fusseln nach mehrmaligem Waschen und trocknen im Trockner. Dessen Flusensieb ist übervoll. Und sie fusseln beim Benutzen, man sieht überall eine türkise Staubschicht. Nach vier, fünf Mal waschen und trocknen sind sie somit auch schon reichlich dünn geworden. Bei der vierten oder fünften Wäsche war immer noch ein probeweise beigelegtes weißes Tuch verfärbt.", "label": 3, "portion_identifier": -1, "text_b": "Leider nix. . home"}], "4": [{"uid": "german-155379-trn", "text_a": "sehr witzige Komödie", "label": 4, "portion_identifier": -1, "text_b": "Mega lustig + cooler Humor . digital_video_download"}, {"uid": "german-132423-trn", "text_a": "Sehr stabil, macht was es soll und liegt gut in der Hand. Man sollte nur wirklich darauf achten es nach Gebrauch richtig ( also wirklich richtig) zu säubern und zu trocknen. Denn sonst fängt es an zu rosten.", "label": 4, "portion_identifier": -1, "text_b": "Kaufempfehlung . home_improvement"}, {"uid": "german-132712-trn", "text_a": "Das Produkt entspricht meinen Erwartungen und ist bereits erfolgreich im Einsatz. Der zugesagte Termin 17.11.18 allerdings wurde nicht eingehalten. Geliefert wurde die Bestellung am 19.11. Dies ist allerdings wohl eher dem Zusteller HERMES anzulasten", "label": 4, "portion_identifier": -1, "text_b": "Etikettenbänder angekommen . office_product"}, {"uid": "german-129872-trn", "text_a": "Die Filter tun ihr erforderliches. Der große Filter muss nicht ständig gewechselt werden. Der kleine Filter hingegen sollte öfters Gewechselt werden. Dieser sollte eigens bestellt werden können und nicht nur gemeinsam mit dem großen Filter.", "label": 4, "portion_identifier": -1, "text_b": "Filter für Reinigungsroboter . kitchen"}], "5": [{"uid": "german-165751-trn", "text_a": "Ich habe auch schon verschenkt, völlig zufrieden.! Alle Achtung für die gründliche Arbeit!!!", "label": 5, "portion_identifier": -1, "text_b": "Sehr gut! . home"}, {"uid": "german-190237-trn", "text_a": "Richtig tolles Gerät!! Sehr einfach von der Installation und funktioniert ohne Probleme! Dank dieses kleinen Gerätes ist es super einfach mehrere Lampen mit nur einem Schalter zu steuern. Absolut zu empfehlen.", "label": 5, "portion_identifier": -1, "text_b": "Klein praktisch gut! . home_improvement"}, {"uid": "german-164414-trn", "text_a": "Eine gute Alternative zu den teueren Konkurrenten. Bin ganz zufrieden. Die Uhr sieht gut aus und funktioniert meiner Meinung nach einwandfrei. Kann man kaufen", "label": 5, "portion_identifier": -1, "text_b": "Gute Alternative zu teureren Produkten . wireless"}, {"uid": "german-181032-trn", "text_a": "Hoffe, dass Graviola einen positiven Einfluss bei meiner Chemotherapie hat! Schnelle Lieferung,", "label": 5, "portion_identifier": -1, "text_b": "Natur pur . drugstore"}]}