{"1": [{"uid": "spanish-3299-trn", "text_a": "No llego nunca y el vendedor me dijo que haría un reembolso que tampoco me a llegado pues para poner buena nota.", "label": 1, "portion_identifier": -1, "text_b": "Mal . automotive"}, {"uid": "spanish-91-trn", "text_a": "No ajusta, ni siquiera a la parte plana. Lo devuelvo.", "label": 1, "portion_identifier": -1, "text_b": "No ajusta al Mi 9T . wireless"}, {"uid": "spanish-17624-trn", "text_a": "Me lo enviaron pero falta una funda de almoada. Al ser colchon de 1.80 tenian q venir dos de 1.05 y solo vino una.", "label": 1, "portion_identifier": -1, "text_b": "Faltan una funda de almoada . home"}, {"uid": "spanish-880-trn", "text_a": "Regalé el espejo a una amiga, quedó encantada con el espejo, el cargador , la luz, los aumentos y en menos de un mes me dice que se le despego la ventosa y terminó hecho añicos. (instalado en el espejo del cuarto de baño). Me he sentido fatal", "label": 1, "portion_identifier": -1, "text_b": "El regalo perfcto pero se rompio . home"}], "2": [{"uid": "spanish-52938-trn", "text_a": "Algunas no funcionan bien, otras duran poco tiempo.", "label": 2, "portion_identifier": -1, "text_b": "Articulo ok.Pero!!!! . home"}, {"uid": "spanish-40460-trn", "text_a": "Tras seguir todas las instrucciones correctamente, el aparato sólo me facilita la posición por GPS (parpadeo del led azul) pero no por GPRS (luz amarilla fija), de forma que no puedo utilizar la App porque dice que está Offline. Lo he configurado tal y como dice en las instrucciones, configurando el número de admin, quitando el PIN de la sim, introduciendo los datos APN del operador, etc, y nada. Por otro lado, la tapita de goma para proteger la SIM y la conexión del cargador se ha salido de su sitio. Probaré con otro igual, y si tampoco funciona, buscaré un modelo diferente.", "label": 2, "portion_identifier": -1, "text_b": "No conecta por GPRS . electronics"}, {"uid": "spanish-70340-trn", "text_a": "La cortina esta muy bonita pero en la descripción del producto aparece que los ganchos estan incluidos y no lo estaban, espero que amazon se ponga en contacto con respecto a esto", "label": 2, "portion_identifier": -1, "text_b": "Faltan los ganchos . home"}, {"uid": "spanish-66432-trn", "text_a": "Son finos, y lo peor que tienen es que se corre la tinta de los stabilos..., no volvería a comprarlos. No puedes escribir anotaciones pequeñas en ellos.", "label": 2, "portion_identifier": -1, "text_b": "Esperaba más . office_product"}], "3": [{"uid": "spanish-110646-trn", "text_a": "En principio regular. Las pegas son que yo lo tengo enchufado a un temporizador y cuando se enciende lo hace en modo flash y tengo que corregirlo, además solo se enciende con el mando, si no hay mando, el cacharro no vale", "label": 3, "portion_identifier": -1, "text_b": "Regular . pet_products"}, {"uid": "spanish-119642-trn", "text_a": "La navaja no está mal, es muy robusta y en ese sentido ofrece confianza.La apertura es muy buena y los materiales en líneas generales bien. Le doy 3 estrellas porque el filo que trae, al menos la mía es bastante flojo y lo peor, la cuchilla corta cinturón venía mal acabada, con una rebaba en la hoja que la hace casi inservible. No solicité devolución pero si esperaba más.", "label": 3, "portion_identifier": -1, "text_b": "Esperaba algo mejor . sports"}, {"uid": "spanish-97170-trn", "text_a": "El juego es muy divertido y retador pero hay que ser muy bueno y/o gastar dinero para poder seguir un rato largo...", "label": 3, "portion_identifier": -1, "text_b": "Divertido pero si gastas € . other"}, {"uid": "spanish-97328-trn", "text_a": "Que había, algunas piezas partidas por la mitad.", "label": 3, "portion_identifier": -1, "text_b": "Que tiene buen poder de iman. . industrial_supplies"}], "4": [{"uid": "spanish-124110-trn", "text_a": "Pues una maravilla, las uso para interior, con bici bkool, pero la compré con idea de si me hace falta para exterior. muy cómodas, agradables y bonitas para mi gusto", "label": 4, "portion_identifier": -1, "text_b": "muy bien . shoes"}, {"uid": "spanish-156110-trn", "text_a": "lo he usado para un sofa que se apoyan los pies esta protegido con plastico duro y se avia rajado por barios sitios y me ha quedado bastante bien", "label": 4, "portion_identifier": -1, "text_b": "que pega bien . home_improvement"}, {"uid": "spanish-141035-trn", "text_a": "No le doy 5 estrellas porque he usado discos que son más adecuados cuando se trabaja en un entorno de red. Lo de NAS le viene un poco grande.", "label": 4, "portion_identifier": -1, "text_b": "Un buen disco duro . pc"}, {"uid": "spanish-130834-trn", "text_a": "Lo que es mi más ni menos radio cd barato de buena calidad y muy sencillo. Tienes muchos ajustes para graves medios y agudos con lo que tengas el altavoz que tengas te irá bien", "label": 4, "portion_identifier": -1, "text_b": "Funciona muy bien y barato . wireless"}], "5": [{"uid": "spanish-188297-trn", "text_a": "---PROS--- - Regulación exacta de la temperatura de la punta. - Se calienta muy rápido. - Gran variedad de puntas, tanto para soldar como para pirograbado. - Estuche para guardar todos los utensilios. - Buena relación calidad/precio. No le he encontrado ninguna pega (por el momento sólo la he usaso para soldar con estaño), así que lo recomiendo", "label": 5, "portion_identifier": -1, "text_b": "Calienta muy rápido . home_improvement"}, {"uid": "spanish-176311-trn", "text_a": "Muy buena confección, pulida y resistente Tamaño ideal. Recomiendo la marca 100%", "label": 5, "portion_identifier": -1, "text_b": "Satisfacción 100% . sports"}, {"uid": "spanish-190872-trn", "text_a": "Fácil de utilizar. Funciones muy buenas y gran visibilidad. Un 10", "label": 5, "portion_identifier": -1, "text_b": "Genial . home"}, {"uid": "spanish-161641-trn", "text_a": "Perfecto! Igual que en la imagen, buena calidad, grosor y acabado. Envio y entrega muy rapido y bien empaquetado. Muchas gracias!", "label": 5, "portion_identifier": -1, "text_b": "Perfecto! . home"}]}