{"0": [{"uid": "spanish-735-val", "text_a": "Casely Hayford estuvo también sumamente comprometido con el movimiento político para la emancipación de África.", "label": "0", "portion_identifier": -1, "text_b": "Casely Hayford también estuvo profundamente involucrado en el movimiento africano para la emancipación política."}, {"uid": "spanish-1654-val", "text_a": "Una típica estación de vuelo (no de entrenamiento) de la Fuerza Aérea Real tendrá la siguiente estructura basada en alas integradas:", "label": "0", "portion_identifier": -1, "text_b": "Una estación de entrenamiento típica de la Real Fuerza Aérea (sin volar) tendrá la siguiente estructura integrada en base al ala:"}, {"uid": "spanish-719-val", "text_a": "Mei Shigenobu es la madre del nacional japonés Fusako Shigenobu, periodista.", "label": "0", "portion_identifier": -1, "text_b": "Fusako Shigenobu es la madre del ciudadano japonés Mei Shigenobu, un periodista."}, {"uid": "spanish-1677-val", "text_a": "A la edad de diecinueve se mudó a New York y en 2011 a Estocolmo.", "label": "0", "portion_identifier": -1, "text_b": "Se mudó a Estocolmo a los 19 años y se volvió a mudar a Nueva York en 2011."}, {"uid": "spanish-1337-val", "text_a": "El reciente biógrafo de David I. Walsh escribe: ``La campaña para destruir a Walsh funcionó, porque él no pudo defenderse a sí mismo... David I. Walsh era homosexual.", "label": "0", "portion_identifier": -1, "text_b": "La biografía más reciente de Walsh dice que ``La campaña para destruir a David I. Walsh trabajó porque no podía defenderse por sí mismo...David I. Walsh era homosexual''."}, {"uid": "spanish-75-val", "text_a": "En 2018, Farrell fue nombrado por el papa Francisco como el nuevo obispo de Osraige.", "label": "0", "portion_identifier": -1, "text_b": "En 2018, el Papa Francisco fue nombrado como el nuevo Obispo de Osraige por Farrell."}, {"uid": "spanish-1202-val", "text_a": "Vempati Chinna Satyam (15 de octubre de 1929 - 29 de julio de 2012) fue un bailarín de la India y maestro del estilo de danza Kuchipudi.", "label": "0", "portion_identifier": -1, "text_b": "Vempati Chinna Satyam (15 de octubre de 1929 - 29 de julio de 2012) fue un bailarín Kuchipudi y un gurú de la danza india."}, {"uid": "spanish-1794-val", "text_a": "Strozzi empezó a tomar lecciones privadas de actuación con Dimitrija Demeter luego de un tratamiento médico, por recomendación de Josip Freudenreich.", "label": "0", "portion_identifier": -1, "text_b": "Después del tratamiento médico, Strozzi comenzó a tomar clases privadas de actuación con Josip Freudenreich, como se lo había recomendado Dimitrija Demeter."}], "1": [{"uid": "spanish-1187-val", "text_a": "Una propuesta de redireccionar el agua del río Mandovi (río Mahadayi) y el proyecto de la planta de energía hidroeléctrica resultarían en la inmersión de parte o todo Gavali.", "label": "1", "portion_identifier": -1, "text_b": "El proyecto propuesto del desvío de agua del río Mandovi (Mahadayi River) y la planta de energía hidroeléctrica generarían la inmersión de Gavali en forma parcial o total."}, {"uid": "spanish-819-val", "text_a": "Mark Machin fue el Director Ejecutivo de la Junta de Inversiones del Plan de Pensiones de Canadá. Fue reemplazado por Mark Wiseman en junio de 2016.", "label": "1", "portion_identifier": -1, "text_b": "Mark Machin fue el CEO del Canada Pension Plan Investment Board y fue reemplazado en junio de 2016 por Mark Wiseman."}, {"uid": "spanish-231-val", "text_a": "En 1096 regresó a Arnulf de Montgomery, pero en 1102 llegó a Aumales, donde se mantuvo hasta 1221.", "label": "1", "portion_identifier": -1, "text_b": "En 1096 retornó a Arnulf de Montgomery, pero pasó a los Aumales en 1102, que lo conservaron hasta 1221."}, {"uid": "spanish-1876-val", "text_a": "Quedan dos pequeñas ligas independientes con solo un puñado de miembros: la liga Grampian Alliance y la liga Highland Alliance.", "label": "1", "portion_identifier": -1, "text_b": "Permanecen dos pequeñas ligas independientes, con solo unos cuantos miembros: la liga Grampian Alliance y la liga Highland Alliance."}, {"uid": "spanish-1968-val", "text_a": "En general, las plantas de hojas verdes y de raíz no se cultivaron y crecieron amontonadas por temporada cuando estuvieron en estado salvaje.", "label": "1", "portion_identifier": -1, "text_b": "En general, las plantas de hojas verdes y de raíz no se cultivaron y cuando estuvieron en la naturaleza crecieron por temporadas."}, {"uid": "spanish-1680-val", "text_a": "En Joseon, el diseño se utilizó para representar al daoísmo en Corea y para expresar la esperanza de armonía del yin y el yang.", "label": "1", "portion_identifier": -1, "text_b": "El proyecto se utilizó en Joseon para representar el daoísmo en Corea y expresa la esperanza de armonía del Yin y el Yang."}, {"uid": "spanish-528-val", "text_a": "Rami Nieminen (nacido el 25 de febrero de 1966) es un futbolista finlandés.", "label": "1", "portion_identifier": -1, "text_b": "Rami Nieminen (nacido el 25 de febrero de 1966) es un ex jugador de fútbol finlandés."}, {"uid": "spanish-501-val", "text_a": "El 25 de junio de 1866 se lo nombró como obispo de \"Nisa in Lycia\", y obispo titular de Velletri.", "label": "1", "portion_identifier": -1, "text_b": "Fue asignado como obispo auxiliar de \"Nisa in Lycia\" y obispo titular de Velletri el 25 de junio de 1866."}]}