{"0": [{"uid": "french-465-val", "text_a": "Holly Holly a été influencée musicalement par Elton John.", "label": "0", "portion_identifier": -1, "text_b": "Elton John a été influencé musicalement par Holly."}, {"uid": "french-698-val", "text_a": "Canal Street a été ouvert en 1790 et la rue a été appelée Oxford Canal vers 1870.", "label": "0", "portion_identifier": -1, "text_b": "Le canal d'Oxford a été ouvert en 1790 et la route a été nommée Canal Street aux alentours de 1870."}, {"uid": "french-1152-val", "text_a": "Après sa retraite, il resta à Kremenets et y mourut.", "label": "0", "portion_identifier": -1, "text_b": "Après sa retraite, il mourut et demeura à Krzemieniec."}, {"uid": "french-1097-val", "text_a": "En 1963, Roy rejoignit le Parti communiste indien et dirigea les mouvements syndicaux à Calcutta, une région de Basdroni.", "label": "0", "portion_identifier": -1, "text_b": "Roy a rejoint le parti communiste d'Inde en 1963 et a dirigé des mouvements syndicaux dans la région Bansdroni de Kolkata ."}, {"uid": "french-1979-val", "text_a": "Adam Surat (\" La force intérieure \") est un documentaire réalisé par Sheikh Mohammed Sultan en 1989 sur le peintre bangladais Tareque Masud.", "label": "0", "portion_identifier": -1, "text_b": "Adam Surat (\" La force intérieure \") est un documentaire réalisé par Tareque Masud en 1989 sur le peintre bangladais Sheikh Mohammed Sultan."}, {"uid": "french-188-val", "text_a": "Le degré de distinction entre les tendances protestante et catholique au sein de la tradition anglicane spécifique est généralement un sujet de débat entre les églises anglicanes à travers la communauté anglicane.", "label": "0", "portion_identifier": -1, "text_b": "Le degré de distinction entre les tendances protestante et catholique dans la tradition anglicane fait généralement débat au sein des églises anglicanes et à travers la communauté anglicane."}, {"uid": "french-1926-val", "text_a": "Les exemples ci-dessus pour le thème possessif \" -m \" étaient au singulier à la première personne.", "label": "0", "portion_identifier": -1, "text_b": "Les exemples ci-dessus pour le thème singulier \" -m \" étaient pour la première personne possessive."}, {"uid": "french-1901-val", "text_a": "Ni l'engagement antérieur d'Anna envers Dostoïevski ni les fortes divergences politiques de Dostoïevski avec les Jaclard n'ont empêché des contacts cordiaux et réguliers entre eux.", "label": "0", "portion_identifier": -1, "text_b": "Ni le précédent engagement de Dostoïevski envers Dostoïevski ni les fortes différences politiques d'Anna avec les Jaclard n'ont empêché un contact chaleureux et régulier entre eux."}], "1": [{"uid": "french-271-val", "text_a": "Les morceaux ont été produits par Tommy Lee, avec Michael Beinhorn à la batterie.", "label": "1", "portion_identifier": -1, "text_b": "Les morceaux ont été produits par Tommy Lee et par Michael Beinhorn à la batterie."}, {"uid": "french-912-val", "text_a": "La circonscription française du Finistère est une 1ère circonscription dans le département du Finistère.", "label": "1", "portion_identifier": -1, "text_b": "La circonscription législative française du Finistère est une 1ère circonscription du département du Finistère."}, {"uid": "french-315-val", "text_a": "Toutefois, Michael Jackson, Prince et Madonna ont été des influences sur l'album.", "label": "1", "portion_identifier": -1, "text_b": "Madonna, Prince et Michael Jackson ont cependant influencé l'album."}, {"uid": "french-1276-val", "text_a": "L'académie privée Claiborne est située à Haynesville, sans personnalité juridique, près de la paroisse de Claiborne.", "label": "1", "portion_identifier": -1, "text_b": "L'académie privée se trouve à Haynesville, près de la paroisse de Claiborne."}, {"uid": "french-466-val", "text_a": "Eliza était la fille de sa sœur Judith, qui était décédée vers 1748.", "label": "1", "portion_identifier": -1, "text_b": "Eliza était la fille de sa sœur Judith qui était morte vers 1748."}, {"uid": "french-934-val", "text_a": "Les œuvres de Zinovjev ont, à ce jour, été interprétées par l'Oulu Symphony Orchestra, Lahti Symphony Orchestra, Kymi Sinfonietta, Finnish Radio Symphony Orchestra et Avanti !", "label": "1", "portion_identifier": -1, "text_b": "Jusqu'à présent, les œuvres de Zinovjev ont été jouée par l'orchestre symhonique Oulu, l'orchestre symphonique Lahti Symphony, Kymi Sinfonietta, l'orchestre symphonique radio finnois et Avanti !"}, {"uid": "french-1203-val", "text_a": "Martins Pena est né à Rio de Janeiro de João Martins Pena et Francisca de Paula Julieta Pena.", "label": "1", "portion_identifier": -1, "text_b": "Martins Pena est né à Rio de Janeiro de Pena João Martins et Francisca de Paula Julieta Pena."}, {"uid": "french-154-val", "text_a": "Les satrapes de l'époque achéménide, toutefois, régnaient sur des territoires plus petits et avaient peut-être moins de prestige et d'influence que leurs prédécesseurs parthes.", "label": "1", "portion_identifier": -1, "text_b": "Toutefois, les satrapes de l'époque achéménide gouvernaient des territoires plus petits et avaient peut-être moins de prestige et d'influence que leurs prédécesseurs parthes."}]}