{"1": [{"uid": "french-34576-trn", "text_a": "Bien reçue mais le soucis c’est que le gel Ne tient pas du tout au bout de deux jours le gel se décolle surtout les doigts quelle honte alors que je travaille avec des clientes elles reviennent toutes me dire que le gel ne tient pas je suis très déçu je me disais bien qu’ils étaient pas cher mais j’ai quand même payé de l’argent et du coup je vais plus m’en servir quel gâchis", "label": 1, "portion_identifier": -1, "text_b": "A revoir vos pots de gel car il tienne pas ! . beauty"}], "2": [{"uid": "french-46981-trn", "text_a": "on cherche le cuir .... je suis finalement déçu de ce produit qui est loin de correspondre à mon gout", "label": 2, "portion_identifier": -1, "text_b": "trop cheap . wireless"}], "3": [{"uid": "french-108955-trn", "text_a": "Je pensais que c'était le GoodSky X7 mais pas du tt car il lui ressemble fortement donc pas le bon produit. Je l'ai à peine ouvert étant déçue que ce ne soit pas le bon produit. Pour la qualité et son efficacité je ne peux dire car vu ma déception je ne l'ai même pas encore utilisé malgré j'ai le temps. Enfin voilà j'ai pas encore digéré ma déception dû faite que c'est pas la bonne marque", "label": 3, "portion_identifier": -1, "text_b": "Déçu pas la bonne marque . beauty"}], "4": [{"uid": "french-148277-trn", "text_a": "il suffit de mettre dans une bassine environ une cuillère à café de billes + de l'eau... et un peu de patience. les billes gonflent petit à petit, on peut rajouter de l'eau autant de fois qu'elle est absorbée. ça brille, c'est arc-en-ciel. ça gonfle, c'est très drole pour les enfants, c'est une belle activité de manipulation, et de transvasement. la sensation au toucher est très agréable, c'est doux, ça glisse, attention, après 5/6 jours cela commence à s'abimer, comme un effet de moisissure du à l'humidité. (ce qui est normal); donc on recommence avec de nouvelles perles. je suis ass mat, et les enfants adorent cette activité.", "label": 4, "portion_identifier": -1, "text_b": "magique ! . toy"}], "5": [{"uid": "french-186462-trn", "text_a": "Fonctionne très bien merci", "label": 5, "portion_identifier": -1, "text_b": "Modem à acheter sans hésitation . pc"}]}