{"0": [{"uid": "german-1755-val", "text_a": "Der Valea Sterminoasă ist ein Nebenfluss des Boia Micăa in Rumänien.", "label": "0", "portion_identifier": -1, "text_b": "Der Boia Mică River ist ein Nebenfluss des Valea Sterminoasă in Rumänien."}, {"uid": "german-493-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "Martins Pena wurde in Rio de Janeiro als Sohn von Pena João Martins und Francisca de Paula Julieta Pena geboren."}, {"uid": "german-1113-val", "text_a": "Er spielte professionell in Griechenland, Russland, Italien, Frankreich, Puerto Rico, Portugal und Indonesien. Außerdem gewann er in Indonesien und Griechenland die nationalen Meisterschaften.", "label": "0", "portion_identifier": -1, "text_b": "Lee spielte professionell in Italien, Russland, Griechenland, Frankreich, und Indonesien. Er gewann nationale Meisterschaften in Puerto Rico, Portugal und Indonesien."}, {"uid": "german-870-val", "text_a": "Der Milcov ist ein rechter Nebenfluss des Dilcov in Rumänien.", "label": "0", "portion_identifier": -1, "text_b": "Der Dilcov ist ein Nebenfluss des Milcov in Rumänien."}, {"uid": "german-125-val", "text_a": "Die letzte Zeile des dritten Verses wurde während der Regierungszeit von Alexander I. von Jugoslawien in „Kralja Aleksandra, Bože hrani” geändert.", "label": "0", "portion_identifier": -1, "text_b": "Unter der Herrschaft von Alexander I. von Jugoslawien wurde die dritte Zeile der letzten Strophe zu „Kralja Aleksandra, Bože hrani” geändert."}, {"uid": "german-1200-val", "text_a": "Bilinskij behauptet auch, dass Dimitro ein Ahn von Daniil Ostrogski ist, der auch als „Danilo Dimitrowitsch“ bekannt ist.", "label": "0", "portion_identifier": -1, "text_b": "Daniil Ostrogski behauptet auch, dass Dmytro ein Ahn von Bilinsky ist, der auch als „Danylo Dmytrovych“ bekannt ist."}, {"uid": "german-1416-val", "text_a": "Die schwedischen Eishockey-Champions von 1932 gewannen die elfte Saison der Swedish Ice Hockey Championships, der nationalen schwedischen Meisterschaften. Hammarby IF war die Meisterschaft.", "label": "0", "portion_identifier": -1, "text_b": "Die schwedische Eishockeymeisterschaft im Jahr 1932 war die elfte Saison der schwedische Eishockeymeisterschaften, der schwedischen nationalen Meisterschaften und Hammarby IF gewann die Meisterschaft."}, {"uid": "german-1858-val", "text_a": "Mark Allen gewann das Finale gegen Martin Gould mit 1 : 0 (104 -- 0).", "label": "0", "portion_identifier": -1, "text_b": "Martin Gould gewann das Finale mit 1:0 ( 104:0) gegen Mark Allen ."}], "1": [{"uid": "german-1898-val", "text_a": "Es wurde 1544 John Sone gewährt, der es sofort an Henry Audeley und John Cordall weitergab.", "label": "1", "portion_identifier": -1, "text_b": "Er wurde 1544 an John Sone verliehen, der ihn gleichzeitig an Henry Audeley und John Cordall weitergab."}, {"uid": "german-1203-val", "text_a": "Martins Pena wurde in Rio de Janeiro als Sohn von João Martins Pena und Francisca de Paula Julieta Pena geboren.", "label": "1", "portion_identifier": -1, "text_b": "Martins Pena wurde als Sohn von Pena João Martins und Francisca de Paula Julieta Pena in Rio de Janeiro geboren."}, {"uid": "german-1616-val", "text_a": "Er starb 1884 und ging 1885 in den Ruhestand, begraben auf dem Friedhof Lakewood in Minneapolis.", "label": "1", "portion_identifier": -1, "text_b": "McNair starb 1884 und ging 1885 in Rente. Er ist auf dem Lakewood Cemetery in Minneapolis begraben."}, {"uid": "german-1556-val", "text_a": "Der effektive Mittelwert kann bei Frequenzen aus Formel 2 und Formel 3 durch einfache Absorptions- und Emissionsquerschnitte  beschrieben werden.", "label": "1", "portion_identifier": -1, "text_b": "Das wirksame Medium kann mit einfachen Absorptions- und Emissionsquerschnitten bei den Frequenzen Formel 2 und Formel 3 charakterisiert werden."}, {"uid": "german-1910-val", "text_a": "Kathy und ihr Ehemann Pete Beale (Peter Dean) befinden sich in einer finanziell stabilen Lage.", "label": "1", "portion_identifier": -1, "text_b": "Kathy Kathy und ihr Ehemann Peter Dean (Pete Beale) sind in einer finanziell stabilen Lage."}, {"uid": "german-1670-val", "text_a": "Die meisten modernen Studenten-Ghettos stammen aus dem Anstieg der weiterführenden Immatrikulationan nach dem zweiten Weltkrieg.", "label": "1", "portion_identifier": -1, "text_b": "Die meisten modernen Studentenghettos entstanden durch den Aufstieg der post-sekundären Ausbildung nach dem zweiten Weltkrieg."}, {"uid": "german-1627-val", "text_a": "Nachdem Philipp II. von Österreich 1578 verstarb, erlaubte John ihr, ihren eigenen Wohnsitz zu wählen.", "label": "1", "portion_identifier": -1, "text_b": "Nachdem Philip II. von Österreich 1578 gestorben war, erlaubte John ihr seine eigene Residenz zu wählen."}, {"uid": "german-689-val", "text_a": "Nach seinem Dienst lebte Lockhart in Florida, zog aber vor kurzem nach Texas.", "label": "1", "portion_identifier": -1, "text_b": "Nach seinem Dienst, lebte Lockhart in Florida, zog jedoch vor Kurzem nach Texas."}]}