{"1": [{"uid": "spanish-28202-trn", "text_a": "La empresa aún no ha enviado la factura solicitada a pesar de haberlo solicitado en repetidas ocasiones por todos los medios", "label": 1, "portion_identifier": -1, "text_b": "Negativo . pc"}, {"uid": "spanish-33422-trn", "text_a": "En un mes se rompió un botón y luego la carcasa. Calidad muy mala. A día de hoy estoy esperando el reembolso...", "label": 1, "portion_identifier": -1, "text_b": "Mala calidad . wireless"}], "2": [{"uid": "spanish-75332-trn", "text_a": "La caja llego abollada en parte trasera superior derecha y el libro sucio negruzco en sus paginas como si fuera fallo de impresion o alomejor es asi porque son todas las paginas del libro.", "label": 2, "portion_identifier": -1, "text_b": "Defectos . toy"}, {"uid": "spanish-64248-trn", "text_a": "no me gusta me ha decepcionado, y la correa demasiado pequeña para ser de hombre y queda muy justa en la muñeca", "label": 2, "portion_identifier": -1, "text_b": "no me lo esperaba asi . watch"}], "3": [{"uid": "spanish-89026-trn", "text_a": "Bueno, nunca había llevado ropa interior para MTB, pero si te hace la ruta más cómoda, pero se mueve y llega a bajarse un un poco y te puede hacer la ruta muy incómoda, como me ha pasado a mí..Creo que no compraré más ropa interior de Bici", "label": 3, "portion_identifier": -1, "text_b": "Incomodo . sports"}, {"uid": "spanish-99259-trn", "text_a": "Funciona buen pero no hai ninguna instrucción sobre come hacer helados!!! Alguien puede ayudar?", "label": 3, "portion_identifier": -1, "text_b": "Helado, como???? . kitchen"}], "4": [{"uid": "spanish-146027-trn", "text_a": "Muy grandes. Con iPhone 6s me han subido y bajado la música cuando han querido. Ojalá error de fabricación.", "label": 4, "portion_identifier": -1, "text_b": "Calidad algo baja . electronics"}, {"uid": "spanish-142306-trn", "text_a": "muy bueno, no se nota nada... comprarlo sin duda, al colocarlo es como plastico elástico, pero luego no se nota nada, y el telefono queda bien protegido, no como las laminas que vende para el iphone x, que son una porqueria", "label": 4, "portion_identifier": -1, "text_b": "muy bueno, no se nota nada que esta colocado . pc"}], "5": [{"uid": "spanish-178467-trn", "text_a": "Calidad precio excepcional buen producto", "label": 5, "portion_identifier": -1, "text_b": "Calidad precio . home_improvement"}, {"uid": "spanish-166284-trn", "text_a": "Funciona perfectamente para mi ordenador Toshiba. Tiene unas piezas para bloquear el voltaje, ya que sería peligroso que cambiara de voltaje sin querer. Está muy bien de precio. Falta ver si es duradero", "label": 5, "portion_identifier": -1, "text_b": "Buen cargador para portátiles . wireless"}]}