{"1": [{"uid": "german-38140-trn", "text_a": "Die Folie ist leider zu schmal für das Display. An beiden Seiten sind etwa 2 - 3 mm ungeschützt. Schade, rausgeschmissenes Geld.", "label": 1, "portion_identifier": -1, "text_b": "Viel zu Schmal . pc"}, {"uid": "german-5625-trn", "text_a": "Leider hatten zwei von drei Kabel nach einem Monat einen Wackelkontakt, sodass das Handy nicht mehr läd. Grundsätzlich schnelle Lieferung, schönes Design.", "label": 1, "portion_identifier": -1, "text_b": "Schlechte Qualität - aber hübsch . pc"}], "2": [{"uid": "german-68084-trn", "text_a": "sehr enttäuscht von diesen Kopfhörern, da diese nur aus so richtig billigen Plastik sind und der Sound mega schlecht ist. Nicht weiter zu empfehlen.", "label": 2, "portion_identifier": -1, "text_b": "Schlecht . wireless"}, {"uid": "german-74583-trn", "text_a": "Wahr enttäuscht, lief bei mir 30 Stunden auf \"Vollgas\" und hat es in dieser Zeit nicht geschafft die sich darin befindlichen Bierflaschen auf Trinktemperatur runter zu kühlen …. ): Ich habe sie danach zurückgesendet und greife lieber auf normale Kühlboxen zurück....", "label": 2, "portion_identifier": -1, "text_b": "Schwache Kühlleistung . automotive"}], "3": [{"uid": "german-115336-trn", "text_a": "Ich hab viel mehr erwartet... verstehe den Hype darum nicht ganz. Ich habe die Wimperntusche in einem Youtube Video gesehen, aber sie überzeugt mich nicht wirklich... Den Schwung hält sie ebenfalls nicht", "label": 3, "portion_identifier": -1, "text_b": "😕 . beauty"}, {"uid": "german-82492-trn", "text_a": "Die Box ist von der Aufteilung nicht schlecht, das material ist nicht so gut. Es sind viel Kratzer auf der Box und bei der Farbe dunkelblau kann man die Wochentage auf den Tagesdosen nicht lesen.", "label": 3, "portion_identifier": -1, "text_b": "Na ja . drugstore"}], "4": [{"uid": "german-134949-trn", "text_a": "Die Kette sie sehr gut aus meine Freundin mag sie sehr. Nur ein Tipp bei Leuten mit dickeren Hals wäre das nix für ihn.", "label": 4, "portion_identifier": -1, "text_b": "Lecker . jewelry"}, {"uid": "german-124581-trn", "text_a": "Die Schlamperbox ist bei meiner Kleinen sehr gut angekommen. Die Farbe pink ist ihre Lieblingsfarbe. Schade ist allerdings, das ein Teil des Innenmaterials azs keicht brechenden Material besteht. Wenn es viel bewegt wird, bricht das Material (durchsichtige Folie) Ansonsten sehr schöner und praktischer Artikel.", "label": 4, "portion_identifier": -1, "text_b": "Praktische Schlamperbox . luggage"}], "5": [{"uid": "german-191598-trn", "text_a": "Bin sehr zufrieden mit dem Produkt", "label": 5, "portion_identifier": -1, "text_b": "👍 . home_improvement"}, {"uid": "german-187574-trn", "text_a": "Die Pflanze ist in einem super Zustand, wird gut verpackt geschickt, sodass trotz des Versands keine Mängel entstehen. Außerdem wird noch eine persönliche Notiz mitgeschickt und eine Pflegeanleitung :)", "label": 5, "portion_identifier": -1, "text_b": "Alles super! . lawn_and_garden"}]}