{"0": [{"uid": "spanish-1072-val", "text_a": "Battlepug es un webcómic de Mike Norton, coloreado por Allen Passalaqua y escrito por Chris Crank.", "label": "0", "portion_identifier": -1, "text_b": "Battlepug es un webcómic escrito e ilustrado por Mike Norton, coloreado por Allen Passalaqua y leído por Chris Crank."}, {"uid": "spanish-1729-val", "text_a": "Melodie Crittenden abandonó el grupo en 2004 para iniciar su carrera solista, y durante la mayor parte de 2005 Nicol cantó con el grupo.", "label": "0", "portion_identifier": -1, "text_b": "Nicol dejó el grupo en 2004 para seguir una carrera como solista y en la mayor parte del 2005 Melodie Crittenden cantó con el grupo."}, {"uid": "spanish-1426-val", "text_a": "Un destino bíblico es, en su sentido más negativo, una bendición formal.", "label": "0", "portion_identifier": -1, "text_b": "Un destino bíblico es, en su sentido más formal, una bendición negativa."}, {"uid": "spanish-425-val", "text_a": "Ali asumió el poder después de la muerte de Muawiyah y estableció una dinastía.", "label": "0", "portion_identifier": -1, "text_b": "Luego de la muerte de Ali Muaviyah, ascendió al poder y estableció una dinastía."}], "1": [{"uid": "spanish-616-val", "text_a": "El 13 de noviembre de 2016, el Adjunto Dennis Wallace fue asesinado en Fox Grove Park cerca de la ciudad de Hughson en manos de David Machado.", "label": "1", "portion_identifier": -1, "text_b": "El 13 de noviembre de 2016, David Machado asesinó a Dennis Wallace en Fox Grove Park cerca de la ciudad de Hughson."}, {"uid": "spanish-877-val", "text_a": "En 1591 se estableció una parroquia, sin embargo, con una afluencia de católicos en el siglo 18, se construyó una mayoría católica.", "label": "1", "portion_identifier": -1, "text_b": "La parroquia se fundó en 1591, pero con una afluencia de católicos en el siglo 18, se estableció una mayoría católica."}, {"uid": "spanish-1956-val", "text_a": "La cantidad de incendios informados al comienzo de febrero fue de 73 con 26 fuera de control y el tiempo esperado para controlar para ser otro mes de incendios.", "label": "1", "portion_identifier": -1, "text_b": "La cantidad de incendios informados a principios de febrero estuvieron fuera de control en 73 con 26 y el tiempo esperado para controlar otro mes de incendios."}, {"uid": "spanish-1349-val", "text_a": "Captain Cassin murió en Washington, D.C. Fue enterrado en Washington, pero más tarde fue trasladado al Cementerio Nacional de Arlington.", "label": "1", "portion_identifier": -1, "text_b": "Captain Cassin murió en Washington, D.C. Fue enterrado en Washington, pero más tarde fue trasladado al Cementerio Nacional de Arlington."}]}