{"0": [{"uid": "spanish-1172-val", "text_a": "Están superpuestos con una escasa música orquestal tocada en vivo, y consisten en pocos sonidos, casi deliberadamente incoloros.", "label": "0", "portion_identifier": -1, "text_b": "Están superpuestos por música descolorida tocada en vivo y consisten en sonidos orquestales casi conscientemente escasos."}, {"uid": "spanish-1894-val", "text_a": "Dos se produjeron en 1934, pero no se voló ninguno más.", "label": "0", "portion_identifier": -1, "text_b": "Los dos se volaron en 1934, pero no se produjo ninguno más."}, {"uid": "spanish-1437-val", "text_a": "Luego de que se hubiera discontinuado la parada en Schüptitz en 2011, se restauró luego de las manifestaciones en 2012.", "label": "0", "portion_identifier": -1, "text_b": "Después de que la parada en Schüptitz se restituyera en 2011, se ha interrumpido luego de las protestas de los ciudadanos en 2012."}, {"uid": "spanish-1282-val", "text_a": "En 284 AC, el Rey King Qi se unió con el Rey Zhao of Qin en Zhou occidental para formar una alianza contra Xi.", "label": "0", "portion_identifier": -1, "text_b": "En el año 284 AC, el rey Xi se reunió con el rey Zhao de Qin en Zhou occidental para forma una alianza contra Qi."}, {"uid": "spanish-1850-val", "text_a": "Saragyugh (antiguamente romanizado como Saragyukh; también Darakoy, Darakey y Daragyukh) es un pueblo en la provincia de Shirak de Armenia.", "label": "0", "portion_identifier": -1, "text_b": "Saragyukh (también conocido como Saragyukh romanizado; anteriormente Darakoy, Darakey y Daragyukh) es un pueblo en la provincia de Shirak de Armenia."}, {"uid": "spanish-96-val", "text_a": "La policía también interrogó al cantante Rimi Tomy y al actor Kavya Madhavan, ambos amigos cercanos de Siddique y su esposa Dileep, como parte de la investigación en curso.", "label": "0", "portion_identifier": -1, "text_b": "La policía interrogó además al cantante Rimi Tomy y al actor Siddique, ambos amigos cercanos de Dileep y su esposa Kavya Madhavan, como parte de la investigación en curso."}, {"uid": "spanish-1046-val", "text_a": "El poema se conserva en cuatro manuscritos fragmentados, uno de los cuales es contemporáneo.", "label": "0", "portion_identifier": -1, "text_b": "El poema se conserva en cuatro manuscritos contemporáneos, uno de los cuales está fragmentado:"}, {"uid": "spanish-223-val", "text_a": "Su padre murió cuando era joven, y su madre, Catherine A. Fagan, se casó con Samuel Adams en 1842, quien más tarde fue gobernador de Alaska dos años después.", "label": "0", "portion_identifier": -1, "text_b": "Su padre falleció durante su juventud, y su madre, Samuel Adams, se casó con Catherine A. Fagan en 1842, quien dos años más tarde se convirtió en el gobernador de Arkansas."}], "1": [{"uid": "spanish-671-val", "text_a": "Su nombre, Afolabi, significa ``nacido en la riqueza``. Su apodo en Nigeria es Robocop debido a sus movimientos rígidos.", "label": "1", "portion_identifier": -1, "text_b": "Su nombre, Afolabi, significa ''nacido de la riqueza``, su sobrenombre en Nigeria es Robocop por sus movimientos rígidos."}, {"uid": "spanish-686-val", "text_a": "Los pasajeros del avión eran el teniente coronel Gerald K. Hannaford, el capitán Donald Grant Millard y el capitán John F. Lorraine.", "label": "1", "portion_identifier": -1, "text_b": "Los ocupantes de la nave eran el coronel Gerald K. Hannaford, el Capitán Donald Grant Millard y el Capitán John F. Lorraine."}, {"uid": "spanish-548-val", "text_a": "Sin embargo, en verdadera continuidad, Superman conoce al actual Zod por primera vez en \"Last Son''.", "label": "1", "portion_identifier": -1, "text_b": "En real continuidad, Superman en \"Last Son'' se encuentra con el actual Zod por primera vez."}, {"uid": "spanish-233-val", "text_a": "Vermont South limita al norte con Mitcham, al oeste con Nunawading y Forest Hill, al sur con Vermont y al este con Wantirna y Ringwood.", "label": "1", "portion_identifier": -1, "text_b": "Vermont South está rodeada por Mitcham hacia el norte, Nunawading y Forest Hill hacia el oeste, Vermont hacia el sur y Wantirna y Ringwood hacia el este."}, {"uid": "spanish-242-val", "text_a": "Los Nashua Silver Knights, parte de una liga colegial de verano, son el equipo de la ciudad de hoy.", "label": "1", "portion_identifier": -1, "text_b": "Los Nashua Silver Knights, parte de una liga colegial de verano, son el actual equipo de la ciudad."}, {"uid": "spanish-706-val", "text_a": "Nació en Constantinopla (Estambul) el 5 de mayo de 1940 y falleció de cáncer en Atenas el 19 de noviembre de 2011.", "label": "1", "portion_identifier": -1, "text_b": "Nació el 5 de mayo de 1940 en Constantinopla (Estambul) y falleció de cáncer en Atenas el 19 de noviembre de 2011."}, {"uid": "spanish-1153-val", "text_a": "Lovey y Dude Romeo de Green Bay Wisconsin han publicado mucho en línea y en YouTube - Videos Puli PrayingOriginally de Pittsburgh Pensilvania.", "label": "1", "portion_identifier": -1, "text_b": "Lovey y Dude Romeo de Green Bay Wisconsin han aparecido ampliamente en internet y en vídeos de YouTube Puli PrayingOriginally desde Pittsburgh, Pensilvania."}, {"uid": "spanish-1886-val", "text_a": "Algunas piezas antiguas sin terminar, como Kouros de Apollonas o los dos Kouroi de Flerio, se encuentran en estas canteras.", "label": "1", "portion_identifier": -1, "text_b": "Algunas piezas antiguas incompletas, como el Kouros de Apollonas o los dos Kouroi de Flerio se pueden encontrar en estas canteras."}]}