{"1": [{"uid": "german-7266-trn", "text_a": "Nach 3 Monaten muss die Batterie ersetzt werden. Lederarmband hat sich stark abgenutzt und an Farbe verloren. Schöne Uhr aber leider mit minderwertiger Qualität.", "label": 1, "portion_identifier": -1, "text_b": "Schöne Uhr aber minderwertige Qualität! . watch"}, {"uid": "german-13896-trn", "text_a": "Qualität unterirdisch! Akku nach halben Tag ohne Benutzung leer! Farbe weicht vom Produktbild ab, Kamera nicht zu gebrauchen. Selbst die 16 Euro sind noch zu viel. Finger weg! Ist übrigens die gleiche wie die von Yamay, nur günstiger, aber genauso billig. Hier wurde sicherlich schwer an den Rezensionen geschummelt...", "label": 1, "portion_identifier": -1, "text_b": "Kein Geld wert . wireless"}, {"uid": "german-1982-trn", "text_a": "Es gibt viele Meerjungfrau Muster und die Kinder mögen es sehr... VORSICHT!!! Dieses Produkt hat gefälschte Bewertungen. Mein Account wurde gehackt und dieses Produkt für 11 Cent gekauft um falsche Bewertungen abzugeben. Wurde bei Amazon schon gemeldet.", "label": 1, "portion_identifier": -1, "text_b": "VORSICHT BETRUG . toy"}, {"uid": "german-18643-trn", "text_a": "Keine sleep Funktion Kameraausschnitt zu klein und falsch platziert", "label": 1, "portion_identifier": -1, "text_b": "Schlechte Qualität . pc"}, {"uid": "german-33530-trn", "text_a": "Funktioniert nicht, sobald man mit dem schwamm mit Lack oder mit Pinsel kommt, wird es feucht und löst sich", "label": 1, "portion_identifier": -1, "text_b": "Nicht zu empfehlen . beauty"}, {"uid": "german-13607-trn", "text_a": "Nach 3,5 Jahren war er kaputt. Scheinbar der Druckkopf. Ein neuer kostet über 60 Euro. Für den Preis hat er definitiv nicht lang genug gehalten. Ein günstigerer Drucker schafft die Zeit auch. Ich ärgere mich, das ich nicht auf die schlechten Rezensionen gehört habe.", "label": 1, "portion_identifier": -1, "text_b": "Zu schnell Defekt . pc"}, {"uid": "german-9771-trn", "text_a": "Gutschein war schon benutzt", "label": 1, "portion_identifier": -1, "text_b": "Nicht kaufen . other"}, {"uid": "german-34590-trn", "text_a": "Absolut nicht empfehlenswert! Drucker erkennt die Patronen nicht an.", "label": 1, "portion_identifier": -1, "text_b": "Nicht zu empfehlen! . office_product"}], "2": [{"uid": "german-76680-trn", "text_a": "Verpackung lausig, kam in einem ungepolstertem Briefumschlag. Nur ein Reinigungsset für zwei Stück beigelegt - das geht besser und bin ich auch besser gewohnt. Daher nur 2*", "label": 2, "portion_identifier": -1, "text_b": "es geht deutlich besser . wireless"}, {"uid": "german-74278-trn", "text_a": "Dieser Rahmen ist viel zu klein für eine Trikot in Erwachsenengröße. Es ist nicht möglich, es ordentlich in den Rahmen zu quetschen.", "label": 2, "portion_identifier": -1, "text_b": "zu klein . home"}, {"uid": "german-72224-trn", "text_a": "Einen Teil war krumm, trotz mit Erfolg montiert. Leider die Schienen für die Schubladen sind viel zu kurz und musste meine eigene montieren.", "label": 2, "portion_identifier": -1, "text_b": "Krummer Teiler und Schubladenschienen viel zu kurz . furniture"}, {"uid": "german-74349-trn", "text_a": "Der Briefkasten sieht zwar schick aus, ist für die Montage an der Hauswand jedoch wenig geeignet. Die Abstandhalter sind zu kurz, der Deckel stößt deshalb beim öffnen an der Wand an und wird dadurch sehr leicht zerkratzt. Zudem stört der Falz des Deckels über dem Einwurf, da wird der Briefträger nicht begeistert sein. 😏 Habe den Abstand zur Wand vergrößert, man braucht natürlich längere und stärkere Schrauben! Die beiliegenden Schrauben sind sowieso zu dünn und zu kurz. Das gibt Punktabzug.", "label": 2, "portion_identifier": -1, "text_b": "Für Wandmontage kaum geeignet . home_improvement"}, {"uid": "german-59843-trn", "text_a": "Klangqualität ist ok für zum Sport machen allerdings sind die Akkus der Kopfhörer sehr schnell leer und sie halten trotz diesen Halterungen die dabei sind sehr schlecht im Ohr was vllt auch daran liegt dass ich Brillenträger bin", "label": 2, "portion_identifier": -1, "text_b": "Würde ich nicht noch einmal kaufen . electronics"}, {"uid": "german-62575-trn", "text_a": "Die Pinsel kamen gut verpackt an und die Qualität ist nicht die beste weil sie sehr Haaren aber dafür ist der Preis okay.", "label": 2, "portion_identifier": -1, "text_b": "Okay . beauty"}, {"uid": "german-53018-trn", "text_a": "Das Teil ist leicht und sauber verarbeitet. Es verbessert etwas die Luftzufuhr durch die Nase. Das war aber fast das Positive. Für mich blieb immer das unangenehme Gefühl eines Fremdkörpers. Manchmal hat es auch nicht gehalten. Und am Schnarchen hat sich laut meiner Partnerin auch nichts geändert. War halt ein Versuch, das Problem Schnarchen ist wohl zu komplex.", "label": 2, "portion_identifier": -1, "text_b": "Nicht überzeugt . drugstore"}, {"uid": "german-68936-trn", "text_a": "ladung über strom is kein problem. Nach 3h in der Prallen sonnen keinerlei veränderung des ladestandes", "label": 2, "portion_identifier": -1, "text_b": "solar funktioniert nicht . wireless"}], "3": [{"uid": "german-111330-trn", "text_a": "Habe Zahnfleisch Reizungen gehabt", "label": 3, "portion_identifier": -1, "text_b": "Gewöhnungsbedürftig . drugstore"}, {"uid": "german-94155-trn", "text_a": "Für den Preis grad mal so ok - entspricht nicht alles der Beschreibung", "label": 3, "portion_identifier": -1, "text_b": "So lala . furniture"}, {"uid": "german-104462-trn", "text_a": "Gut, obwohl sehr fließend, brauche wenig Material", "label": 3, "portion_identifier": -1, "text_b": "Gut . beauty"}, {"uid": "german-113175-trn", "text_a": "Leider löst sich die Folie bei Anbringung der original Samsung Hülle", "label": 3, "portion_identifier": -1, "text_b": "Nicht empfehlenswert . pc"}, {"uid": "german-97125-trn", "text_a": "Es ist leider alle paar Tage das gleiche drinnen ich habe auf mehr Vielfalt gehofft.", "label": 3, "portion_identifier": -1, "text_b": "Keine Vielfalt . grocery"}, {"uid": "german-113661-trn", "text_a": "Zuerst war ich mit dem Produkt ziemlich zufrieden: Kein unangenehmer Geruch, fester Sitz an der EOS 600d. Leider ist das Gummi bereits nach kurzer Zeit aus dem Plastikrahmen (ich weiß nicht wie ich es anders beschreiben soll) gerutscht, und das nur dadurch, dass ich die Kamera um den Hals hatte und die Augenmuschel dadurch an der Jacke schleifte. Jetzt ist es leider so locker, dass es gar nicht mehr hält und immer mehr oder weniger daneben hängt. Beim originalen Canon-Produkt ist mir dies nicht passiert, aber irgendwo muss ja der günstigere Preis herkommen! Noch einmal würde ich es jedenfalls nicht mehr kaufen.", "label": 3, "portion_identifier": -1, "text_b": "Lockeres Gummi . camera"}, {"uid": "german-96582-trn", "text_a": "ich mag Sony - und das nicht erst seit der Playstation: Irgendwie verbinde ich die Marke seit dem Walkman ganz automatisch mit \"tragbarer Musik\". Was lag da näher, als die negativen Bewertungen zu ignorieren und den Hörern eine Chance zu geben? Kurz: - der Klang ist extrem gut - dank 6 (!) unterschiedlicher Aufsätze gut passend im Ohr - Verbindungsqualität sehr gut (ich hatte weder mit dem Handy noch mit dem Rechner Probleme) - Lautstärke über APP einstellbar (im AppStore gibt es ZWEI Apps für die Sony-Hörer, und damit dauerhaft veränderbar) - ANC praktisch nicht vorhanden/ohne Funktion - Laufzeit bei mir: 1,5- max. 2h und damit viel zu kurz - Sound-Delay extremer als bei anderen BT-Kopfhörern Insgesamt war die mangelhafte Laufzeit dann genau die Kleinigkeit zuviel, um die Hörer zu retournieren... Schade...", "label": 3, "portion_identifier": -1, "text_b": "gekauft-getestet-gelitten-zurückgegeben... . electronics"}, {"uid": "german-88665-trn", "text_a": "Der Kocher sieht schön aus, mal etwas anderes. Leider hat die Emaile schon in der ersten Woche eine Macke bekommen und der Deckel könnnte sich besser öffnen lassen. Insgesamt bin ich mit dem Artikel zufrieden.", "label": 3, "portion_identifier": -1, "text_b": "Wasserkocher Monzana . kitchen"}], "4": [{"uid": "german-138539-trn", "text_a": "Das Dirndl ist wunderschön und das Preis-Leistungs-Verhältnis absolut stimmig. Leider brauche ich doch eine größere Größe, weswegen ich es zurückschicken werde.", "label": 4, "portion_identifier": -1, "text_b": "Wunderschönes Dirndl . apparel"}, {"uid": "german-155704-trn", "text_a": "NLP was? Hä? Dachte ich mir auch xD Gabs geholt und war cool. Echt gute Tipps!", "label": 4, "portion_identifier": -1, "text_b": "Gute Tipps! . digital_ebook_purchase"}, {"uid": "german-138908-trn", "text_a": "Schöne Waage, erfüllt ihren Zweck. Das Display hat Kratzer deshalb nur 4 Sterne Die Genauigkeit von 1g zweifel ich an, aber für die Küche ist dies irrelevant.", "label": 4, "portion_identifier": -1, "text_b": "Schöne Küchenwaage . home"}, {"uid": "german-150565-trn", "text_a": "Ware kam sehr schön verpackt an, nur leider war die Lebensdauer der Lampen nich sehr lang. Der Verkäufer bot mir neue an, da wahrscheinlich eine schlechte Charge erwischt habe. 4 Sterne für den Kundensevice, 5 gibt es wenn die Lampen auch noch halten.", "label": 4, "portion_identifier": -1, "text_b": "Guter Kundenservice . home"}, {"uid": "german-158028-trn", "text_a": "Spannende Geschichte, die mit Lokalkolorit und dem Privatleben der Hauptfigur eine schönes Bild zeichnet. Manchmal werden grundsätzliche Erklärungen zur Hauptfigur unnötigerweise mehrfach wiederholt, aber sonst top.", "label": 4, "portion_identifier": -1, "text_b": "Angenehm zu lesen, spannend . digital_ebook_purchase"}, {"uid": "german-134427-trn", "text_a": "Bei dieser Folie bin ich hin- und hergerissen. Es sind zwei Folien und Montagesets in der Verpackung enthalten. Die erste Folie habe ich beim Anbringen erstmal kaputt gemacht, da ich sie verbogen habe und sie somit nicht mehr haften konnte. Mit dieser Erfahrung konnte ich die zweite Folie dann problemlos anbringen. Sie liegt nun nahezu blasenfrei auf. Ich bin jedoch nicht davon überzeugt, dass diese Folie wirklich dauerhaft halten wird. Dennoch denke ich, es gibt aktuell keine bessere Folie auf dem Markt, die für das S7 mit seinem Edge-Display passt. Aufgrund der anfangs problematischen Montage, des doch recht hohen Preises und der Befürchtung, dass die Folie nicht der erforderlichen Haltbarkeit gerecht wird, vergebe ich nur 3 Sterne. ANMERKUNG VOM 29.03.2019 Die Hülle hält immer noch 1A und löst sich nicht ab. Ich bin von der Qualität absolut überzeugt und erhöhe auf 4 Sterne.", "label": 4, "portion_identifier": -1, "text_b": "Gutes Ergebnis, unzufrieden mit Anbringung . wireless"}, {"uid": "german-156413-trn", "text_a": "Besser als erwartet, hab kaum brennen oder Hautreizung gehabt. Kann ich daher empfehlen.", "label": 4, "portion_identifier": -1, "text_b": "Kann ich persönlich empfehlen. . beauty"}, {"uid": "german-134562-trn", "text_a": "Der Hahn stößt an das Handgelenk.Man ist geneigt nicht an den Griff(schwarzes Handstück),sondern am Schlauch festzuhalten.Der Hahn müßte von unten angebaut sein.", "label": 4, "portion_identifier": -1, "text_b": "der Hahn stöhrt . lawn_and_garden"}], "5": [{"uid": "german-181482-trn", "text_a": "Die Größe des Geräts ist in Ordnung. Man kann das Gerät entweder aufhängen oder einfach iWo hinstellen. Es macht überhaupt keine Geräusche und das Ultraviolett hat eine angenehme Beleuchtung. Das Gerät braucht keine Chemikalien oder ähnliches und gibt auch keinen Geruch ab. Es wurde schnell geliefert und preis Leistung stimmt ebenfalls.", "label": 5, "portion_identifier": -1, "text_b": "Eine gute Lösung gegen Fliegen und Mücken . lawn_and_garden"}, {"uid": "german-186915-trn", "text_a": "Wir haben bereist die Stühle ohne Armlehne und wollten nun noch zwei weitere mit Lehne, was soll ich sagen sind wiedermal begeistert! Lieferung war 3 Tage später bei uns, obwohl die Stühle aus England kommen. Der Aufbau war wie immer recht simple und gut verständlich. Die Stühle sind mega bequem und optisch natürlich ein wow. Kann die Stühle jedem empfehlen.", "label": 5, "portion_identifier": -1, "text_b": "Kauf sehr zu empfehlen . furniture"}, {"uid": "german-192149-trn", "text_a": "sehr gut in der Anwendung, gut in der Verarbeitung, kann weiter empfohlen werden und die schnelle Lieferung ist ausgezeichnet, bin sehr zufrieden", "label": 5, "portion_identifier": -1, "text_b": "bin sehr zufrieden . kitchen"}, {"uid": "german-199915-trn", "text_a": "Schnelle Lieferung! Spitzen Qualität. Das Laufrad war schon incl. zusammengebaut bis auf das Lenkrad. ( Zu meiner Freude! ) Unser Sohn ist 2 1/2 Jahre alt und begeistert.", "label": 5, "portion_identifier": -1, "text_b": "Tolle Qualität! . toy"}, {"uid": "german-178745-trn", "text_a": "produkt kam pünktlich und unbeschädigt an", "label": 5, "portion_identifier": -1, "text_b": "Geschenk . grocery"}, {"uid": "german-181978-trn", "text_a": "Bin sehr Zufrieden mit der Base, kaum Eigengeschmack für ein unverfälschten Aroma Geschmack. Werde es aufjedenfall wieder kaufen! klare kaufempfehlung!!", "label": 5, "portion_identifier": -1, "text_b": "Super!!! . drugstore"}, {"uid": "german-165626-trn", "text_a": ".. weil gute stabile verarbeitung. sie steht fest und ist dennoch formbar ! ich habe die tasche in der küche stehen und wie man sehen kann ist sie als transport für gebrauchtes papier von mir gedacht. das tolle rot gibt meiner grauen küche noch einen extra farbtupfer ;) kann ich nur empfehlen ...", "label": 5, "portion_identifier": -1, "text_b": "Genial .. . home"}, {"uid": "german-182947-trn", "text_a": "Manchmal wird mir das plätschern zu viel aber soweit ii at der Filter optimal Muss seit ich ihn habe nur noch ca 20 Mal am Tag pissen gehen von dem vielen wasserplätschern Es wird genügend Sauerstoff ins Becken eingemischt durch den Wasserfall", "label": 5, "portion_identifier": -1, "text_b": "Kaufempfehlung . pet_products"}]}