{"1": [{"uid": "german-29099-trn", "text_a": "Leider funktioniert das Teil nicht mit meiner 4er watch. Sowohl am normalen Stecker wie auch NB oder PBank fängt das Teil an, hört aber nach ca 2 min auf zu laden. Für mich so leider nutzlos.", "label": 1, "portion_identifier": -1, "text_b": "Lädt nicht mit watch 4 . electronics"}, {"uid": "german-13980-trn", "text_a": "Gott sei dank kann die Rowenta Kaffee kochen :-) ansonsten bin ich maßlos enttäuscht. ich habe die Kaffeemaschine im September 2018 gekauft, der Wasserstand in meiner 15 Jahre alten Maschine war schon schwer ablesbar, aber bei der Maschine ist es ohne einer LED Taschenlampe nicht möglich zu erkennen wie viel Wasser schon eingefüllt wurde. Da ich eine Thermoskanne habe ist es auch nicht möglich bei der den Wasserstand abzulesen. Außerdem ist die Thermoskanne innen derart fleckig, braun und unansehnlich und kann mit nichts entfernt werden :-( Der Tropfstopp funktioniert überhaupt nicht, es sind jedes Mal Kaffeeflecken am Boden der Maschine. Den Filtereinsatz zu entfernen habe ich mich noch nicht getraut da ich Angst habe dass die Befestigung kaputt geht. Leider habe ich es verabsäumt die Maschine zurückzuschicken, ich würde sie mir nicht noch einmal kaufen, Sie ist keine Empfehlung!!", "label": 1, "portion_identifier": -1, "text_b": "Der Tropfstop ist leider eine Irreführung . kitchen"}, {"uid": "german-27183-trn", "text_a": "Dass der Kleber etwas flüssig ist hatte ich in den vorhergehenden Rezessionen ja schon gelesen.... aber SO flüssig!? Der Kleber hat die Konsistenz von Wasser! Der zweite Makel: der Kleber klebt nicht! Ich habe es mit Holz und mit Porzellan versucht, aber es wollte auf keinem Untergrund kleben! Nach 2 Minuten festhalten / fixieren klebte dann zumindest das Holz, aber das mit dem fixieren ist ja nicht Sinn und Zweck eines SEKUNDEN-Klebers...?! Bei dem Porzellan hielt es dann kurzfristig auch, löste sich aber anschließend wieder.... Alles in allem völlig unbrauchbar, ich habe es jetzt zurück geschickt!", "label": 1, "portion_identifier": -1, "text_b": "Völlig unbrauchbar . industrial_supplies"}, {"uid": "german-8091-trn", "text_a": "0 Samen von 11 Samen haben gekeimt. Das ist für diese Samen sehr schlimm. Schade um die Zeit für den Anbau!", "label": 1, "portion_identifier": -1, "text_b": "sehr schlecht . lawn_and_garden"}], "2": [{"uid": "german-46034-trn", "text_a": "Hat mir persönlich nicht gefallen. Wenn mann es hin und her bewegt fällt es schwer auf der Hand. Für leichte Verschmutzung gedacht. Für die ganze 100 qm Wohnung ist es nichts!", "label": 2, "portion_identifier": -1, "text_b": "Nicht mein ding! . drugstore"}, {"uid": "german-40123-trn", "text_a": "Also das Panzerglas zerkratzt doch recht fix und ist somit nicht mehr ganz ansehnlich", "label": 2, "portion_identifier": -1, "text_b": "Naja.... . wireless"}, {"uid": "german-67935-trn", "text_a": "ich wollte die Uhr zurückgeben. Leider hat 2 Mal die Abholung nicht geklappt! Einmal mit Hermes und einmal mit DHL versucht. Der Hermes Bote war da konnte aber nicht scannen!!! Der DHL Bote kam erst gar nicht. Jetzt sitze ich auf einer Uhr die ich nicht haben will!! Lächerlich!!", "label": 2, "portion_identifier": -1, "text_b": "das produkt ist soweit ok . sports"}, {"uid": "german-77167-trn", "text_a": "Der Schlauch lässt sich nur mit sehr viel Mühe auf die Trommel ziehen. Es ist keine Erleichterung diese Trommel zu benutzen. Wir haben die Trommel 1-2 mal benutzt und dann in der Ecke liegen lassen. Lieber etwas mehr Geld ausgeben, dafür aber was nützliches.", "label": 2, "portion_identifier": -1, "text_b": "Unbrauchbar . lawn_and_garden"}], "3": [{"uid": "german-106595-trn", "text_a": "es scheint so, als ob sich die Tauben von der lausigen Qualität nicht beirren lassen. es hält die tauben zumindest auf Distanz.", "label": 3, "portion_identifier": -1, "text_b": "scheint zu wirken . lawn_and_garden"}, {"uid": "german-108951-trn", "text_a": "Die Luft hält nicht ganz so lange in dem Planschbecken. Daher öfters mal wieder aufblasen.", "label": 3, "portion_identifier": -1, "text_b": "Verliert etwas Luft . lawn_and_garden"}, {"uid": "german-110581-trn", "text_a": "mir gefällt der Becher besonders gut, weil er die seitlichen Griffe hat und das Kind schnell selber daraus trinken kann. Auch die Größe ist völlig ausreichend. Er läuft auch nicht aus, wenn man das Silikon vorher überprüft, ob es richtig anliegt. Unsere Tochter trinkt seit sie 8 Monate alt ist daraus und kommt sehr gut zurecht damit. Das einzige Manko: Das Motiv am Becher geht auf unschöne Weise sehr früh ab. Ich werde es jetzt wohl mit Nagellackentferner entfernen, weil es sehr verschmiert ist.", "label": 3, "portion_identifier": -1, "text_b": "guter Trinkbecher, leider geht das Motiv ab . baby_product"}, {"uid": "german-87323-trn", "text_a": "Nur 3 Punkte - weil von 2 Sets hat nur eines funktioniert. Von einem Set wurde die FarbPatrone nicht erkannt. Die schwarz habe ich dann gar nicht versucht. Das 2 te Set hat sofort funktioniert - trotzdem ärgerlich .. wieder Paket zurücksenden .. wieder bestellen und warten, sowie hoffen dass diesmal alles geht. Service von Amazon - 5 STERNE", "label": 3, "portion_identifier": -1, "text_b": "Leider wird eine Farbpatrone nicht erkannt . office_product"}], "4": [{"uid": "german-159163-trn", "text_a": "Macht was es soll und für den Preis absolut okay.", "label": 4, "portion_identifier": -1, "text_b": "Für den Preis super . pc"}, {"uid": "german-143997-trn", "text_a": "Habe ein kleines Radio für die Arbeit gesucht wurde definitiv nicht enttäuscht für den Preis immer wieder gern Empfang von den Sendern war auch kein Problem !👍", "label": 4, "portion_identifier": -1, "text_b": "Das Teil ist der Hammer . pc"}, {"uid": "german-144323-trn", "text_a": "Das Gerät schaltet sich leider nicht schnell genug aus, wenn das Wasser kocht. Ansonsten sehr praktisch in der Handhabung und auch formschön.", "label": 4, "portion_identifier": -1, "text_b": "Fast perfekt . kitchen"}, {"uid": "german-152886-trn", "text_a": "Es wird sich herausstellen, wie lange es halten wird", "label": 4, "portion_identifier": -1, "text_b": ". . office_product"}], "5": [{"uid": "german-171287-trn", "text_a": "Ich hasse es selber meine kippen überall zu hinterlassen und habe mir deswegen den Taschen ascher angeschafft", "label": 5, "portion_identifier": -1, "text_b": "Idealer Aschenbecher für unterwegs . luggage"}, {"uid": "german-182705-trn", "text_a": "Bin von dem natürlichen Holz überrascht. Alles sehr hochwertig! In der Anwendung auch super. Klare Empfehlung!!!", "label": 5, "portion_identifier": -1, "text_b": "Top Qualität! . drugstore"}, {"uid": "german-163362-trn", "text_a": "War gute Geschenkidee !", "label": 5, "portion_identifier": -1, "text_b": "Schnelle Lieferung - gut und sicher verpackt ! . furniture"}, {"uid": "german-197646-trn", "text_a": "Als ehemaliger Eishockeyspieler war ich sofort von den K2 begeistert. Gerade das Schnüren sorgte als Kind für mich für kaputte Hände. Das entfällt hier und unsere 7 jährige Tochter kann sie alleine an und ausziehen. Nach 2 Stunden kann die freihändig laufen und genießt den neuen Sport. Danke K2 und Amazon", "label": 5, "portion_identifier": -1, "text_b": "Perfekt für Einsteiger . sports"}]}