{"1": [{"uid": "spanish-22219-trn", "text_a": "LA MANGUERA SE ROMPIÓ EL SEGUNDO DIA NO LA RECOMIENDO", "label": 1, "portion_identifier": -1, "text_b": "DECEPCIÓN . lawn_and_garden"}, {"uid": "spanish-11908-trn", "text_a": "Aun no me a llegado...llega con retraso....nadie me a llamado!!!", "label": 1, "portion_identifier": -1, "text_b": "Falta de llegada en fecha... . electronics"}, {"uid": "spanish-29855-trn", "text_a": "No tiene los agujeros hechos. Tienes que hacerlos tú. Una mierda", "label": 1, "portion_identifier": -1, "text_b": "Engaño . beauty"}, {"uid": "spanish-37240-trn", "text_a": "Es lo peor. Ni siquiera llega a ser de juguete. Su calidad y todo es muy decepcionante. Se va rompiendo mientras lo montas", "label": 1, "portion_identifier": -1, "text_b": "Steven cuervo . furniture"}], "2": [{"uid": "spanish-72149-trn", "text_a": "Que pena ,no me dio el resultado que esperaba, Un producto caro y de mala calida ,me deja el pelo horroroso.", "label": 2, "portion_identifier": -1, "text_b": "Decepción total . beauty"}, {"uid": "spanish-45913-trn", "text_a": "Un día de uso ha durado, se mantiene caliente varias horas pero en cuanto se mueve un poco sale el líquido por muy bien que lo cierres. La gomita que aísla para evitar que el líquido se escape se ha aflojado. Muy bonito y todo lo que quieras pero muy poco práctico si pretendes llevarlo en otro sitio que no sea la mano para evitar que tenga fugas.", "label": 2, "portion_identifier": -1, "text_b": "Revisión. . home"}, {"uid": "spanish-69609-trn", "text_a": "En las imagenes se veian dibujos y motivos infantiles y nada que ver con lo que me han enviado. Rayas y puntos.", "label": 2, "portion_identifier": -1, "text_b": "Defraudada . home"}, {"uid": "spanish-50566-trn", "text_a": "Son blanditos pero poco resistentes,se rompen enseguida", "label": 2, "portion_identifier": -1, "text_b": "Juguete poco resistente . toy"}], "3": [{"uid": "spanish-90817-trn", "text_a": "La uso en una oficina con equipos Windows y Mac. La impresora está bien y, si bien no es tan rápida como una láser a nivel de costes no se dispara tanto. Los cartuchos duran prácticamente igual que los tóners y son un pelo más baratos. No he probado con cartuchos clones, pero ahí se baja el coste considerablemente. El problema es con el Mac, no imprime a doble cara (usando el driver de Epson). Si alguien sabe cómo que me ayude!!", "label": 3, "portion_identifier": -1, "text_b": "Incompatibilidad con macOS . pc"}, {"uid": "spanish-88567-trn", "text_a": "Buena iluminación con un tono agradable. Buenos componentes también. Lo malo es que las letras están serigrafiadas en el cristal y no se pueden quitar, esteticamente pierde bastante porque no necesito ver la potencia del foco cuando está en la pared", "label": 3, "portion_identifier": -1, "text_b": "demasiadas letras . home"}, {"uid": "spanish-115263-trn", "text_a": "En la foto parecen más bonitas y mejor presentadas, en el paquete se quedan algo pobres para regalar, la calidad parece aceptable con relación al precio. He tardado mucho en recibirlas.", "label": 3, "portion_identifier": -1, "text_b": "Aceptables . wireless"}, {"uid": "spanish-82475-trn", "text_a": "El artículo llegó bien presentado, sin embargo una vez abierto, resulta que al bote de cera le faltaba un tercio de su contenido y la crema de lavado estaba medio abierta y medio vacía. El producto es correcto, sin embargo, como quizás cabría esperar al ser un pack, las tijeras por ejemplo están muy lejos de ser buenas, se enganchan fácilmente con la barba y son muy poco recomendable para recortar realmente la barba, la navaja asimismo está poco afilada y parece en su estado más un objeto decorativo que otra cosa. De todas formas y a pesar de ciertos defectos (algunos esperables) el producto no es malo (al menos hasta dónde he podido comprobar por el momento) pero desde luego no merece la valoración cercana a 5 estrellas que le dan la mayor parte de las evaluaciones.", "label": 3, "portion_identifier": -1, "text_b": "Correcto pero muy muy mejorable . drugstore"}], "4": [{"uid": "spanish-128975-trn", "text_a": "Es cómodo y pesa poco el único pero el único pero que veo es que si lo utilizas mucho le salen manchas de óxido en el tornillo", "label": 4, "portion_identifier": -1, "text_b": "Pasable . wireless"}, {"uid": "spanish-138798-trn", "text_a": "Aunque es de iniciación es técnico si partes de cero. Se lee muy rápido eso sí, así que recomendado. Aconsejable.", "label": 4, "portion_identifier": -1, "text_b": "Aunque es de iniciación es técnico si partes de cero. . book"}, {"uid": "spanish-145676-trn", "text_a": "Es un plastico duro encima de la pantalla. A mi me funciona muy bien. Proteccion para la pantalla perfecta. Lo unico que si lo retiras se rompe.", "label": 4, "portion_identifier": -1, "text_b": "Correcto. Hace su funcion . wireless"}, {"uid": "spanish-136255-trn", "text_a": "Para los que usamos Linux la verdad es que este tipo de dispositivos son medio una tortura, lo compre para una raspberry pi y como siempre el tema de plug-and-play queda limitado para los usuarios de windows.", "label": 4, "portion_identifier": -1, "text_b": "Como siempre si no es windows . pc"}], "5": [{"uid": "spanish-180743-trn", "text_a": "Le compré para mi hijo y le ha encantado. La talla es la correcta, llegó cuando estaba previsto. Mi hijo dice qué el color es fantástico y es perfecto para los días de frío", "label": 5, "portion_identifier": -1, "text_b": "Madre satisfecha . apparel"}, {"uid": "spanish-163270-trn", "text_a": "He de confesar que al principio lo noté raro (probablemente al mezclarse con el anterior en la cafetera). Luego según lo he ido probando me ha encantado. Me gusta el café fuerte, intenso, y que a la vez puedas tomártelo sin sacarina o azucar. Este es un café que estará en mi lista de pedidos.", "label": 5, "portion_identifier": -1, "text_b": "Café fuerte e intenso . grocery"}, {"uid": "spanish-183074-trn", "text_a": "Juan es un gran emprendedor y de forma fácil y sencilla nos muestra como alcanzar la libertad financiera. Recomendale 100%", "label": 5, "portion_identifier": -1, "text_b": "una gran guía para obtener la libertad financiera . digital_ebook_purchase"}, {"uid": "spanish-195592-trn", "text_a": "Todo ok,buena calidad", "label": 5, "portion_identifier": -1, "text_b": "Buena calidad . home_improvement"}]}