{"0": [{"uid": "spanish-1031-val", "text_a": "El auditorio primero se importó desde Londres en 1862 a París y se volvió enormemente popular con bailarines, cantantes, acróbatas y animales entrenados como asistentes.", "label": "0", "portion_identifier": -1, "text_b": "El auditorio se importó primero a Londres desde París en 1862 y se volvió enormemente popular con bailarines, cantantes, acróbatas, magos, animales entrenados."}, {"uid": "spanish-1527-val", "text_a": "Tocó con la banda de Lionel Hampton y en 1946 grabó con la banda de Billy Eckstine.", "label": "0", "portion_identifier": -1, "text_b": "Grabó con la banda de Billy Eckstine y en 1946 tocó con Lionel Hampton."}, {"uid": "spanish-321-val", "text_a": "El Cabo Don recibió ese nombre en 1818 por George Don en homenaje al General Sir Phillip Parker King, el lugarteniente de Gibraltar.", "label": "0", "portion_identifier": -1, "text_b": "Cape Don fue nombrado por Phillip Parker King en 1818, como un elogio al General Sir George Don, el Teniente Gobernador de Gibraltar."}, {"uid": "spanish-968-val", "text_a": "El grado de diferenciación entre las tendencias protestante y católica dentro de la tradición anglicana es un debate de rutina tanto en las iglesias anglicanas específicas como entre la comunidad anglicana.", "label": "0", "portion_identifier": -1, "text_b": "El grado de distinción entre las tendencias protestantes y católicas dentro de la tradición anglicana específica es habitualmente un tema de debate entre las iglesias anglicanas y en toda la comunión anglicana."}], "1": [{"uid": "spanish-761-val", "text_a": "Leigh Court Barn es una colecturía rodeada de maleantes en Pershore Abbey, construida a principios del siglo catorce para almacenar y producir para Leigh, Worcestershire, Inglaterra.", "label": "1", "portion_identifier": -1, "text_b": "Leigh Court Barn es una colecturía rodeada por maleantes en la Pershore Abbey, construida a principios del siglo catorce para almacenar productos para Leigh, Worcestershire, Inglaterra."}, {"uid": "spanish-743-val", "text_a": "El río Dilcov es un afluente derecho del río Milcov en Rumania.", "label": "1", "portion_identifier": -1, "text_b": "El río Dilcov es un afluente del río Milcov de Rumania."}, {"uid": "spanish-1421-val", "text_a": "Limita con el municipio de Sheshequin al este, el municipio de Roma al este y al sur, el municipio de Atenas al sur y el municipio de Windham al oeste.", "label": "1", "portion_identifier": -1, "text_b": "Está limitado por el Municipio de Sheshequin hacia el este, el Municipio de Rome hacia el este y el sur, el Municipio de Athens hacia el sur y el Municipio de Windham hacia el oeste."}, {"uid": "spanish-1181-val", "text_a": "Cuando Peter Joseph Whelihan abrió su segundo restaurante en Allentown en 1993, le cambió el nombre a P. J. Whelihan's para honrar a su abuelo, Platzer.", "label": "1", "portion_identifier": -1, "text_b": "En 1993, cuando Peter Joseph Whelihan abrió su segundo restaurante en Allentown, le cambió el nombre a P. J. Whelihan en honor a su abuelo, Platzer."}]}