{"0": [{"uid": "german-583-val", "text_a": "Nach der Hochzeit in seiner Heimatstadt Barcelona, Spanien, flog das Hochzeitspaar nach Sakarya.", "label": "0", "portion_identifier": -1, "text_b": "Nach der Hochzeitsfeier in ihrem Heimatort Sakarya, flog das Paar nach Barcelona, Spanien."}, {"uid": "german-1172-val", "text_a": "Sie sind überladen von spärlicher orchestraler Live-Musik und bestehen aus vagen, beinahe absichtlich farblosen Klängen.", "label": "0", "portion_identifier": -1, "text_b": "Sie werden überschüttet von farbloser Live-Musik und bestehen aus vagen, beinahe bewusst spärlichen orchestralen Klängen."}, {"uid": "german-1808-val", "text_a": "Das Prudential Building (HMB), früher Houston Main Building genannt, war ein Wolkenkratzer im Texas Medical Center in Houston in Texas.", "label": "0", "portion_identifier": -1, "text_b": "Das Houston Main Building (HMB) vormals als Prudential Building bekannt ist ein Wolkenkratzer beim Texas Medical Center in Houston, Texas."}, {"uid": "german-655-val", "text_a": "Stephen Pearl Andrews war ein individualistischer Anarchist und enger Verbündeter von Josiah Warren.", "label": "0", "portion_identifier": -1, "text_b": "Josiah Warren war ein individualistischer Anarchist und enger Verbündeter von Stephen Pearl Andrews."}], "1": [{"uid": "german-1955-val", "text_a": "Die UIF entstand 2008 durch die Fusionierung der Indoor Football League (IFL) und der United Intense Football League.", "label": "1", "portion_identifier": -1, "text_b": "Die UIF entstand 2008 durch die Fusion der Indoor Football Leage (IFL) und der United Intense Football League."}, {"uid": "german-1436-val", "text_a": "Superstar Jackie Shroff’s Fahrer Alok Nath konnte seinen Job nicht machen also wurde er durch seinen Sohn Deepak (Rahul Roy) ersetzt.", "label": "1", "portion_identifier": -1, "text_b": "Alok Nath, der Fahrer von Superstar Jackie Shroff, war nicht imstande seine Arbeit zu machen, sodass er von seinem Sohn Deepak (Rahul Roy) ersetzt wurde."}, {"uid": "german-132-val", "text_a": "Während seiner Teilnahme an der DTM stand der Audi V8 in Konkurrenz zu den viel kleineren und leichteren Mercedes 190, BMW M3 und zum etwas kleineren Opel Omega 3000.", "label": "1", "portion_identifier": -1, "text_b": "Der Audi V8 fuhr während seiner DTM-Auftritte gegen deutlich kleinere und leichtere Mercedes 190, BMW M3 und etwas kleinere Opel Omega 3000."}, {"uid": "german-1873-val", "text_a": "McMillan verbrachte zwei Jahre beim Royal Medical Corp. in Tidworth und später in Didcot, wo er MRS-Untersuchungen an Soldaten durchführte, die im Koreakrieg verwundet worden waren.", "label": "1", "portion_identifier": -1, "text_b": "McMillan verbrachte zwei Jahre beim Royal Medical Corp. in Tidworth und später in Didcot, wo er MRS-Untersuchungen bei Soldaten durchführte, die im Koreakrieg verwundet worden waren."}]}