{"0": [{"uid": "french-139-val", "text_a": "Près de la rivière Lostine, un affluent de la rivière Wallowa, à l'est des montagnes Wallowa Mountains du nord-est de l'Oregon.", "label": "0", "portion_identifier": -1, "text_b": "La rivière Wallowa, un affluent de la rivière Lostine, à l'est des montagnes Wallowa, au nord-east de l'Oregon, se trouve dans les environs."}, {"uid": "french-1601-val", "text_a": "Luk ou Loke est la romanisation chinoise de plusieurs (mais pas tous) noms de famille cantonais qui sont romanisés en mandarin sous le nom de Lu.", "label": "0", "portion_identifier": -1, "text_b": "Luk ou Loke est la romanisation en cantonais de plusieurs (mais pas tous) noms de famille chinois qui sont romanisés comme Lu en mandarin."}, {"uid": "french-1501-val", "text_a": "Il a été remplacé par la station alternative 80's Classic sur Sirius Radio 1st Wave.", "label": "0", "portion_identifier": -1, "text_b": "Elle a été remplacée par la chaîne alternative Classic 80's sur Sirius Radio 1st Wave."}, {"uid": "french-1949-val", "text_a": "Dakota City fait partie de la région métropolitaine Sioux City, IA -- NE -- SD.", "label": "0", "portion_identifier": -1, "text_b": "Dakota City fait partie de la zone statistique métropolitaine NE -- Sioux City, IA -- SD."}], "1": [{"uid": "french-1289-val", "text_a": "Mark Allen a gagné la finale 1 -- 0 (104 -- 0) contre Martin Gould.", "label": "1", "portion_identifier": -1, "text_b": "Mark Allen gagna la finale contro Martin Gould 1-0 (104-0)."}, {"uid": "french-1552-val", "text_a": "Il a travaillé avec des architectes contemporains tels que Francesco Grimaldi, Bartolomeo Picchiatti et Giovan Giacomo Di Conforto.", "label": "1", "portion_identifier": -1, "text_b": "Il a collaboré avec des architectes contemporains tels que Giovan Giacomo Di Conforto, Bartolomeo Picchiatti et Francesco Grimaldi."}, {"uid": "french-70-val", "text_a": "Le 8 mai 2015, Tapia perdu dans Michel Soro.", "label": "1", "portion_identifier": -1, "text_b": "Le 8 mai 2015, Tapia perdit Michel Soro."}, {"uid": "french-912-val", "text_a": "La circonscription française du Finistère est une 1ère circonscription dans le département du Finistère.", "label": "1", "portion_identifier": -1, "text_b": "La circonscription législative française du Finistère est une 1ère circonscription du département du Finistère."}]}