{"0": [{"uid": "spanish-1510-val", "text_a": "Hazel interpretó el rol de la hermana más joven, Alexandra Coopinger, en la nueva serie de televisión \"Difuntas Encantadoras\".", "label": "0", "portion_identifier": -1, "text_b": "Alexandra Coppinger interpretó en el rol de Hazel, la más joven de las hermanas, con la nueva serie de televisión \"Difuntas Encantadoras\"."}, {"uid": "spanish-494-val", "text_a": "La historia de la 188.° división de misiles comienza el 29 de abril de 1941, cuando se completó la formación de la 46.° división del rifle en Kaunas.", "label": "0", "portion_identifier": -1, "text_b": "La historia de la División 46 de Cohetes comienza el 29 de abril de 1941, cuando la formación de la División 188 de Rifles se completó en Kaunas."}, {"uid": "spanish-88-val", "text_a": "El 13 de noviembre de 2016, David Machado asesinó a Dennis Wallace en Fox Grove Park cerca de la ciudad de Hughson.", "label": "0", "portion_identifier": -1, "text_b": "El 13 de noviembre de 2016, el Diputado David Machado fue asesinado por Dennis Wallace en Fox Grove Park cerca de la Ciudad de Hughson."}, {"uid": "spanish-1950-val", "text_a": "Se casó con Marie Magdalene Schweigaard, hija de Tellef Dahll Schweigaard, sobrina del político de alto rango Anton Martin Schweigaard y Tante del posterior Primer Ministro Christian Homann Schweigaard.", "label": "0", "portion_identifier": -1, "text_b": "Se casó con Marie Magdalene Schweigaard, hija de Tellef Dahll Schweigaard, sobrina del importante político Christian Homann Schweigaard y tía del Primer Ministro Anton Martin Schweigaard."}, {"uid": "spanish-269-val", "text_a": "La versión original, sin embargo, fue omitida en favor de la edición blanda.", "label": "0", "portion_identifier": -1, "text_b": "La versión más suave, sin embargo, se omitió en favor de la edición original."}, {"uid": "spanish-1335-val", "text_a": "Todas las producciones están diseñadas por Graham Spicer y escritas por Carlo Orlandi.", "label": "0", "portion_identifier": -1, "text_b": "Todas nuestras producciones están escritas por Graham Spicer y diseñadas por Carlo Orlandi."}, {"uid": "spanish-1569-val", "text_a": "Rakai es la sede de Uganda, que fue el epicentro a principios de la década del 80 y fue la primera zona afectada por la epidemia de SIDA en el distrito de Rakai.", "label": "0", "portion_identifier": -1, "text_b": "Rakai es la sede central del distrito de Rakai, que fue el epicentro a principios de 1980 y fue el primero afectado por la epidemia de SIDA en Uganda."}, {"uid": "spanish-382-val", "text_a": "La Liga Continental fue el último intento serio de crear una nueva liga de tercera mayor de clubes.", "label": "0", "portion_identifier": -1, "text_b": "La liga continental fue el último intento serio de crear una tercera liga importante compuesta por clubes nuevos."}], "1": [{"uid": "spanish-1001-val", "text_a": "Fue el sexto problema del torneo y la tercera parada de la Serie Mundial 14 IRB Sevens de 2013.", "label": "1", "portion_identifier": -1, "text_b": "Fue la sexta edición del torneo y la cuarta parada de la Serie Mundial de Sevens de 2013 -- 14 IRB."}, {"uid": "spanish-660-val", "text_a": "Migvan (\"iluminado'' con colores) es un pequeño kibutz urbano ubicado en la ciudad de Sderot en el noroeste del desierto de Negev en Israel.", "label": "1", "portion_identifier": -1, "text_b": "Migvan (\"encendida'' colorida) es una pequeña ciudad kibutz en la ciudad de Sderot en el desierto noroeste de Negev en Israel."}, {"uid": "spanish-466-val", "text_a": "Eliza era la hija de su hermana Judith, que había muerto alrededor de 1748.", "label": "1", "portion_identifier": -1, "text_b": "Eliza fue hija de su hermana Judith que había muerto alrededor de 1748."}, {"uid": "spanish-1617-val", "text_a": "El reparto está principalmente enfocado en música alternativa y música indie.", "label": "1", "portion_identifier": -1, "text_b": "El elenco está enfocado principalmente en música indie y música alternativa."}, {"uid": "spanish-1472-val", "text_a": "Recomienda contratos financieros por escrito con testigos confiables, a pesar de que hay una disputa sobre la igualdad de las testigos femeninas.", "label": "1", "portion_identifier": -1, "text_b": "Recomienda contratos financieros por escrito con testigos confiables, a pesar de que hay una disputa sobre la igualdad del testimonio femenino."}, {"uid": "spanish-1052-val", "text_a": "Luego de dejar Bélgica. firmó por tres años con Bristol City en Australia, pero tuvo que regresar a Inglaterra por problemas con la visa.", "label": "1", "portion_identifier": -1, "text_b": "Después de dejar Bélgica, firmó con Bristol City por tres años en Australia, pero tuvo que volver a Inglaterra debido a problemas con la visa de trabajo."}, {"uid": "spanish-1433-val", "text_a": "Melodie Crittenden se fue del grupo en 2004 en busca de una carrera solista, y durante la mayoría de 2005 Nicol cantó con el grupo.", "label": "1", "portion_identifier": -1, "text_b": "Melodie Crittenden abandonó el grupo en 2004 para perseguir una carrera solista, y durante la mayor parte del año 2005, Nicol cantó con."}, {"uid": "spanish-1691-val", "text_a": "Jugó en Escocia al principio de su carrera, pero se mudó a Australia para jugar en la Victorian State League con Frankston City.", "label": "1", "portion_identifier": -1, "text_b": "Jugó en Escocia al principio de su carrera, pero se mudó a Australia para jugar para Frankston City en la Victorian State League."}]}