{"1": [{"uid": "german-39950-trn", "text_a": "Kann ich nicht bewerten, da es defekt ist und zurück gegangen ist.", "label": 1, "portion_identifier": -1, "text_b": "Relaxo Cat zur Entspannung . pet_products"}, {"uid": "german-17184-trn", "text_a": "Naja halt Chinakram nach zweimaligem betätigen des Verschlusses ging der obere Ring ab,erstmal wieder angeklebt. Keine Kaufempfehlung .Verschluß anfänglich erstmal dicht,mal sehen wie lange.", "label": 1, "portion_identifier": -1, "text_b": "Wahrscheinlich Chinakram - billig zusammengebaut . home"}, {"uid": "german-7264-trn", "text_a": "Haben das Gerät nun seit 4 Wochen genutzt. Nun kein Signal mehr, Antwort von Service erhalten, Rücksendung zur Reperatur nötig (Sendung nach Frankreich für 10€) und muss selbst getragen werden. Wirklich sehr ärgerlich bei diesem Preis.", "label": 1, "portion_identifier": -1, "text_b": "Anfang super, nun bitterlich enttäuscht von Produkt und Servive!!! . wireless"}, {"uid": "german-18198-trn", "text_a": "Ich habe Rommelsbacher bestellt. Aber die Karton total kaputt, ehrlich bin ich sehr enttäuscht. Ich sehe die Karton und ehrlich, ich habe kein boch mehr", "label": 1, "portion_identifier": -1, "text_b": "Sehr enttäuscht . kitchen"}, {"uid": "german-2664-trn", "text_a": "Habe das Messer am 7.märz bestellt und leider noch immer nicht bekommen. Schade", "label": 1, "portion_identifier": -1, "text_b": "Kein Messer . sports"}, {"uid": "german-28011-trn", "text_a": "Internet Radio und FM Radio verliert andauernd die Verbindung. Keine Verbindung mit iPhone möglich. Für diesen Preis und bei dieser Marke erwartet man sich eine funktionierende Anlage!", "label": 1, "portion_identifier": -1, "text_b": "Nicht zu empfehlen . electronics"}, {"uid": "german-4834-trn", "text_a": "von der Haltekraft des Vakuum's bin ich begeistert, allerdings ist der restliche Toilettenpapierhalter sehr billig und leicht zu verbiegen. Ich rate von dem Teil ab.", "label": 1, "portion_identifier": -1, "text_b": "billige Verarbeitung . home"}, {"uid": "german-14052-trn", "text_a": "Die große der Kamera ok aber was nutzt es ohne Funktion. Wertlos", "label": 1, "portion_identifier": -1, "text_b": "SD Karte fällt in das Gehäuse keine Aufnahmen möglich . home_improvement"}], "2": [{"uid": "german-61316-trn", "text_a": "klingen super, aber das Kabel ist viel zu dünn und fühlt sich auch nicht besonders hochwertig an. Zudem etwas enttäuschenden Qualitätseindruck kommt hinzu, dass auf dem gesamten Produkt nicht an einer Stelle der Marken oder Produktname vermerkt ist, so dass man anfangs das Gefühl hat, ein billiges Imitat in den Händen zu halten. Die Verarbeitungsqualität ist wirklich verwunderlich, da sie im krassen Gegensatz zu den sehr gut gebauten und preislich auch gleichwertigen Over Ears von Beyerdynamic steht. Schade", "label": 2, "portion_identifier": -1, "text_b": "Toller Klang aber schlechtes Kabel . electronics"}, {"uid": "german-42180-trn", "text_a": "Die Tasche war anfangs richtig schön und hat meine Mama als Geburtstagsgeschenk glücklich gemacht. Leider ist nun nach 3 Monaten der Reißverschluss defekt. Sehr ärgerlich.", "label": 2, "portion_identifier": -1, "text_b": "Leider enttäuschend . luggage"}, {"uid": "german-74260-trn", "text_a": "... Aber diesmal fallen sie zu klein aus. Ich kaufe mir jedes Jahr diese Sneaker, da das die einzigen ohne Schnürsenkel sind, die gut passen. Kaufen muss ich sie jedes Jahr neu, weil die Qualität nicht gut ist und sie super schnell durchgelaufen sind. Dieses Mal bin ich unzufrieden. Sie passen gerade so und sind eher unbequem. Weiß nicht, ob Mustang von Jahr zu Jahr weniger Wert auf Qualität legt...", "label": 2, "portion_identifier": -1, "text_b": "Ich mag diese Schuhe eigentlich sehr... . shoes"}, {"uid": "german-44170-trn", "text_a": "Nach 3 tage, die Handschuhe sind gerissen geworden. leider nicht so gute Qualität", "label": 2, "portion_identifier": -1, "text_b": "Leider schwach . apparel"}, {"uid": "german-71700-trn", "text_a": "... gemeint ist länger wie 1 Minute, der Magnet wird heiß.", "label": 2, "portion_identifier": -1, "text_b": "Für Dauereinsatz ungeeignet . home_improvement"}, {"uid": "german-60644-trn", "text_a": "Hatte mir mehr versprochen", "label": 2, "portion_identifier": -1, "text_b": "Irgendwie nicht so passend . automotive"}, {"uid": "german-79468-trn", "text_a": "Platzsparent und auslaufsicher. Ich werde alle meine alten Boxen mit faltbare ersetzen.", "label": 2, "portion_identifier": -1, "text_b": "Super Produkt . home"}, {"uid": "german-47523-trn", "text_a": "Der Rahmen ist für den Preis echt schön. Leider war er an mehreren Stellen verkratzt. Daher ging er leider wieder gleich zurück.", "label": 2, "portion_identifier": -1, "text_b": "Leider verkratzt . home"}], "3": [{"uid": "german-86648-trn", "text_a": "Artikel ist oft elektrisch geladen aber sonst okay. Könnte weiter sein, zu wenig Stoff.", "label": 3, "portion_identifier": -1, "text_b": "gut aber etwas teuer . apparel"}, {"uid": "german-90532-trn", "text_a": "Ton ist voll in Ordnung. Aber die Verbindung ist nicht so der renner. Fällt immer aus.", "label": 3, "portion_identifier": -1, "text_b": "Geht so . electronics"}, {"uid": "german-110821-trn", "text_a": "Die Sneaker-Socken passen wie erwartet. Allein der Stoff ist, mir persönlich, zu plastisch ! Nach einem Tag nutzen eines der Paare stinken die Füße nach Schweis, weil die Socken kaum Schweis aufnehmen. Für einen coolen Style und angenehme Passform bekommen diese Socken von mir 3 verdiente Punkte !", "label": 3, "portion_identifier": -1, "text_b": "Stoff . apparel"}, {"uid": "german-97484-trn", "text_a": "Für zwischendurch ganz gut", "label": 3, "portion_identifier": -1, "text_b": "Klasse für zwischendurch . other"}, {"uid": "german-106641-trn", "text_a": "Liebes Lego, danke für die Details und die liebevolle Gestaltung. Aber Preis/Leistung stimmt hier wirklich nicht. Die Größe ist für das Geld schon ein wenig unverschämt.", "label": 3, "portion_identifier": -1, "text_b": "Preis/Leistung ... naja . toy"}, {"uid": "german-115461-trn", "text_a": "Für die einfachere Reinigung der Badheizkörper habe ich eine Bürste gesucht. Mit dem Lappen durch und über alle Streben zu fahren war nicht so praktikabel. Habe also bei amazon alles gesucht und letztendlich diese Bürste mit sehr guten Rezensionen gekauft. Sie funktioniert und ich reinige die Badheizkörper damit, zukünftig einmal im Jahr oder öfter auch die anderen. Dabei hilft die Bürste, allerdings finde ich sie nicht wirklich hochwertig, das Material ist irgendwie undefiniert. Dir Bürste übt nicht genug Druck aus um Dreck wegzubekommen, Staub funktioniert, aber nur, wenn er nicht nass geworden ist. Man muss mit der Bürste dann mehrmals drüber um den Staub zu lösen. Also ich persönlich werde wahrscheinlich anfangs noch viel mit der Bürste arbeiten und dann die Lust dran verlieren.", "label": 3, "portion_identifier": -1, "text_b": "Okay, mehr aber auch nicht . office_product"}, {"uid": "german-96661-trn", "text_a": "Gutes Design, flach und universal. Ich hatte allerdings gehofft, dass das Gerät die Probleme des Dell XPS löst, bei dem man entweder laden oder einen Adapter am (einzigen) USB-C Anschluss anschließen. Leider kann man über das Teil allerdings nicht laden, obwohl es einen Eingang für die USB-C Ladung hat. Allerdings lädt das Gerät dann dennoch nicht. Es bleibt also alternativlos: Entweder betreibt man den XPS über Batterie, wenn man einen HDMI Ausgang braucht, oder man ldt ihn, kann dann aber in dieser Zeit nicht präsentieren. Mir wurde das Teil dazu zwar von Fachleuten als Lösung empfohlen, aber geworben hat der Hersteller selbst nicht mit der Funktion. Daher keine Kritik, aber dennoch etwas Enttäuschung.", "label": 3, "portion_identifier": -1, "text_b": "Leider löst es Ladeproblem nicht des Dell XPS nicht . pc"}, {"uid": "german-95293-trn", "text_a": "Qualität ist und war bekannt, sehr lange Lieferzeit. 👎👎", "label": 3, "portion_identifier": -1, "text_b": "Weniger toll. . kitchen"}], "4": [{"uid": "german-148046-trn", "text_a": "Gute Verarbeitung, allerdings sollten oben an den Schultergurten noch eine Sicherung angebracht werden, da sie auf Grund des Stoffes schnell rutschen", "label": 4, "portion_identifier": -1, "text_b": "Angenehm zu tragen . pet_products"}, {"uid": "german-136094-trn", "text_a": "Wie erwartet, sehr praktisch für meine Ohrringe! Würde ich wieder kaufen. Lieferung hat etwas länger gedauert, was mich persönlich nicht gestört hat. Für den Preis zu empfehlen!", "label": 4, "portion_identifier": -1, "text_b": "Erfüllt seinen Zweck . jewelry"}, {"uid": "german-157815-trn", "text_a": "Die Dusche an sich sieht gut aus. Verarbeitung ist auch in Ordnung. Allerdings hängt die Dusche sehr schlecht an der Wand. Die mitgelieferten Halterungen reichen nicht aus, um der Dusche genügend Stabilität zu verleihen. Auch ist die Handbrause nur aus Plastik. Des Weiteren ist es gut, dass die Dusche in der Höhe variabel ist. Allerdings ist die Verbindung der inneren Stange zur äußeren eine Katastrophe. Eine falsche Bewegung und die Kappe über der Verbindung rutscht weg und Wasser kann eindringen. Update: Verkäufer hat sich gemeldet und einen neuen Artikel kostenlos zugeschickt. Sehr guter Service", "label": 4, "portion_identifier": -1, "text_b": "Schicke Dusche mit Makel . home_improvement"}, {"uid": "german-121129-trn", "text_a": "Etwas knapper als Gr. 40. Sitzt aber an sich gut. Schick anzusehen. Optisch reizvoll. Schnelle Lieferung. Alles Top und ok.", "label": 4, "portion_identifier": -1, "text_b": "Größe 40 stimmt . apparel"}, {"uid": "german-127153-trn", "text_a": "Erfüllen ihren Zweck. Würde ich wieder kaufen", "label": 4, "portion_identifier": -1, "text_b": "Erfüllen ihren Zweck. . personal_care_appliances"}, {"uid": "german-132680-trn", "text_a": "ein sehr schwierig zu lesendes buch aufgrund der vielen fremdwörter im bereich medizin und co, aber inhalt an sich ist wirklich lehrreich und spannend,", "label": 4, "portion_identifier": -1, "text_b": "empfehlung . book"}, {"uid": "german-159395-trn", "text_a": "Das Gerät funktioniert einwandfrei, die Wandhalterung für das Smartphon hält leider nicht zuverlässig. Es fehlte der Transportbeutel, der eigentlich zum Lieferumfang laut Anleitung dazugehört", "label": 4, "portion_identifier": -1, "text_b": "Lieferung leider unvollständig . personal_care_appliances"}, {"uid": "german-128798-trn", "text_a": "Hatte mir diese Led Lampen bestellt, weil mein Strahler in der Küche nur max. 35 Watt verträgt und die letzten Led mit umgerechnet 40 Watt nach nem halben Jahr Stück für Stück ausfielen. Die jetzigen sind ziemlich klein und leider auch etwas zu dunkel für die Küche. Wir werden damit erstmal zurecht kommen. Aber den Strahler in naher zukunft gegen ein LED Panel austauschen.", "label": 4, "portion_identifier": -1, "text_b": "Etwas zu dunkel . home"}], "5": [{"uid": "german-164722-trn", "text_a": "Schneller Versand , super hübsch verpackt in einer Metall Dose Gern wieder :)", "label": 5, "portion_identifier": -1, "text_b": "Disney Armbanduhr . watch"}, {"uid": "german-163631-trn", "text_a": "Diese Hülle habe ich mir vor 2 Jahren für mein Samsung Galaxy S5 gekauft. Wir sind echte Freunde geworden. Die Montage/Demontage klappt prima. Alles ist kratzfest geschützt. Alle Bedienelemente mühelos erreichbar. Selbst nach 2 Jahren noch keine großen Verschleißerscheinungen. Wer was qualitativ hochwertiges für einen kleinen Preis sucht, der ist hier richtig.", "label": 5, "portion_identifier": -1, "text_b": "Top Produkt . wireless"}, {"uid": "german-185420-trn", "text_a": "Brause-Ufos sind die einzige Form, in der ich Brause essen mag. Das weckt Kindheitserinnerungen. Ich habe sie für eine Candybar gekauft und sie waren genauso wie ich sie in Erinnerung hatte, die sind extrem schnell weg gewesen*. Ich habe sie etwas früher gekauft und die haben sich gut gehalten. *die in der Candybar, ich habe noch viele übrig, weil ich nur ein Glas gefüllt hatte, aber was ich selbst nicht schaffe, wird bestimmt Abnehmer finden.", "label": 5, "portion_identifier": -1, "text_b": "Nostalgie pur . grocery"}, {"uid": "german-194803-trn", "text_a": "Eine tolle Tasse für einen super Preis. Ist jetzt schon seit mehreren Monaten in Gebrauch und die Schrift ist trotz Spülmaschine noch nicht beschädigt!", "label": 5, "portion_identifier": -1, "text_b": "Top Produkt! . home"}, {"uid": "german-164982-trn", "text_a": "Super verständlich und einfach zu lesen, auch von Laien. Das wird heutzutage kaum berücksichtigt.", "label": 5, "portion_identifier": -1, "text_b": "Klasse . book"}, {"uid": "german-184106-trn", "text_a": "Verschenkt und wird häufig genutzt", "label": 5, "portion_identifier": -1, "text_b": "Geliebt . electronics"}, {"uid": "german-167621-trn", "text_a": "Der Glitzer kommt doppelt verpackt, was sehr ordentlich ist, damit man keine böse Überraschung beim öffnen erlebt. Ich habe, nachdem ich diverse Rezensionen gelesen habe, die Packung in 2,5 Liter Farbe gemischt. UND DAS REICHT. Es glitzert angenehm und man wird nicht erschlagen. Die Farbe lässt sich einwandfrei streichen, man sollte lediglich mehrfach mit der Rolle über eine Stelle gehen um den Glitzer gleichmäßig zu verteilen. Ein kleines Manko gibt es, dafür ist allerdings kein Abzug an Sternen notwendig: die Ganze Wohnung glitzert ein die erste Zeit, da sich die Partikel leicht verteilen.", "label": 5, "portion_identifier": -1, "text_b": "Es glitzert . home_improvement"}, {"uid": "german-173419-trn", "text_a": "Im Vergleich ziemlich genau, wirklich brauchbar.", "label": 5, "portion_identifier": -1, "text_b": "Gut und preiswert . lawn_and_garden"}]}