{"0": [{"uid": "french-997-val", "text_a": "La Polynésie Niau est un atoll en France appelé Aleksey Greig à Greig.", "label": "0", "portion_identifier": -1, "text_b": "Un atoll de la Polynésie française, Niau, est appelé Greig en souvenir d'Aleksey Greig."}, {"uid": "french-1613-val", "text_a": "Il a également donné 34 000 $ US à Mitt Romney et 7 000 $ US à Ted Cruz, dont sa campagne présidentielle en 2016.", "label": "0", "portion_identifier": -1, "text_b": "Il a également donné 34 000 $ US à Ted Cruz et 7 000 $ US à Mitt Romney, dont sa campagne présidentielle de 2016."}, {"uid": "french-1526-val", "text_a": "Martin Damm et Radek Štěpánek ont gagné contre Jonas Björkman et Fabrice Santoro lors de la finale 6 : 2 , 6 : 4.", "label": "0", "portion_identifier": -1, "text_b": "Jonas Björkman et Fabrice Santoro ont gagné la finale 6-2 , 6-4 contre Martin Damm et Radek Štěpánek."}, {"uid": "french-443-val", "text_a": "Il comprend des abris et des vestiaires du style de la ligue majeure et un centre d'entraînement moderne, en faisant l'une des installations les plus complètes du basketball universitaire de division II du NCAA.", "label": "0", "portion_identifier": -1, "text_b": "Il comporte un spacieux abri de joueurs de style ligue, des vestiaires et une salle d'entraînement moderne, ce qui en fait une des installations les plus complètes de la Division II de la NCAA de baseball universitaire."}], "1": [{"uid": "french-360-val", "text_a": "Le BBC College of Journalism a ouvert en juin 2005 dans le cadre d'une série d'apprentissage en ligne avec Kevin Marsh comme rédacteur en chef et dont le premier directeur était Vin Ray.", "label": "1", "portion_identifier": -1, "text_b": "Le BBC College of Journalism a été inauguré en juin 2005 sous la forme d'une série de cours en ligne, avec Kevin Marsh comme rédacteur en chef. Son premier directeur a été Vin Ray."}, {"uid": "french-1994-val", "text_a": "Le régiment gros calibre a été retiré et le régiment d'artillerie standard a conservé le numéro du régiment léger d'origine.", "label": "1", "portion_identifier": -1, "text_b": "Le régiment de mortiers fut retiré et le régiment d'artillerie standard conserva le numéro du régiment de lumière d'origine."}, {"uid": "french-665-val", "text_a": "Le scénario a été écrit par la collaboratrice de longue date de Dhawan, Anees Bazmee et Rumi Jaffery.", "label": "1", "portion_identifier": -1, "text_b": "Le scénario a été écrit par la collaboratrice de longue date de Dhawan, Anees Bazmee et Rumi Jaffery."}, {"uid": "french-1467-val", "text_a": "Les groupes \"Air\", Howie B, Mars IV, Les Négresses Vertes, FFF et Manu Chao ont aussi participé à l'album.", "label": "1", "portion_identifier": -1, "text_b": "Cassius, les groupes « Air », Howie B, Mars IV, Les Négresses Vertes, FFF et Manu Chao ont aussi participé à l'album."}]}