{"0": [{"uid": "german-98-val", "text_a": "Ein Charakter in „Detection Unlimited”, einem Mystery-Roman von Armstrong, wird mit Georgette Heyer verglichen.", "label": "0", "portion_identifier": -1, "text_b": "In „Der Mörder von nebenan“, einem Detektivroman von Georgette Heyer, wird eine Figur mit Armstrong verglichen."}, {"uid": "german-1673-val", "text_a": "Ashte ist ein Dorf in Palghar im Distrikt Maharashtra, Indien. Es liegt in Dahanu-Taluka.", "label": "0", "portion_identifier": -1, "text_b": "Ashte ist ein Dorf im Bezirk Dahanu in Maharashtra, Indien. Es befindet sich in Palghar taluka."}, {"uid": "german-1338-val", "text_a": "Sein Vater, Patrick Byrne, war Abgeordneter, Senator und Bürgermeister von Dublin, ein weiterer Bruder, Alfie Byrne, war ebenfalls TD.", "label": "0", "portion_identifier": -1, "text_b": "Sein Vater Alfie Byrne war Parlamentarier, Abgeordneter des irischen Unterhauses, Senator und Oberbürgermeister von Dublin. Ein anderer Bruder Patrick Byrne war auch Abgeordneter des irischen Unterhauses."}, {"uid": "german-500-val", "text_a": "Er wurde von John Velazquez trainiert und in seinen wichtigsten Rennen von dem Jockey Dale Romans geritten.", "label": "0", "portion_identifier": -1, "text_b": "Er wurde von Dale Romans trainiert und während seiner wichtigsten Rennen von dem Jockey John Velazquez geritten."}, {"uid": "german-477-val", "text_a": "Ihr Status als Satellitenstadt von Kuala Lumpur begründet sich auf ihrer Lage im Zentrum des Klang Valley in Malaysia.", "label": "0", "portion_identifier": -1, "text_b": "Ihr Ruf als Satellitenstadt des Klang Valley ergibt sich aus ihrer Lage mitten in Kuala Lumpur, Malaysia."}, {"uid": "german-1940-val", "text_a": "1911 wurde das Rathaus zerstört, 1945 teilweise restauriert und in den 1960er Jahren wieder aufgebaut.", "label": "0", "portion_identifier": -1, "text_b": "Das Rathaus wurde 1911 wiederaufgebaut, 1945 teilweise zerstört und danach in den 1960ern erneuert."}, {"uid": "german-1334-val", "text_a": "Es wurde ersetzt durch den Kanal Classic 80's Alternative im Sirius-Radio 1st Wave.", "label": "0", "portion_identifier": -1, "text_b": "Es wurde auf Sirius Radio 1st Wave durch den alternativen 80’s Classic Channel ersetzt."}, {"uid": "german-734-val", "text_a": "Die Single wurde am 31. Oktober 2015 veröffentlicht und am 13. November 2015 angekündigt.", "label": "0", "portion_identifier": -1, "text_b": "Die Single wurde am 31. Oktober 2015 angekündigt und wird am 13. November 2015 veröffentlicht."}], "1": [{"uid": "german-78-val", "text_a": "Es gilt außerdem zu beachten, dass der folgende Code ohne ADL funktionieren würde (wird ohnehin darauf angewendet).", "label": "1", "portion_identifier": -1, "text_b": "Erwähnenswert ist auch dass der folgende Code ohne ADL funktionieren würde (er wird ohnehin darauf angewendet)."}, {"uid": "german-819-val", "text_a": "Mark Machin war CEO des Canada Pension Plan Investment Boards. Er wurde im Juni 2016 von Mark Wiseman abgelöst.", "label": "1", "portion_identifier": -1, "text_b": "Mark Machin war CEO des Canada Pension Plan Investment Board und wurde im Juni 2016 durch Mark Wiseman ersetzt."}, {"uid": "german-20-val", "text_a": "Bob und Ted waren Brüder . Ted ist der Sohn von John.", "label": "1", "portion_identifier": -1, "text_b": "Bob und Ted waren Brüder, und Ted ist Johns Sohn."}, {"uid": "german-1385-val", "text_a": "Sie wurde in Vancouver, British Columbia, geboren und wuchs in der Nachbarstadt North Vancouver auf.", "label": "1", "portion_identifier": -1, "text_b": "Sie wurde in Vancouver, British Columbia geboren und wuchs in der Nachbarstadt North Vancouver auf."}, {"uid": "german-1820-val", "text_a": "Die NVIDIA TITAN V wurde am 7. Dezember 2017 offiziell von Nvidia angekündigt.", "label": "1", "portion_identifier": -1, "text_b": "NVIDIA kündigte den Nvidia TITAN V offiziell am 7. Dezember 2017 an."}, {"uid": "german-1218-val", "text_a": "Clovis Kalyebara wurde in Harugongo geboren, einem Dorf im „Kabarole District“, Subcounty Kichwamba, West-Uganda.", "label": "1", "portion_identifier": -1, "text_b": "Clovis Kalyebara wurde im Kabarole District im Kichwamba Sub County von Harugongo Village in West-Uganda geboren."}, {"uid": "german-828-val", "text_a": "Peter DuConge (1903-1967) war ein früher Jazz-Musiker in der Jazz-Szene von New Orleans.", "label": "1", "portion_identifier": -1, "text_b": "Peter DuConge (1903–1967) war ein früher Jazz-Saxophonist, der in der amerikanischen Jazz-Szene in New Orleans aktiv war."}, {"uid": "german-1756-val", "text_a": "Dann zog er in die Schweiz und später nach Italien, wo er Shelley und Byron traf.", "label": "1", "portion_identifier": -1, "text_b": "Er zog dann in die Schweiz und später nach Italien, wo er Shelley und Byron kennenlernte."}]}