{"1": [{"uid": "spanish-4558-trn", "text_a": "Buen tacto y color muy conseguido. Sólo tiene imán de cierre en el centro y al tener diseño origami los extremos superior e inferior derechos se abren y el Kindle se enciende en momentos no deseados. El imán no cierra correctamente y se adhiere incluso a una funda de gafas dejando el dispositivo encendido.", "label": 1, "portion_identifier": -1, "text_b": "Mal resultado. . other"}, {"uid": "spanish-35305-trn", "text_a": "No se como clonar lo con el original", "label": 1, "portion_identifier": -1, "text_b": "No funciona . home_improvement"}], "2": [{"uid": "spanish-44343-trn", "text_a": "Muy chula pero se rompió en un mes.", "label": 2, "portion_identifier": -1, "text_b": "Nada duradera . home"}, {"uid": "spanish-47161-trn", "text_a": "No lo puedo usar porque no viene las instrucciones en español", "label": 2, "portion_identifier": -1, "text_b": "Poder usarlo . toy"}], "3": [{"uid": "spanish-105763-trn", "text_a": "Muy bonito. La pena es que el tejido no es de fibra natural, si fuera de algodón sería perfecto. Pero por su precio no esperaba más. Parece duradero", "label": 3, "portion_identifier": -1, "text_b": "Bonito . home"}, {"uid": "spanish-90982-trn", "text_a": "Buen producto pero sale caro el pilas.. consume mucho. El tamaño tampoco ayuda si lo quieres llevar en un bolso por ejemplo, hay que quitarlo del ebook y guardarlo aparte. Como lámpara de noche te sale más barato usar la de tu mesilla. Insisto consume mucho.", "label": 3, "portion_identifier": -1, "text_b": "Susana . wireless"}], "4": [{"uid": "spanish-140262-trn", "text_a": "El café es estupendo y dura muchísimo, aproximadamente 3 meses. Sin embargo, me disponía a comprarlo de nuevo pero lo han subido 10€. Me costó 10€ en su momento y ahora el precio ha subido a 21€, lo cual me parece una tomadura de pelo, así que mientras mantenga ese precio no pienso volver a comprarlo.", "label": 4, "portion_identifier": -1, "text_b": "El café bien, pero es una tomadura de pelo subir el precio 10€ en 3 meses . grocery"}, {"uid": "spanish-140444-trn", "text_a": "Después de su instalación y uso, el dispositivo cumple perfectamente su función.. No he tenido ningún problemas en que leyera el DNI electrónico", "label": 4, "portion_identifier": -1, "text_b": "SEGÚN LO ESPERADO . pc"}], "5": [{"uid": "spanish-196903-trn", "text_a": "Aun sin haberla probado, tiene buenisima pinta para gente con control del juego, blanda y con esa rugosidad que tiene que dar gusto jugar con ella. Ya os contare", "label": 5, "portion_identifier": -1, "text_b": "espectacular . sports"}, {"uid": "spanish-197180-trn", "text_a": "Es lo que es. Unos rotuladores de tiza líquida", "label": 5, "portion_identifier": -1, "text_b": "Lo que es . office_product"}]}