{"1": [{"uid": "spanish-18-trn", "text_a": "Un timo. Lo compré porque no tenía BPA pero el envoltorio es made in china y no hay ningún certificado que indique que es libre de BPA! De hecho he comprado otras cosas que sí que lo pone.", "label": 1, "portion_identifier": -1, "text_b": "Cristina . toy"}, {"uid": "spanish-6061-trn", "text_a": "Devolví el producto. Me pareció excesivamente grande y pesado y pensé que me sería muy difícil usarlo.", "label": 1, "portion_identifier": -1, "text_b": "Muy pesado . kitchen"}, {"uid": "spanish-17183-trn", "text_a": "Pone que se pueden hinchar 18 globos yo solo puede hinchar 9", "label": 1, "portion_identifier": -1, "text_b": "No vale la pena . toy"}, {"uid": "spanish-30817-trn", "text_a": "Acabo de recibir la piedra, si se le puede llamar así. Parece una bola de cristal amarillo, no tiene ningún tipo de imperfección( ni sombras, ni burbujas de aire), es transparente como el cristal y no trae ningún soporte. Decepción total.", "label": 1, "portion_identifier": -1, "text_b": "no lleva soporte . home"}, {"uid": "spanish-33688-trn", "text_a": "El paquete nunca llego y no me hacen el reembolso, aunque el importe es una miseria, pero Amazon debería hacer algo en este tipo de caso, gracias.", "label": 1, "portion_identifier": -1, "text_b": "El paquete nunca llego . pc"}, {"uid": "spanish-14732-trn", "text_a": "En pocas horas se le rompió.", "label": 1, "portion_identifier": -1, "text_b": "Nada resistente . pet_products"}, {"uid": "spanish-21950-trn", "text_a": "Buenas tardes, a la Atencion de Amazon España. Me parece poco acertado y de muy mal gusto el recibir un correo con oferta adjunta la cual no corresponde con la página a la cual se me envía para realizar dicho pedido. Ruego se tenga en cuenta. Dicho correo es recibido el mismo día que realizo la correspondiente queja!! Adjunto imagen recibida. Gracias como siempre y espero qué Amazon tome las medidas oportunas. Diego C. J.", "label": 1, "portion_identifier": -1, "text_b": "Respetar lo que se oferta!! . personal_care_appliances"}, {"uid": "spanish-26724-trn", "text_a": "No sé exactamente qué le pasa, pero acaba por dejar de gotear. Al principio funciona, pero cuando la botella va por la mitad, deja de pasar agua.", "label": 1, "portion_identifier": -1, "text_b": "No funciona . lawn_and_garden"}], "2": [{"uid": "spanish-40429-trn", "text_a": "Esperaba más de este articulo, es simple, caro para lo que es y la función que tiene.", "label": 2, "portion_identifier": -1, "text_b": "cuña . kitchen"}, {"uid": "spanish-78509-trn", "text_a": "No se puede tocar tras hacer solo una tostada (incluso al nivel 3 que es medio), me he quemado literalmente. He pedido un reemplazo para ver si es cuestión de esta unidad o pasa en todos... Me guié por las reseñas, vale que no especifique que sea de tacto frío, pero por la marca debería ser así, es algo muy básico, no poder manipularlo no para moverlo después es una gran faena. Editare mi opinión si el otro está bien.", "label": 2, "portion_identifier": -1, "text_b": "El mío quema al tacto . kitchen"}, {"uid": "spanish-50436-trn", "text_a": "Las pestañas postizas están bien, el inconveniente es que en la foto se ven pequeñas pero en realidad son muy grandes ai que cortarlas un poco.", "label": 2, "portion_identifier": -1, "text_b": "Un poco grandes . office_product"}, {"uid": "spanish-77863-trn", "text_a": "Creo q da un talla mas de la q es, de todas formas la devolvimos pq la tela era muy fina.", "label": 2, "portion_identifier": -1, "text_b": "La devolvi pq la tela me parecio muy fina . apparel"}, {"uid": "spanish-67010-trn", "text_a": "El plumín se acopla sin problemas pero me ha resultado seco y tiende a rascar, y sonar, apreciablemente. Si se escribe rápido da problemas de trazo por falta de tinta. Finalmente, el grosor del trazo, siendo suficientemente fino, es algo irregular. Desde luego su hermano \"F\" es mucho más suave como también lo son los plumines F de Pilot. No me ha convencido mucho.", "label": 2, "portion_identifier": -1, "text_b": "Plumín EF . office_product"}, {"uid": "spanish-74504-trn", "text_a": "En mi opinión es demasiado grasa como para utilizarla en el rostro, tiene una textura pringosa que a mí me resulta poco agradable, para labios agrietados, manos resecas, pies... para eso bien, pero para la cara es como si te echases unto...", "label": 2, "portion_identifier": -1, "text_b": "parece \"unto\" . beauty"}, {"uid": "spanish-51450-trn", "text_a": "Carcasa del mando a distancia de Opel Astra, lo que no se ve en las fotos es el otro lado del mando, no lleva logo de Opel, sólo un agujero, quizá fue solo con el que me enviaron a mi pero me costó muchísimo quitar el pasador del espadin de la llave. En fin, correcto sin más, supongo que habrá otros de mayor calidad", "label": 2, "portion_identifier": -1, "text_b": "Cumple su función pero no lo recomiendo . automotive"}, {"uid": "spanish-64407-trn", "text_a": "Las mediciones de salud no son nada fiables, las he comparado con otros aparatos de control y no se ajustan en nada, casi siempre da los mismos calores", "label": 2, "portion_identifier": -1, "text_b": "Poco fiable . wireless"}], "3": [{"uid": "spanish-115948-trn", "text_a": "Sinceramente no esta mal, pero creo que el precio es algo caro para el tipo de juguete que es.", "label": 3, "portion_identifier": -1, "text_b": "Buen juguete, elevado precio . toy"}, {"uid": "spanish-87967-trn", "text_a": "Ya ha llegado. Ha llegado un poco tarde, coincide totalmente con la descripción aún sin usar cuando lo use podré otro comentario", "label": 3, "portion_identifier": -1, "text_b": "Tamara . beauty"}, {"uid": "spanish-105567-trn", "text_a": "Hubo un problema, me enviaron el producto equivocado, hablé con el vendedor y fue muy comunicativo conmigo y solucionamos el problema tras varios e-mails.", "label": 3, "portion_identifier": -1, "text_b": "Tardó más de lo que esperaba. . home"}, {"uid": "spanish-119406-trn", "text_a": "bien estan dentro de las normas", "label": 3, "portion_identifier": -1, "text_b": "platos . home"}, {"uid": "spanish-110704-trn", "text_a": "Tallan demasiado pequeños... Tenerlo en cuenta si habéis pensado en comprar este producto. Por lo demás, se veía de buena calidad", "label": 3, "portion_identifier": -1, "text_b": "Tallan pequeños . other"}, {"uid": "spanish-98447-trn", "text_a": "Es bastante útil para limpieza de superficies que no estén excesivamente sucias; lo bueno es que te va recogiendo la suciedad a la vez que vas pasando la Karcher.", "label": 3, "portion_identifier": -1, "text_b": "Útil . kitchen"}, {"uid": "spanish-94012-trn", "text_a": "El 12 es el peor de todos, esperaba más, no lo volveré a comprar", "label": 3, "portion_identifier": -1, "text_b": "Regular . grocery"}, {"uid": "spanish-91971-trn", "text_a": "Me ha gustado que se cae y no se rompe pero lo que no me gusta es que que tiene un plástico y no permite escribir bien. La he utilizado para que no se me rompa", "label": 3, "portion_identifier": -1, "text_b": "No permite escribir bien. . wireless"}], "4": [{"uid": "spanish-148175-trn", "text_a": "Todo Ok. Ya conozco el producto muy eficaz.", "label": 4, "portion_identifier": -1, "text_b": "Producto muy eficaz . beauty"}, {"uid": "spanish-145544-trn", "text_a": "El producto es tal cual la descripción dada por el vendedor. Venían en cajas individuales y aparentemente tienen un calidad buena aunque aún no he tenido tiempo de probarlo mucho.", "label": 4, "portion_identifier": -1, "text_b": "Una buena compra . musical_instruments"}, {"uid": "spanish-153310-trn", "text_a": "Funcionan muy bien. A veces calidad es un poco debil. Buen precio por la cantidad.", "label": 4, "portion_identifier": -1, "text_b": "Muy Bien . office_product"}, {"uid": "spanish-132142-trn", "text_a": "Es un producto de calidad, las barras le dan firmeza y las patas le dan gran estabilidad", "label": 4, "portion_identifier": -1, "text_b": "Base . furniture"}, {"uid": "spanish-145678-trn", "text_a": "Embalaje y diseño superior. Precio precio martillo. Ya compré uno de nuevo. En lugar de 5-10 € para comprar un encendedor con gasolina, ¡lo recomiendo! Ja, ja, estoy muy emocionado. El mejor invento de todos. Cuando abrí la caja, estaba absolutamente emocionada. El encendedor funciona incluso con vientos fuertes y se recarga rápidamente. Se ve bien, negro brillante, ligeramente reflectante y se siente muy bien. La batería no es un problema en absoluto, cuando la batería está casi vacía. Puede cargarlo fácilmente a través de su cable USB o teléfono móvil. Lo recomiendo claramente.", "label": 4, "portion_identifier": -1, "text_b": "Mejor arco más ligero . home"}, {"uid": "spanish-136624-trn", "text_a": "Es lo que quería. Dura mucho la carga de la batería. De momento solo lo he cargado una vez. Tengo la duda de si me avisará cuando quede poca batería o me quedaré sin ella de repente. Si fueran más pequeños sería un excelente producto pero no tengo queja de ellos. Coge inmediatamente la conexión con el móvil Muy bien. Lo recomiendo", "label": 4, "portion_identifier": -1, "text_b": "Buen funcionamiento . musical_instruments"}, {"uid": "spanish-140059-trn", "text_a": "En otros sitios era mucho más barato pero tardaba más en llegar.", "label": 4, "portion_identifier": -1, "text_b": "Lo compré porque me llegaba al día siguiente. . wireless"}, {"uid": "spanish-135354-trn", "text_a": "Las sujeciones superiores de las correas son algo endebles y los bolsillos laterales muy pequeños. Por lo demás, muy contento con la mochila, que uso a todas horas.", "label": 4, "portion_identifier": -1, "text_b": "Contento . Tamaño medio muy útil. . apparel"}], "5": [{"uid": "spanish-181317-trn", "text_a": "Diseño bonito,se sujeta muy bien el móvil ahora toca probarlo en el coche", "label": 5, "portion_identifier": -1, "text_b": "Muy bonito y práctico . wireless"}, {"uid": "spanish-189902-trn", "text_a": "Perfecto tamaño para bebés pequeños", "label": 5, "portion_identifier": -1, "text_b": "Ideales para bebés pequeños . toy"}, {"uid": "spanish-173786-trn", "text_a": "Dentro de el tiempo estimado, un trato unico y personal, una calidad de imagen buenisima, con varios accesorios y su bolsa de transporte.", "label": 5, "portion_identifier": -1, "text_b": "Todo perfecto. . wireless"}, {"uid": "spanish-160500-trn", "text_a": "Están muy bien, variedad de medidas", "label": 5, "portion_identifier": -1, "text_b": "Merece la pena . home"}, {"uid": "spanish-197880-trn", "text_a": "Justo lo que buscaba. Tiene buena adhesión. Fuertes y con aspecto robusto.", "label": 5, "portion_identifier": -1, "text_b": "Buen material. Fuerte y con mucho agarre . industrial_supplies"}, {"uid": "spanish-179582-trn", "text_a": "Prácticamente igual a la original. De similar calidad.", "label": 5, "portion_identifier": -1, "text_b": "Perfecto . watch"}, {"uid": "spanish-193633-trn", "text_a": "Se coloca fácilmente y en cualquier sitio, el imán es muy potente y los cuchillos se mantienen sin problemas", "label": 5, "portion_identifier": -1, "text_b": "Muy práctico . home"}, {"uid": "spanish-191191-trn", "text_a": "Muy contento con eel electroestimulador, tiene un tamaño pequeño y trae una pinza por si quieres hacer alguna cosa mientras lo usas y debes trasladarte. Lo uso todos los días y con varias sesiones ya que al tener una lesión incompleta de médula me permite en este tiempo que no permite tanto salir a andar el tener una buena tonificación muscular y con ello el mantenimiento de los músculos que tengo útiles. también he probado el modo TENS para algún dolor localizado y es realmente eficiente. No es un electroestimulador de 4 canales pero si usas electrodos dobles puedes realizar buenas sesiones en músculos grandes o en ambas piernas al mismo tiempo............recomendable.", "label": 5, "portion_identifier": -1, "text_b": "USO SENCILLO . personal_care_appliances"}]}