{"1": [{"uid": "german-36181-trn", "text_a": "2. Tag Zustellung nicht möglich, 2 Tage hat Hermes zugestellt und niemand angetroffen, leider hat er nicht lesen können und zu Klingelknopf drücken wohl zu schwach....leider hab ich 2 Tage umsonst zu Hause gewartet!!!!!", "label": 1, "portion_identifier": -1, "text_b": "Hermesbote kann nicht lesen und klingeln... . electronics"}, {"uid": "german-34608-trn", "text_a": "Dieses Produkt muss verboten werden!", "label": 1, "portion_identifier": -1, "text_b": "Hände weg! . lawn_and_garden"}], "2": [{"uid": "german-61295-trn", "text_a": "Also Wasserdicht war der Schädel auf jeden fall schon mal nicht. Ich habe lange und viel mit dem Heißkleber rumprobiert und getestet bis es dicht war. Die Ränder musste ich abschleifen/entgraten da sie doch sehr scharfkantig waren. Die Form ist zwar schön, aber die Qualität nicht mal ausreichend. Verbesserungswürdig.", "label": 2, "portion_identifier": -1, "text_b": "viel Nachbearbeitung . home"}, {"uid": "german-49128-trn", "text_a": "Leider hat einer der Sensoren nicht richtig funktioniert. Die Temperatur lag ca. 5 Grad daneben. Das Display hat dann für diesen Sensor weiterhin Fantasiewerte angezeigt, obwohl ich die Batterien des Sensors entfernt habe. Habe das Produkt zurückgeschickt.", "label": 2, "portion_identifier": -1, "text_b": "Funktioniert leider nur ungenügend. . electronics"}], "3": [{"uid": "german-104934-trn", "text_a": "Leider kam das Mandelöl in einer Plastikflasche. Finde ich bei Bio Kaltgepresstem Öl nicht so optimal - ist auf Amazon aber auch schwer zu finden.", "label": 3, "portion_identifier": -1, "text_b": "5 Sterne wären es bei einer Glasflasche geworden. . drugstore"}, {"uid": "german-86886-trn", "text_a": "Nach 3 Tagen ist das erste schon kaputt gegangen", "label": 3, "portion_identifier": -1, "text_b": "Qualität nicht so gut . office_product"}], "4": [{"uid": "german-123690-trn", "text_a": "Toller Artikel. Nur der Karton war viel zu groß für den Artikel.", "label": 4, "portion_identifier": -1, "text_b": "Toller Artikel . sports"}, {"uid": "german-125757-trn", "text_a": "Habe die Überzüge in Silbergrau und Schwarz erstanden und bin soweit zufrieden. Der Stoff ist überwiegend aus Baumwolle und leider sehr dünn. Der Bezug hat auch ein paar Knitter durch die Verpackung erlitten, aber alles in allem soweit ok. Ich habe diese Überzüge in der Größe 160x200 erstanden und jetzt immer am Rätseln, wie herum diese aufgezogen werden müssen. Da die 160cm Seite sich kaum von der 200cm Seite unterscheidet. Aber das lerne ich auch noch :-) Die Farben sind ok und die Größe passt zum Topper. Leider habe ich nicht gesehen, dass das Doppelpacks sind und schon jeweils 2 in einer Verpackung war und habe von jeder Farbe jeweils 2 Packungen gekauft. Habe diese Packungen jetzt erst einmal noch Original verpackt belassen und bewahre Sie für später auf. Irgendwann gehen diese dünnen Stoffe eh kaput und ich habe schon mal Ersatz :-) Also Vorsicht beim Kauf! Es sind immer ZWEI Bezüge in EINER Verpackung!", "label": 4, "portion_identifier": -1, "text_b": "bin soweit zufrieden mit der Qualität . home"}], "5": [{"uid": "german-174896-trn", "text_a": "pünktlich geliefert, gute Qualität, fühlt sich angenehm an, gute Verarbeitung, Nähte doppelt, riecht komisch bei Ankunft, war aber bei der 1. Wäsche nach der Ankunft weg. Farben wie abgebildet.", "label": 5, "portion_identifier": -1, "text_b": "angenehm zu tragen . apparel"}, {"uid": "german-170230-trn", "text_a": "Sehr guter Artikel. genau wie beschrieben", "label": 5, "portion_identifier": -1, "text_b": "Alles top . home"}]}