{"0": [{"uid": "spanish-1640-val", "text_a": "En una época tranquila para Trinity, ganó una Copa de Yorkshire (1924-25 contra Batley) y perdió cuatro Copas de Yorkshire.", "label": "0", "portion_identifier": -1, "text_b": "En un momento tranquilo para Trinity, perdieron solo una Yorkshire Cup (en 1924 -- 25 contra Batley) y ganaron cuatro Yorkshire Cups."}, {"uid": "spanish-1053-val", "text_a": "En 2012, Jennifer la Pena pasó a ser parte de la nueva versión en TV de la película de Salvador Royales ``Mundo Man ay Magunaw'' como Gil.", "label": "0", "portion_identifier": -1, "text_b": "En 2012, Gil pasó a ser parte de la nueva versión de TV de la película de Salvador Royales ``Mundo Man ay Magunaw'' como Jennifer la Pena."}, {"uid": "spanish-475-val", "text_a": "Robbins nació en Coventry el 21 de septiembre de 1933, con su gemelo David, los hijos octavo y noveno de los doce de Charles y Jessamine Robbins.", "label": "0", "portion_identifier": -1, "text_b": "David nació el 21 de septiembre de 1933 en Coventry con su padre Charles gemelo de Jessamine Robbins, los hijos octavo y noveno de doce de los Robbin."}, {"uid": "spanish-326-val", "text_a": "La canción \"Astrud'' del álbum de 1987 de Basia Trzetrzelewska denominado \"Time and Tide'', es un tributo a Gilberto.", "label": "0", "portion_identifier": -1, "text_b": "La pista \"Astrud\" en el álbum de Gilberto de 1987 \"Time and Tide\" es un tributo a Basia Trzetrzelewska."}], "1": [{"uid": "spanish-1925-val", "text_a": "La casa de té Boulder Dushanbe fue un regalo del mayor Maksud Ikramov de Dushanbe a la ciudad de Boulder, Colorado.", "label": "1", "portion_identifier": -1, "text_b": "La Casa de Té Boulder Dushanbe fue un regalo del Mayor Maksud Ikramov de Dushanbe a la ciudad de Boulder, Colorado."}, {"uid": "spanish-1239-val", "text_a": "El compuesto fue patentado por el Dr. Patrick Page y su equipo, y fue inventado en 2007 por Genkyotex.", "label": "1", "portion_identifier": -1, "text_b": "La preparación fue patentada por el Dr. Patrick Page y su equipo, e inventada por Genkyotex en 2007."}, {"uid": "spanish-993-val", "text_a": "El \"IPA\" consta de 500 suplementarios en total: 300 símbolos básicos y 200 símbolos complementarios.", "label": "1", "portion_identifier": -1, "text_b": "El \"IPA\" consta de 500 símbolos complementarios, 300 básicos y 200 suplementarios."}, {"uid": "spanish-746-val", "text_a": "Un Khap es un clan, o un grupo de clanes relacionados, principalmente entre los Jats del este de Uttar Pradesh y del oeste de Haryana.", "label": "1", "portion_identifier": -1, "text_b": "A A Khap es un clan o grupo de clanes relacionados, principalmente de los jats del este de Uttar Pradesh y Haryana occidental."}]}