{"0": [{"uid": "spanish-1202-val", "text_a": "Vempati Chinna Satyam (15 de octubre de 1929 - 29 de julio de 2012) fue un bailarín de la India y maestro del estilo de danza Kuchipudi.", "label": "0", "portion_identifier": -1, "text_b": "Vempati Chinna Satyam (15 de octubre de 1929 - 29 de julio de 2012) fue un bailarín Kuchipudi y un gurú de la danza india."}, {"uid": "spanish-1618-val", "text_a": "Wright se mudó de Chapel Hill, NC a la Ciudad de Nueva York.", "label": "0", "portion_identifier": -1, "text_b": "Wright se mudó de Nueva York a Chapel Hill en NC."}, {"uid": "spanish-588-val", "text_a": "La fundación New Ways to Work se fundó en 1972 y es una organización sin fines de lucro fundada por el Área de la Bahía de San Francisco.", "label": "0", "portion_identifier": -1, "text_b": "En 1972 nació la fundación New Ways to Work, una organización sin fines de lucro fundada en el área de la bahía de San Francisco."}, {"uid": "spanish-83-val", "text_a": "Está ubicada al este de Nanuet, al sur de Chestnut Ridge, al oeste de Blauvelt, Nueva York, y al norte de Montvale y Old Tappan, Nueva Jersey.", "label": "0", "portion_identifier": -1, "text_b": "Se encuentra al este de Chestnut Ridge, al sur de Nanuet, al oeste de Blauvelt, New York, y al norte de Montvale y Old Tappan, New Jersey."}], "1": [{"uid": "spanish-74-val", "text_a": "Inmediatamente después de leer el libreto de Aamir Khan, Mehra accedió a actuar en \"Rang De Basanti\".", "label": "1", "portion_identifier": -1, "text_b": "Mehra accedió a actuar en \"Rang De Basanti\" inmediatamente después de leer el libreto de Aamir Khan."}, {"uid": "spanish-509-val", "text_a": "Michael Liebel Sr. tenía 14 años cuando sus padres vinieron a Alemania desde Erie a Pensilvania.", "label": "1", "portion_identifier": -1, "text_b": "Michael Michael Liebel Sr. tenía 14 años cuando sus padres vinieron de Erie a Pensilvania en Alemania."}, {"uid": "spanish-1525-val", "text_a": "Después del tratamiento médico, Strozzi comenzó a tomar clases de interpretación privadas dictadas por Josip Freudenreich, como le recomendó Dimitrija Demeter.", "label": "1", "portion_identifier": -1, "text_b": "Después del tratamiento médico, Strozzi comenzó con clases de interpretación privadas con Josip Freudenreich, como le recomendó Dimitrija Demeter."}, {"uid": "spanish-1647-val", "text_a": "La British Falkland Islands Dependencies Survey equipó la estación en 1947 como Base F o ``Winter Island'' en las islas argentinas.", "label": "1", "portion_identifier": -1, "text_b": "La British Falkland Islands Dependencies Survey estableció la estación como Estación F o ``Winter Island'' en las islas argentinas en 1947."}]}