{"0": [{"uid": "spanish-1249-val", "text_a": "David Cardinal Beaton era Lord Canciller de Escocia al momento de su muerte, el Arzobispo de St. Andrews y el heredero del Cardenal de Escocia.", "label": "0", "portion_identifier": -1, "text_b": "Al momento de su muerte, David Cardinal Beaton era lord canciller de St Andrews, arzobispo de Escocia y delegado cardenal de Escocia."}, {"uid": "spanish-1751-val", "text_a": "Esta categoría corresponde a los jugadores de fútbol que en la actualidad juegan o jugaron en una de las ligas no israelíes.", "label": "0", "portion_identifier": -1, "text_b": "Esta categoría es para jugadores de fútbol que no sean israelitas que actualmente juegan o que han jugado en alguna de las ligas israelitas."}, {"uid": "spanish-259-val", "text_a": "Había estado casada dos veces: primero con el doctor Mark Soroko y más tarde con el banquero Jim Hays.", "label": "0", "portion_identifier": -1, "text_b": "Estuvo casada dos veces: primero con el médico Jim Hays y luego con el banquero Mark Soroko."}, {"uid": "spanish-463-val", "text_a": "Sus mejores puestos en las competencias fueron el décimo en 1960 y el octavo en 1968.", "label": "0", "portion_identifier": -1, "text_b": "Sus mejores puestos en la competencia fueron el octavo lugar en 1960 y el décimo en 1968."}], "1": [{"uid": "spanish-1893-val", "text_a": "En cinco días, esta masa de aire frío se extendió desde el sur de Marianas hasta el norte de las islas Filipinas.", "label": "1", "portion_identifier": -1, "text_b": "En cinco días, la masa de aire frío se extendió desde las Marianas del sur hacia las islas Filipinas del norte."}, {"uid": "spanish-994-val", "text_a": "A veces se lo conoce como James Gordon para distinguirlo de James Gordon Huntly (1553 -- 1641), otro jesuita.", "label": "1", "portion_identifier": -1, "text_b": "A veces se lo conoce como James Gordon para distinguirlo de James Gordon Huntly (1553-1641), otro Jesuita."}, {"uid": "spanish-604-val", "text_a": "Dos líneas operan diariamente la línea de Dearne Valley a York y Sheffield.", "label": "1", "portion_identifier": -1, "text_b": "Dos servicios funcionan diariamente en la línea de Dearne Valley a York y Sheffield."}, {"uid": "spanish-797-val", "text_a": "Arumadura Lawrence Romelo Duminda Silva, también conocido como Duminda Silva y R. Dumindha Silva, es un político de Sri Lanka y antiguo miembro del Parlamento.", "label": "1", "portion_identifier": -1, "text_b": "Dumuma Silva, también conocida como Arumadura Lawrence Romelo Duminda Silva y R. Dumindha Silva, es una política y anteriormente miembro del parlamento de Sri Lankan."}]}