{"0": [{"uid": "german-639-val", "text_a": "Obwohl austauschbar, sind die Karosserieteile bei den beiden Autos nicht ähnlich.", "label": "0", "portion_identifier": -1, "text_b": "Obwohl sie sich ähneln, sind die Karosserieteile der 2 Autos nicht austauschbar."}, {"uid": "german-941-val", "text_a": "Soto wurde in Fort Worth geboren, zog aber einjährig nach Monterrey in Mexiko.", "label": "0", "portion_identifier": -1, "text_b": "Soto wurde in Monterrey in Mexiko, geboren, zog aber im Alter von einem Jahr nach Fort Worth."}, {"uid": "german-986-val", "text_a": "Die zweite Tochter von Ocatvius Warre Malet, Alice Anna Catherine, heiratete Thomas im britischen Konsulat in Köln am 24. Juni 1852.", "label": "0", "portion_identifier": -1, "text_b": "Thomas Annes zweite Tochter, Alice Anna Catherine, heiratete  Octavius Warre Malet am 24. Juni 1852 im Britischen Konsulat in Köln."}, {"uid": "german-1122-val", "text_a": "Nach der Rückkehr nach Surinam im Jahr 1954, ließ er sich in Paramaribo als Anwalt nieder.", "label": "0", "portion_identifier": -1, "text_b": "Nach der Rückkehr nach Paramaribo im Jahr 1954 ließ er sich als Anwalt in Surinam nieder."}, {"uid": "german-1738-val", "text_a": "Bis zum Aufkommen elektronischer und digitaler Videotechnologien war die Massenproduktion pornografischer Filme direkt mit der regulären Filmindustrie verbunden.", "label": "0", "portion_identifier": -1, "text_b": "Die Massenproduktion von elektronischen und digitalen Filmen war bis zum Aufkommen der pornographischen Videotechnik direkt mit der kommerziellen Filmindustrie verbunden."}, {"uid": "german-52-val", "text_a": "Die Ostküsten-Folge wurde vor Ort in Nova Scotia entlang des Cabot Trail gedreht, einschließlich Peggys Cove und dem Hochland von Cape Breton.", "label": "0", "portion_identifier": -1, "text_b": "Die Cabot Trail-Episode wurde in Cape Breton, Peggys Cove und dem Hochland von Nova Scotia entlang der Ostküste gedreht."}, {"uid": "german-736-val", "text_a": "Im Mai 1983 startete eine UK-Tour mit Robin George als zusätzlichem Gitarristen für Live-Auftritte.", "label": "0", "portion_identifier": -1, "text_b": "Eine UK-Tour startete im Mai 1983, für zusätzliche Darbietungen war der Live-Gitarrist Robin George dabei."}, {"uid": "german-1545-val", "text_a": "Fair Oaks befindet sich zwischen Sacramento und Folsom ( 38.651254 - 121.259279 ).", "label": "0", "portion_identifier": -1, "text_b": "Sacramento ( 38.651254 - 121.259279 ) befindet sich zwischen Fair Oaks und Folsom."}], "1": [{"uid": "german-458-val", "text_a": "Heute beherbergt das Schloss wechselnde Museumsausstellungen sowie mehrere ethnographische Sammlungen.", "label": "1", "portion_identifier": -1, "text_b": "Heute veranstaltet das Museum der Burg wechselnde Ausstellungen und beherbergt mehrere ethnographische Sammlungen."}, {"uid": "german-797-val", "text_a": "Arumadura Lawrence Romelo Duminda Silva, auch bekannt als Duminda Silva und R. Dumindha Silva, ist ein Politiker aus Sri Lanka und ehemaliger Abgeordneter.", "label": "1", "portion_identifier": -1, "text_b": "Dumuma Silva, auch als Arumadura Lawrence Romelo Duminda Silva und R. Dumindha Silva bekannt, ist ein sri-lankischer Politiker und ehemaliges Parlamentsmitglied."}, {"uid": "german-1261-val", "text_a": "2009 spielte Coolidge die dramatische Rolle der „Geneviève McDonagh“.", "label": "1", "portion_identifier": -1, "text_b": "2009 akzeptierte Coolidge eine dramatische Rolle in „ als Genevieve McDonagh."}, {"uid": "german-1933-val", "text_a": "Er machte Aufnahmen mit der Band von Billy Eckstine und 1946 spielte er mit Lionel Hampton.", "label": "1", "portion_identifier": -1, "text_b": "Er nahm Stücke mit Billy Eckstines Band auf spielte 1946 mit der Lionel Hampton Band."}, {"uid": "german-1286-val", "text_a": "Im August 2017 schloss sich Aluri Chakrapani dem Team an, um angeblich die Rolle des Produzenten Prakash Raj zu spielen.", "label": "1", "portion_identifier": -1, "text_b": "Aluri Chakrapani trat dem Team im August 2017 bei, um angeblich die Rolle des Produzenten Prakash Raj zu übernehmen."}, {"uid": "german-1953-val", "text_a": "Der Film wurde von Rajiv Menon aufgenommen und von A. Sreekar Prasad bearbeitet.", "label": "1", "portion_identifier": -1, "text_b": "Der Film wurde von Rajiv Menon gedreht und von A. Sreekar Prasad bearbeitet."}, {"uid": "german-432-val", "text_a": "Es war das erste von drei drittklassigen Hotels, die im Hauptgeschäftsviertel errichtet wurden.", "label": "1", "portion_identifier": -1, "text_b": "Dieses war das erste von drei drittklassigen Hotels, die im zentralen Geschäftsbezirk gebaut wurden."}, {"uid": "german-1044-val", "text_a": "Die R205 ist eine regionale Straße in Irland, die von der R199 im County Leitrim bis zur nordirischen Grenze im County Fermanagh, vor allem im County Cavan, führt.", "label": "1", "portion_identifier": -1, "text_b": "R205 ist eine Landstraße in Irland, die von Straße R199 im Bezirk Leitrim an die nordirische Grenze im Bezirk Fermanagh führt, und meistens im Bezirk Cavan verläuft."}]}