{"0": [{"uid": "german-991-val", "text_a": "Cancellopollia gracilis ist eine Meeresschneckenart, ein meeresgastropodenartiges Weichtier aus der Familie der Buccinidae, der Echten Wellhornschnecken.", "label": "0", "portion_identifier": -1, "text_b": "Cancellopollia gracilis ist eine Seeschneckenart, eine echte Gastropodenmuschel aus der Familie der Buccinidae, die im Meer lebende Wellhornschnecke"}, {"uid": "german-745-val", "text_a": "1924 wurde er als Redner zu ICM in Toronto eingeladen, 1932 in Oslo und 1936 in Zürich.", "label": "0", "portion_identifier": -1, "text_b": "Er wurde 1924 als Sprecher für die ICM in Toronto, 1932 in Zürich und 1936 in Oslo eingeladen."}, {"uid": "german-1557-val", "text_a": "Nadège du Bospertus ist ein französisches Model und ehemalige Jurorin bei „Italia's Next Top Model“. Sie war die Muse von Giorgio Armani und Gianni Versace.", "label": "0", "portion_identifier": -1, "text_b": "Nadège du Bospertus war ein ehemaliges Modell und Jurymitglied bei Italia's Next Top Model und Muse von Giorgio Armani und Gianni Versace."}, {"uid": "german-1863-val", "text_a": "Bei der Eröffnung war David Nixon der Direktor der BBC und die erste Sendung war „First Night“ mit Gerald Beadle in Studio Drei.", "label": "0", "portion_identifier": -1, "text_b": "Zu Beginn von BBC Television war Gerald Beadle Director, die erste Ausstrahlung war „First Night“ mit David Nixon in Studio 3."}, {"uid": "german-1018-val", "text_a": "Ein weiteres Mitglied der Gruppe war Sir George Throckmorton, dessen Schwester Thomas Giffard heiratete.", "label": "0", "portion_identifier": -1, "text_b": "Ein weiteres Mitglied dieser Gruppe war Sir Thomas Giffard, dessen Schwester George Throckmorton heiratete."}, {"uid": "german-567-val", "text_a": "Der Vorschlag des Met über eine Ausbreitung von Paddington nach South Kensington und im Osten von Moorgate nach Tower Hill Richtung Süden wurde am 29. Juli 1864 akzeptiert und erhielt die königliche Zustimmung.", "label": "0", "portion_identifier": -1, "text_b": "Die Pläne der Met, sich östlich von Paddington bis nach South Kensington und südlich von Moorgate bis Tower Hill zu erweitern, wurden angenommen und erhielten am 29. Juli 1864 die königliche Genehmigung."}, {"uid": "german-199-val", "text_a": "2003 zog er nach London und lebte dort für sechzehn Monate, bevor er im September 2004 nach Südafrika zurückkehrte.", "label": "0", "portion_identifier": -1, "text_b": "Er zog 2003 nach Südafrika und lebte dort 16 Monate, bevor er im September 2004 nach London zurückkehrte."}, {"uid": "german-1454-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "NS"}], "1": [{"uid": "german-1700-val", "text_a": "Der Jidanul ist ein Nebenfluss des Jiul de Vest in Rumänien.", "label": "1", "portion_identifier": -1, "text_b": "Der Fluss Jidanul ist ein Nebenfluss des Jiul de Vest in Rumänien."}, {"uid": "german-1623-val", "text_a": "Die Station wurde 1947 auf Winter Islands von der British Falkland Islands Dependencies Survey unter dem Namen „Station F“ oder „Argentine Islands“ errichtet.", "label": "1", "portion_identifier": -1, "text_b": "Die Station wurde 1947 auf Winter Island von der British Falkland Islands Dependencies Survey unter dem Namen „Station F“ oder „Argentine Islands“ errichtet."}, {"uid": "german-1101-val", "text_a": "Die Grundzüge der Systemtheorien wurden in „Seasonal Variation of Eskimo“ von Julian Steward dargelegt und später im Buch von Marcel Mauss wieder aufgegriffen.", "label": "1", "portion_identifier": -1, "text_b": "Die Grundzüge der Systemtheorien werden in „Seasonal Variation of Eskimo“ von Julian Steward erläutert und später im Buch von Marcel Mauss erneut aufgegriffen."}, {"uid": "german-1487-val", "text_a": "Der fertiggestellte Zaun liegt größtenteils in New Mexico, Arizona und Kalifornien, während der Bau in Texas erfolgte.", "label": "1", "portion_identifier": -1, "text_b": "Der fertige Zaun steht hauptsächlich in New Mexico, Arizona und Kalifornien, in Texas wird noch gebaut."}, {"uid": "german-4-val", "text_a": "Joe R. Campa Jr. ist ein ehemaliger Seemann der United States Navy, der als elfter Master Chief Petty Officer in der US Navy diente.", "label": "1", "portion_identifier": -1, "text_b": "Joe R. Campa Jr. ist ein ehemaliger Seemann der US Navy, der als 11. Master Chief Petty Officer in der United States Navy diente."}, {"uid": "german-1466-val", "text_a": "Der Fluss Neajlov ist ein Nebenarm des Flusses Neajlovel in Rumänien.", "label": "1", "portion_identifier": -1, "text_b": "Der Fluss Neajlov ist ein Nebenarm des Flusses Neajlovel in Rumänien."}, {"uid": "german-740-val", "text_a": "Tres Vidas Distintas ist eine mexikanische Seifenoper aus dem Jahr 1969 die von Televisa produziert und ursprünglich von Telesistema Mexicano ausgestrahlt wurde.", "label": "1", "portion_identifier": -1, "text_b": "Vidas Distintas ist eine mexikanische Seifenoper, die 1969 von Televisa produziert und ursprünglich von Telesistema Mexicano ausgestrahlt wurde."}, {"uid": "german-1054-val", "text_a": "Roy trat 1963 der Kommunistischen Partei Indiens bei und leitete Gewerkschaftsbewegungen im Gebiet Kalkutta von Bansdroni.", "label": "1", "portion_identifier": -1, "text_b": "1963 trat Roy der Kommunistischen Partei Indiens bei und war führend an Gewerkschaftsbewegungen in Kolkata, einem Gebiet in Bansdroni, beteiligt."}]}