{"1": [{"uid": "spanish-30747-trn", "text_a": "No tiene GPS integrado El pulsómetro no es nada fiable La aplicación es penosa Lo único bueno es que es resistente y barato", "label": 1, "portion_identifier": -1, "text_b": "Si buscas un buen reloj deportivo, mira otro . sports"}, {"uid": "spanish-19037-trn", "text_a": "Pésima calidad. Las pilas no duran nada.", "label": 1, "portion_identifier": -1, "text_b": "NO DURAN NADA. NO COMPRAR . camera"}, {"uid": "spanish-33012-trn", "text_a": "Fecha de entrega 9 mayo. Fecha de hoy 16 mayo y aún esperando la entrega.", "label": 1, "portion_identifier": -1, "text_b": "Articulo que no llega . furniture"}, {"uid": "spanish-35411-trn", "text_a": "No sirve para el Pocophone. Queda pequeña.", "label": 1, "portion_identifier": -1, "text_b": "No sirve . wireless"}], "2": [{"uid": "spanish-72260-trn", "text_a": "Si la vas a compartir con otro usuario es un rollo porque no te detecta bien y solo uno puede ser el usuario principal. El peso bien pero el resto del cálculo no sé cómo lo hace ya que no distingue usuarios. Me parece un poco timo", "label": 2, "portion_identifier": -1, "text_b": "Creo que no vale la pena . sports"}, {"uid": "spanish-66088-trn", "text_a": "No tiene un interface fácil, almacena pocas emisoras y no vienen las instrucciones en castellano. Deberían especificarlo. Tenerlo en cuenta-", "label": 2, "portion_identifier": -1, "text_b": "No es lo que pensaba . wireless"}, {"uid": "spanish-73921-trn", "text_a": "lo compre pensando en que no tendría que hacer agujeros y fatal , se despega continuamente hasta desgastar la pega que lleva, así que si lo quieres enganchado en la pared hay que hacer taladro!!", "label": 2, "portion_identifier": -1, "text_b": "compra verificada . home_improvement"}, {"uid": "spanish-57562-trn", "text_a": "Contenido 10 Envío 0 Y no es la primera vez con UPS. Lo dejan en una tienda cerca de casa, dicen q han pasado pero eso es imposible. Ni notifican siquiera en el buzón. Luego averigua tú mediante llamadas varias dónde está tu paquete. Fatal.", "label": 2, "portion_identifier": -1, "text_b": "Ricardo . toy"}], "3": [{"uid": "spanish-96514-trn", "text_a": "Por sus medidas me sirve para el uso que le quería dar, material pasable, claro que, con ese precio, no iba a ser de cuero realmente como pone en la descripción del producto.", "label": 3, "portion_identifier": -1, "text_b": "No se puede pedir más por el precio que tiene. . luggage"}, {"uid": "spanish-92663-trn", "text_a": "No ha sido cómodo. He comprado otra. Para frenar al perro problemas pq mi dedo no llegaba bién para pulsar.", "label": 3, "portion_identifier": -1, "text_b": "No es cómodo . pet_products"}, {"uid": "spanish-110001-trn", "text_a": "Son faciles de poner es lo que esperamos cuando compramos unas cadenas", "label": 3, "portion_identifier": -1, "text_b": "La facilidad para ponerlas . automotive"}, {"uid": "spanish-103889-trn", "text_a": "Está bien por el precio que tiene, aunque en cuanto a tornillería y enganches deja un poco que desear, se afloja con facilidad con el uso.", "label": 3, "portion_identifier": -1, "text_b": "Bien . musical_instruments"}], "4": [{"uid": "spanish-136784-trn", "text_a": "Perfecto y fácil de colocar. Solo que los enganches están por debajo de los controles y la verdad es que es algo molesto sobre todo si manejas con las pinzas y no solo con los pulgares.", "label": 4, "portion_identifier": -1, "text_b": "Bien para el manejo con pulgares. . toy"}, {"uid": "spanish-142612-trn", "text_a": "Tal y como aparece en la foto. Esperaba que sonase un poco más , pero contenta con el producto.", "label": 4, "portion_identifier": -1, "text_b": "Sonajero -pies-manos . pc"}, {"uid": "spanish-125350-trn", "text_a": "Queda muy bonito y caben los tiestos de tamaño estándar y los que son un poco más grandes también, por si no quieres usar los que trae, aunque yo si los he usado. Más plásticoso de lo que yo esperaba. En general estoy contento aunque no sé si repetiría.", "label": 4, "portion_identifier": -1, "text_b": "Es resistente, no traspasa el agua ni la tierra. . lawn_and_garden"}, {"uid": "spanish-146168-trn", "text_a": "Tal y como se describe en el anuncio. Producto de buena calidad para el precio que tiene. Muy recomendable para el día a día", "label": 4, "portion_identifier": -1, "text_b": "Recomendado . shoes"}], "5": [{"uid": "spanish-174397-trn", "text_a": "Buen producto y de calidad muy buena, y el envio muy rapido", "label": 5, "portion_identifier": -1, "text_b": "Muy buena compra . wireless"}, {"uid": "spanish-167210-trn", "text_a": "Todo llego como pedía esta todo muy bien les doy las gracias atentamente hasta otra compra que espero se pronto muchas gracias de nuevo jesus", "label": 5, "portion_identifier": -1, "text_b": "martillo . home"}, {"uid": "spanish-166350-trn", "text_a": "Los recibí este pasado viernes y no me los he quitado.Son lo mas cómodo del mundo. Ya tenía otros de otra marca, pero nada que ver con la comodidad de los Crocs. El color es un poco chillon, pero me da igual.", "label": 5, "portion_identifier": -1, "text_b": "Comodísimos. . shoes"}, {"uid": "spanish-177789-trn", "text_a": "El disco en si despues de unos meses de uso, no me ha dado ningún problemas, traia todo lo necesario para montarlo y es muy sencillo de montar, la unica parte un poco mas complicada o delicada es mover la tapa de la ps3 super slim que es el modelo que tengo, y eso no esta relacionado con el producto, asi que lo recomendaria.", "label": 5, "portion_identifier": -1, "text_b": "Satisfecho . pc"}]}