{"0": [{"uid": "german-924-val", "text_a": "Callum O'brien (geboren am 04. November 1982 in Neuseeland) ist ein professioneller Cambridge Squashspieler.", "label": "0", "portion_identifier": -1, "text_b": "Callum O'brien (geboren am 4. November 1982 in Cambridge) ist ein neuseeländischer professioneller Squash-Spieler."}, {"uid": "german-1232-val", "text_a": "Worcester ist ein Ort und eine Kreisstadt von Worcestershire in England.", "label": "0", "portion_identifier": -1, "text_b": "Worcestershire ist eine Stadt und County-Sitz von Worcester in England."}, {"uid": "german-11-val", "text_a": "Die höchste Bewertung für die Show ist in dem roten, die niedrigste im blauen Abschnitt in der Rezension unten zu finden.", "label": "0", "portion_identifier": -1, "text_b": "In den Bewertungen unten erscheint die niedrigste Bewertung für die Show in Rot und die höchste Bewertung für die Show in Blau."}, {"uid": "german-479-val", "text_a": "Shook war eine unabhängig produzierte britische Musikzeitschrift mit Sitz in London, die über verschiedene Formen von Black Music und elektronischer Musik berichtete.", "label": "0", "portion_identifier": -1, "text_b": "Shook war ein in London produziertes Underground-Magazin für Elektromusik das über verschiedene Formen britischer Musik und Black Music berichtete."}], "1": [{"uid": "german-1959-val", "text_a": "Enigmaticolus Monnieri ist eine Art der Meeresschnecken, der wahren Gastropoden-Weichtiere der Familie der Buccinidae, der Meeres-Wellhornschnecken.", "label": "1", "portion_identifier": -1, "text_b": "Enigmaticolus monnieri ist eine Spezies der Meeresschnecke, eine echte Gastropodenmolluske in der Familie der Buccinidae, der Wellhornschnecken."}, {"uid": "german-25-val", "text_a": "Das Loyang-Team schlug die Raffles Institution in der Eröffnungsrunde und die Xinmin Secondary School im Viertelfinale, bevor es im Halbfinale gegen die Hwa Chong Institution verlor.", "label": "1", "portion_identifier": -1, "text_b": "Das Team von Loyang schlug Raffles Institution in der Eröffnungsrunde und Xinmin Secondary School im Viertelfinale, bevor es im Halbfinale gegen Hwa Chong Institution verlor."}, {"uid": "german-1773-val", "text_a": "Die Plattformen pc1000 und pc1500 wurden 2006 mit VIA C3-Prozessoren beschrieben. Die pc3500 wurde im August 2007 mit der VIA C7 eingeführt.", "label": "1", "portion_identifier": -1, "text_b": "Die Plattformen PC 1000 und PC 1500 wurden 2006 mit VIA C3 Prozessoren versehen und die PC 3500 kam im August 2007 mit dem VIA C7 auf den Markt."}, {"uid": "german-1571-val", "text_a": "Das Album wurde jedoch von Madonna, Prince und Michael Jackson beeinflusst.", "label": "1", "portion_identifier": -1, "text_b": "Das Album wurde jedoch von Michael Jackson, Prince und Madonna beeinflusst."}]}