{"1": [{"uid": "german-17604-trn", "text_a": "Auf der Rückseite sind drei Löcher daher dürfte die Matte nicht dicht sein", "label": 1, "portion_identifier": -1, "text_b": "Reklamation Fußmatte . home"}, {"uid": "german-22430-trn", "text_a": "Auf keinen Fall würden wir das nochmals kaufen. Sept Kind zum Schulanfang geschenk.Nach noch niemals 3 Monaten bricht in der Mitte alles auseinander. Wir hatten für unseren großen teureres Mäppchen gekauft, das hat 2 Jahre gehalten.", "label": 1, "portion_identifier": -1, "text_b": "Keine Kaufempfehlung . toy"}, {"uid": "german-17318-trn", "text_a": "Ich würde gern eine Rezension über die Qualität des Rucksackes schreiben, aber leider ist er nie angekommen. Bestellt am 19. Januar (und ich bin mir sichere, dass da noch der Ein-Tag-Prime-Versand angegeben war, sonst hätte ich das Ding nicht gekauft), angekündigt für den 24. Februar, angekommen: Nie. Jetzt muss ich nachsehen, ob in meinen ganzen Amazon-Abbuchungen auch diese Summe abgebucht wurde - vielen Dank auch...", "label": 1, "portion_identifier": -1, "text_b": "Nicht angekommen . luggage"}, {"uid": "german-28948-trn", "text_a": "Ich habe den Produkt mehr als 1 monat später noch nicht bekommen.", "label": 1, "portion_identifier": -1, "text_b": "Keine Lieferung . drugstore"}], "2": [{"uid": "german-57765-trn", "text_a": "Der Grill ist ja prinzipiell erstmal nicht schlecht, allgemein macht er ein sehr robusten und wertigen Eindruck, das zeigt sich ja auch an zahlreichen anderen Bewertungen. Leider hab ich wohl irgendein Montagsstück erwischt denn nach dem allerersten mal anzünden und aufklappen ist die Halterung auf dem der Grillrost liegt auf einer Seite einfach abgebrochen. Beide Schrauben mit denen das Teil befestigt ist sind einfach ab.", "label": 2, "portion_identifier": -1, "text_b": "Defekt nach erstem Einsatz . lawn_and_garden"}, {"uid": "german-78905-trn", "text_a": "Achtung... Es werden keine Schablonen geliefert. Angeblich kann das Angebot nicht berichtigt werden. Dafür wird eine Farbtube mehr geliefert. Bin nicht zufrieden. Wenig glaubhaft!!!", "label": 2, "portion_identifier": -1, "text_b": "ACHTUNG LIEFERUNG ENTSPRICHT NICHT ANGEBOT . beauty"}, {"uid": "german-76767-trn", "text_a": "Positiv: schnelle Lieferung Negativ: Folie lässt sich nicht blasenfrei anbringen, mindert die Auflösung/Bildqualität und ist absolut katastrophal in der Haptik in Verwendung mit dem SPen", "label": 2, "portion_identifier": -1, "text_b": "Keine Kaufempfehlung . electronics"}, {"uid": "german-59467-trn", "text_a": "Ich hatte schon einiges über diese Autorin gehört und war daher echt gespannt auf dieses Buch... aber ich bin enttäuscht worden. Der Schreibstil ist nicht gerade flüssig, und neben diesem teilweise abgehackten Lesen hatte ich dann immer mal wieder mit ausschweifenden, langatmigen Beschreibungen zu kämpfen, die mir sämtliche Spannung nahmen und mich eher genervt haben. Am Schlimmsten fand ich aber, dass ich mich immer mal wieder an meine Lieblingsserie erinnert gefühlt habe, da war keine neue Idee in diesem Buch, ich hatte ehr das Gefühl, eine Nacherzählung zur Serie zu lesen, das hatte für mich dann einen etwas schalen Beigeschmack. Schade.", "label": 2, "portion_identifier": -1, "text_b": "WTF?? . digital_ebook_purchase"}], "3": [{"uid": "german-81593-trn", "text_a": "Kleines defekt aber sonst ist der Trampolin sehr stabil", "label": 3, "portion_identifier": -1, "text_b": "Sehr schöner Trampolin nur leider mit Defekt . sports"}, {"uid": "german-105034-trn", "text_a": "Schlicht und praktisch, deswegen werde ich es behalten, obwohl der Farbton sehr ungleichmäßig ist. Das Besteck ist leider nicht aus einem Stück Holz gearbeitet, sondern aus drei verschiedenen, die bei mir teils hellblond teils dunkelbraun sind.", "label": 3, "portion_identifier": -1, "text_b": "Ungleichmäßiger Farbton . home"}, {"uid": "german-89877-trn", "text_a": "Die Box war leicht aufzubauen und passt super ins Auto. Leider war die komplette Box sehr zerkratzt.", "label": 3, "portion_identifier": -1, "text_b": "In Ordnung . pet_products"}, {"uid": "german-105438-trn", "text_a": "Leider haben gleich einige gar nicht funktioniert. Waren aber bereits in der Mitgebseltüte und konnte ich mir von den Kids schlecht zurückgeben lassen :( Die Kinder waren enttäuscht.", "label": 3, "portion_identifier": -1, "text_b": "50:50 . toy"}], "4": [{"uid": "german-152322-trn", "text_a": "Wenn man diese \"Juwelen\" anbringt hat man das Gefühl dass es nicht lange hält, jedoch musste ich feststellen dass sie wirklich den ganzen Tag auf der Stirn fest geblieben sind (war auf einem Festival und tanzen war auch kein Problem). Ein Punktabzug gibt es jedoch denn manchmal muss mann sie leicht wieder zurück richten weil sie minimal verrutschen und die Steine die über der Nase hingen, stehen immer ein bisschen ab.", "label": 4, "portion_identifier": -1, "text_b": "Hällt den ganzen Tag . beauty"}, {"uid": "german-120094-trn", "text_a": "Der Kopfhörer gefällt mir gut. Er ist hochwertig verpackt und eignet sich damit bestens auch als Geschenk. Neben dem Kopfhörer ist noch eine kleine schwarze Schachtel enthalten, in der ein USB-Kable und die Beschreibung enthalten sind und ein Transportbeutel, alles passend in schwarz. Der Kopfhörer sitzt gut, die Muscheln schmiegen sich sehr gut den Ohren an. Die Verbindung mit dem Handy ( bei mir das Huawei Mate 10 Lite ) funktioniert problemlos. Der Klang ist gut.", "label": 4, "portion_identifier": -1, "text_b": "Hochwertig verpackt, mit Tasche . electronics"}, {"uid": "german-129947-trn", "text_a": "Sehr gute Wirkung schnell und effektiv teuer aber wirkungsvoll", "label": 4, "portion_identifier": -1, "text_b": "Super Sache . drugstore"}, {"uid": "german-151963-trn", "text_a": "Ich nutze dieses Schloss für meinen Keller, da ich es Leid war meinen Kellerschlüssel ständig mit mir zu tragen. Meistens ist dieser nicht am Mann (bzw. an der Frau), wenn man in den Keller möchte. Mit diesem Zahlenschloss kann dieses Problem aus der Welt geschaffen werden. Die Vorhängeschlösser (2 Stück dabei) öffnen sich erst, wenn die richtige 4-stellige Zahlenkombination eingestellt ist. Im Auslieferungszustand ist die Zahlenkombination \"0000\" und kann durch Verdrehen des Bügels auf eine Einrastposition beliebig verändert werden. Einziges Manko: Der Bügel hat Spiel im geschlossenen Zustand und erweckt damit einen weniger wertigen Eindruck.", "label": 4, "portion_identifier": -1, "text_b": "Kein Schlüssel mehr notwendig . home_improvement"}], "5": [{"uid": "german-189139-trn", "text_a": "Das beste seit langem!!!!!!", "label": 5, "portion_identifier": -1, "text_b": "Edmund . other"}, {"uid": "german-182440-trn", "text_a": "Wirklich ne super Tasche. Der Preis ist völlig gerechtfertigt.", "label": 5, "portion_identifier": -1, "text_b": "Super Preisleistungsverhältnis . pc"}, {"uid": "german-174988-trn", "text_a": "Funktioniert perfekt. Wenn die Form umgedreht wird und man den kleinen gelben Deckel entfernt, flutscht es von allein! Gute Idee!", "label": 5, "portion_identifier": -1, "text_b": "1 A . home"}, {"uid": "german-164683-trn", "text_a": "Seit dem Einsatz des Gerätes keine Katzen mehr im Beet. Die Nachbarskatzen hält es zuverlässig fern.", "label": 5, "portion_identifier": -1, "text_b": "Die Nachbarskatzen hält es zuverlässig fern. . lawn_and_garden"}]}