{"0": [{"uid": "french-1109-val", "text_a": "Lusaghbyur (anciennement romanisée sous le nom de Lusakhpyur ; Svanverdi et Svan) est un village de la province de Shirak en Arménie.", "label": "0", "portion_identifier": -1, "text_b": "Lusaghbyur (également romanisé sous le nom de Lusaghbyur ; anciennement Svanverdi et Svan) est un village de la province de Shirak en Arménie."}, {"uid": "french-1604-val", "text_a": "Towanda Creek est situé dans le sud-ouest du comté de Bradford (41.655805 -76.850706 ), dans la vallée de Canton.", "label": "0", "portion_identifier": -1, "text_b": "Canton est situé dans le sud-ouest du comté de Bradford à (41.655805 -76.850706), dans la vallée de Towanda Creek."}, {"uid": "french-1879-val", "text_a": "Dotty est née en 1923 à Gloucester et est morte en 2014 à Boston.", "label": "0", "portion_identifier": -1, "text_b": "Dotty est née en 1923 à Boston et est morte à Gloucester en 2014."}, {"uid": "french-477-val", "text_a": "Son statut de ville satellite de Kuala Lumpur est lié à son emplacement au cœur de la vallée de Klang en Malaisie.", "label": "0", "portion_identifier": -1, "text_b": "Son statut de ville satellite de la vallée de Klang est lié à son emplacement au cœur de Kuala Lumpur, Malaisie."}], "1": [{"uid": "french-247-val", "text_a": "Loveland occupait le premier étage comme son commerce et le deuxième étage servait de temple maçonnique.", "label": "1", "portion_identifier": -1, "text_b": "La terre d'amour occupa le premier étage pour son commerce et le deuxième étage servit de temple maçonnique."}, {"uid": "french-739-val", "text_a": "Avec son aide, l'armée Aquilonienne est vaincue par celle du royaume rival de Nemedia et occupée.", "label": "1", "portion_identifier": -1, "text_b": "Avec son aide, l'armée aquilonienne est vaincue et occupée par celle du royaume rival de Némédia."}, {"uid": "french-660-val", "text_a": "Migvan (pitoresque \"lit\") est un petit kibboutz urbain situé dans la ville de Sderot, dans le désert du Néguev, au nord-ouest d’Israël.", "label": "1", "portion_identifier": -1, "text_b": "Migvan (\" éclairage \" coloré) est un petit kibboutz urbain de la ville de Sdérot dans le désert de Néguev au nord-ouest d'Israël."}, {"uid": "french-1110-val", "text_a": "Lang est né en Australie, a migré en Israël en tant que jeune homme et s'y est installé en 1961.", "label": "1", "portion_identifier": -1, "text_b": "Né en Australie, Lang a migré vers Israël en tant que jeune homme et s'y est installé en 1961."}]}