{"0": [{"uid": "german-643-val", "text_a": "Rainbach im Innkreis ist eine Gemeinde im Landkreis Schärding in Oberösterreich.", "label": "0", "portion_identifier": -1, "text_b": "Rainbach im Innkreis ist eine Gemeinde im Landkreis Schärding in Oberösterreich."}, {"uid": "german-125-val", "text_a": "Die letzte Zeile des dritten Verses wurde während der Regierungszeit von Alexander I. von Jugoslawien in „Kralja Aleksandra, Bože hrani” geändert.", "label": "0", "portion_identifier": -1, "text_b": "Unter der Herrschaft von Alexander I. von Jugoslawien wurde die dritte Zeile der letzten Strophe zu „Kralja Aleksandra, Bože hrani” geändert."}, {"uid": "german-1522-val", "text_a": "Der uvulare Ausstoß ist eine Art konsonantisches Geräusch, das in einigen gesprochenen Sprachen verwendet wird. Das Symbol im Internationalen Phonetischen Alphabet, das für dieses Geräusch steht,", "label": "0", "portion_identifier": -1, "text_b": "Der ejektive Konsonant ist ein uvularer Laut, der in einigen gesprochenen Sprachen verwendet wird. Das Symbol im Internationalen Phonetischen Alphabet für diesen Laut ist"}, {"uid": "german-1850-val", "text_a": "Saragyugh ( früher romanisiert als „Saragyukh“ ; auch Darakoy , Darakey und Daragyukh ) ist ein Dorf in der Provinz Schirak in Armenien.", "label": "0", "portion_identifier": -1, "text_b": "Saragyukh (auch romanisiert als Saragyugh; ehemals Darakoy, Darakey und Daragyukh) ist ein Dorf in der Provinz Shirak in Armenien."}], "1": [{"uid": "german-1379-val", "text_a": "Es dient der Eröffnung der Vorstadt Edithvale südöstlich von Melbourne am 20. September 2019.", "label": "1", "portion_identifier": -1, "text_b": "Er verbindet Melbournes südöstlichen Vorort Edithvale und wird am 20. September 1919 für den Verkehr freigegeben."}, {"uid": "german-271-val", "text_a": "Die Tracks wurden von Tommy Lee produziert; Michael Beinhorn spielt Schlagzeug.", "label": "1", "portion_identifier": -1, "text_b": "Die Titel wurden von Tommy Lee mit Michael Beinhorn am Schlagzeug produziert."}, {"uid": "german-319-val", "text_a": "Sein Anbau wurde in Kuba 1880 von Fernando Heydrich in Matanzas eingeführt.", "label": "1", "portion_identifier": -1, "text_b": "Sein Anbau wurde in Kuba 1880 durch Fernando Heydrich eingeführt."}, {"uid": "german-1820-val", "text_a": "Die NVIDIA TITAN V wurde am 7. Dezember 2017 offiziell von Nvidia angekündigt.", "label": "1", "portion_identifier": -1, "text_b": "NVIDIA kündigte den Nvidia TITAN V offiziell am 7. Dezember 2017 an."}]}