{"0": [{"uid": "german-1195-val", "text_a": "Massachusetts stimmte 1928 für Harry S. Truman, in den 1930er- und 1940er-Jahren viermal für Al Smith, und 1948 für Franklin D. Roosevelt.", "label": "0", "portion_identifier": -1, "text_b": "In den 1930er- und 1940er-Jahren wurde er 1928 für Al Smith  gewählt, vier Mal für Franklin D. Roosevelt und 1948 für Harry S. Truman."}, {"uid": "german-1697-val", "text_a": "Während der Ausschluss von schwarzen Spielern nicht als schriftliche Regel formuliert war, hatte seit 1933 kein Afroamerikaner in der National Football League gespielt.", "label": "0", "portion_identifier": -1, "text_b": "Obwohl der Ausschluss afrikanischer Spieler keine festgeschriebene Regel war, hatte seit 1933 kein schwarzamerikanischer Spieler mehr in der National Football League gespielt."}, {"uid": "german-657-val", "text_a": "Thomas Bryn vertrat Råbyggelaget Amt (Even Aust-Agder) bei der verfassungsgebenden Versammlung Norwegens im Jahr 1814 , zusammen mit Torkildsen Lande und Ole Knudsen Tvedten .", "label": "0", "portion_identifier": -1, "text_b": "Gemeinsam mit Even Torkildsen Lande und Ole Knudsen Tvedten , stellte Thomas Bryn das Råbyggelaget Amt (jetzt Aust-Adder ) bei der norwegischen Verfassungsversammlung im Jahr 1814 vor."}, {"uid": "german-1477-val", "text_a": "Viele wichtige Spieler der League verbrachten viel Zeit mit dem Team, darunter Jack Remsen, der seit sieben Jahren Veteran ist, und John Kerins, der seit zehn Jahren Veteran ist.", "label": "0", "portion_identifier": -1, "text_b": "Viele wichtige League-Spieler verbrachten Zeit mit dem Team, inklusive John Kerins, der seit sieben Jahren nicht mehr dabei ist, und Jack Remsen, der seit zehn Jahren nicht mehr dabei ist."}, {"uid": "german-367-val", "text_a": "Fishman hat einen Bachleor-Abschluss der Columbia University sowie einen Master-Abschluss in Wirtschaft der Brown University.", "label": "0", "portion_identifier": -1, "text_b": "Herr Fishman hat einen Bachelor der Brown University und einen Master in Wirtschaftswissenschaften der Columbia University."}, {"uid": "german-344-val", "text_a": "Am 22. September 1918 wurde die erste drahtlose Telegrafenmitteilung aus Australien nach Snowdonia gesendet.", "label": "0", "portion_identifier": -1, "text_b": "Am 22. September 1918 wurde die erste drahtlose Telegrafennachricht von Snowdonia nach Australien gesendet."}, {"uid": "german-1987-val", "text_a": "Sagen es sofort seinem Vater, Charlie Clausen (Zac MacGuire) und Evie.", "label": "0", "portion_identifier": -1, "text_b": "Hunter erzählt es sofort seinem Vater, Zac MacGuire (Charlie Clausen) und Evie."}, {"uid": "german-511-val", "text_a": "Wären die Kommunalwahlen 1983 eine Parlamentswahl gewesen, hätte die Sozialistische Linke 8 Sitze im Parlament erhalten.", "label": "0", "portion_identifier": -1, "text_b": "Wäre die Parlamentswahl 1983 eine Kommunalwahl gewesen, hätte die Sozialistische Linke 8 Sitze im Parlament erhalten."}], "1": [{"uid": "german-730-val", "text_a": "Der Petkeljärvi-Nationalpark ist ein Nationalpark in Finnland, in der Region Ilomantsi in Nordkarelien.", "label": "1", "portion_identifier": -1, "text_b": "Petkeljärvi National Park ist ein finnischer Nationalpark in der Ilomantsi-Region in Nordkarelien."}, {"uid": "german-1925-val", "text_a": "Das Boulder Dushanbe Teehaus war ein Geschenk des Bürgermeisters von Dushanbe Maksud Ikramov an die Stadt Boulder in Colorado.", "label": "1", "portion_identifier": -1, "text_b": "Das Boulder Dushanbe Tea House war ein Geschenk des Bürgermeisters von Dushanbe Maksud Ikramov an die Stadt Boulder, Colorado."}, {"uid": "german-1752-val", "text_a": "Vermont grenzt im Norden an Mitcham. im Westen an Nunawiding und Forest Hill, im Süden an Vermont und im Osten an Wantirna und Ringwood.", "label": "1", "portion_identifier": -1, "text_b": "Vermont grenzt im Norden an Mitcham, im Westen an Nunawiding und Forest Hill, im Süden an Vermont South und im Osten an Wantirna und Ringwood."}, {"uid": "german-68-val", "text_a": "Die 2008 eröffneten Studios wurden von Martin Pilchner entworfen und der Bau wurde von Chefingenieur Zach Hancock überwacht.", "label": "1", "portion_identifier": -1, "text_b": "Die 2008 eröffneten Studios wurde von Martin Pilchner entworfen und der Bau wurde von Chefingenieur Zach Hancock geleitet."}, {"uid": "german-1571-val", "text_a": "Das Album wurde jedoch von Madonna, Prince und Michael Jackson beeinflusst.", "label": "1", "portion_identifier": -1, "text_b": "Das Album wurde jedoch von Michael Jackson, Prince und Madonna beeinflusst."}, {"uid": "german-1405-val", "text_a": "Eine internationale Gruppe unabhängiger Experten untersuchte die Auswirkung des Unfalls und zog den Schluss, dass in dessen Folge niemand getötet oder vergiftet wurde.", "label": "1", "portion_identifier": -1, "text_b": "Eine internationale Gruppe unabhängiger Experten untersuchte die Auswirkungen des Unfalls und kam zu dem Schluss, dass in dessen Folge niemand vergiftet oder getötet worden war."}, {"uid": "german-1735-val", "text_a": "Andrew McLennan, geboren als Andrew Snoid, ist ein neuseeländischer Musiker, Sänger und Songwriter.", "label": "1", "portion_identifier": -1, "text_b": "Andrew McLennan Andrew Snoid ist ein neuseeländischer Musiker, Songwriter und Sänger."}, {"uid": "german-803-val", "text_a": "Der Film war ein kommerzieller Erfolg und einer der politischeren Filme von Sergio Sollima. Er war nicht so erfolgreich wie die früheren „Spaghetti-Western“ des Directors.", "label": "1", "portion_identifier": -1, "text_b": "Der Film war ein Kassenschlager, und einer von Sergio Sollimas politischeren Filmen, und weniger erfolgreich als die früheren Spaghettiwestern des Regisseurs."}]}