{"1": [{"uid": "spanish-35169-trn", "text_a": "Le pongo una estrella por que no me deja enviar los comentarios con las estrellas en blanco. Llevo desde el mes de agosto sin poder usar la camera, reinicio constante, se queda bloqueada. cuando voy marcha atrás se conecta un momento y luego vuelve la camera delantera. Estoy buscando un firmware para actualizar y ni siquiera esta en la pagina de Yi Technology. Mala . No la recomiendo.", "label": 1, "portion_identifier": -1, "text_b": "Pesima . wireless"}, {"uid": "spanish-32255-trn", "text_a": "Se supone que es para exterior...pues la mia a los dos meses estando en una terraza con techo,ya esta toda rajada por el unico sitio que le da un poco el sol.Al tocar donde esta roto se deshace No la la recomiendo,muy mala calidad", "label": 1, "portion_identifier": -1, "text_b": "Rota a los dos meses . sports"}], "2": [{"uid": "spanish-43793-trn", "text_a": "He hablado con amazon y me han comentado que envían los artículos tal y como llegan del proveedor pero me aseguran que son nuevos. Aun así no me parece higiénico que se venda sin precinto ya que la duda siempre queda ahí...", "label": 2, "portion_identifier": -1, "text_b": "Sin precintar!!! . beauty"}, {"uid": "spanish-73647-trn", "text_a": "Los cojines no están mal, pero no sin blancos si no un beige amarillento, eso me ha decepcionado, no es lo que esperaba, aunque reconozco que la calidad no es mala para el precio", "label": 2, "portion_identifier": -1, "text_b": "El color cambia al natural . apparel"}], "3": [{"uid": "spanish-97058-trn", "text_a": "Un poco lento a la hora de cerrar aplicaciones. Facebook imposible entrar desde app, tengo que entrar directamente en internet.", "label": 3, "portion_identifier": -1, "text_b": "Lento en cierre de app . electronics"}, {"uid": "spanish-105247-trn", "text_a": "La verdad que pensaba que el pie de la batidora iba a ser acero y es plástico del malo, el giro para cerrarla no es muy cómodo y no se ve muy duradero. Los accesorios traen el enganche también de plástico y no encaja bien con la picadora. La verdad que da el apaño pero no la volvería a comprar", "label": 3, "portion_identifier": -1, "text_b": "Algunos fallos y material de mala calidad . kitchen"}], "4": [{"uid": "spanish-143455-trn", "text_a": "El blanco del micro es palido, pero es bonito. Ya lo hemos probado y nos Gusta mucho, no me lo pensava.", "label": 4, "portion_identifier": -1, "text_b": "Buen producto . musical_instruments"}, {"uid": "spanish-123160-trn", "text_a": "El cable es muy fácil de instalar y funciona perfectamente. LLegó muy bien embalado y rápido", "label": 4, "portion_identifier": -1, "text_b": "Funciona perfectamente . wireless"}], "5": [{"uid": "spanish-194992-trn", "text_a": "Bien de precio, para el uso que lo quería perfecto y barato, caben dos armas.", "label": 5, "portion_identifier": -1, "text_b": "Maleta para armas. . luggage"}, {"uid": "spanish-191488-trn", "text_a": "He ahorrado mucho espacio.", "label": 5, "portion_identifier": -1, "text_b": "Muy bien . luggage"}]}