{"1": [{"uid": "spanish-22681-trn", "text_a": "Es mas en foto que en la realidad", "label": 1, "portion_identifier": -1, "text_b": "Basico . grocery"}, {"uid": "spanish-31867-trn", "text_a": "No lo recomiendo, son unas mallas normales,traen una banda en la zona de la cintura pero no te hace sudar más", "label": 1, "portion_identifier": -1, "text_b": "Decepcion . sports"}], "2": [{"uid": "spanish-63552-trn", "text_a": "Hola!! Pues la pulsera me llegó según la fecha que me ponía, pero no me gustó nada puesta en la muñeca queda súper ancha y horrible, eso puesta por encima, luego le faltaba un cierre a la pulsera, total que compra pérdida!! Porque no la he llegado ni ha estrenar.", "label": 2, "portion_identifier": -1, "text_b": "Pulsera horrible . jewelry"}, {"uid": "spanish-46432-trn", "text_a": "El pegamento falla al poco tiempo y se caen. Con los enchufes más gordos no funcionan del todo bien. Se pueden mejorar", "label": 2, "portion_identifier": -1, "text_b": "Mejorable . baby_product"}], "3": [{"uid": "spanish-105771-trn", "text_a": "Estéticamente muy bonito y compacto. Pero las esquinas rompen con facilidad al tratarse de material demasiado rígido", "label": 3, "portion_identifier": -1, "text_b": "Pequeña decepción . wireless"}, {"uid": "spanish-104700-trn", "text_a": "las cucharas estan muy bien, son de buena calidad y un diseño bonito. Pero ni son de cafe, ni de té. Son mas grandes de lo que parecen, el tamaño ideal para postres. Yo las queria para taza de café. y son enormes para eso.", "label": 3, "portion_identifier": -1, "text_b": "estan bien . home"}], "4": [{"uid": "spanish-144533-trn", "text_a": "En conclusión es bueno, vale la pena para el precio si lo usas para cuarto de huespedes pero no para uso personal y diario, cumple su función", "label": 4, "portion_identifier": -1, "text_b": "Bueno por el precio . furniture"}, {"uid": "spanish-158560-trn", "text_a": "La recibí antes de tiempo. Estéticamente es bonita. Los altavoces sin ser la leche si se escucha mas alto que en otras Tablet que tengo. La resolución de la pantalla es buena. A lo mejor un poco mas lenta en abrir ciertas paginas que otras Tablet. En la caja viene un cargado usb, un cable otg y bolígrafo táctil. Con la tarjeta sim no la he probado. El idioma por defecto instalado es el francés pero es muy fácil cambiarlo. Solo llevo un dia con ella y estoy contento con la compra.", "label": 4, "portion_identifier": -1, "text_b": "NO ESTA MAL POR EL PRECIO . pc"}], "5": [{"uid": "spanish-192176-trn", "text_a": "Un juego sencillo y rápido, recomendable 100%", "label": 5, "portion_identifier": -1, "text_b": "Juego muy recomendable . toy"}, {"uid": "spanish-193309-trn", "text_a": "Son buenas, fuertes y precisas. El vendedor muy responsable con en el envío. Se me perdió el paquete y el vendedor me lo envió de nuevo y ligero. Muy responsable.", "label": 5, "portion_identifier": -1, "text_b": "Producto de calidad . electronics"}]}