{"1": [{"uid": "german-28235-trn", "text_a": "Verkäufer wurde informiert und auch Bilder geschickt. Leider bis heute keine Reaktion, Ersatz oder dergleichen. Das kann man so nicht machen!!!", "label": 1, "portion_identifier": -1, "text_b": "Abgebrochene Regalteile im Paket . furniture"}, {"uid": "german-11333-trn", "text_a": "Das Feuerzeug kam kaputt an! Das Bild ist kaum erkennbar! Qualität ist sehr schlecht! Kundenservice nicht entgegenkommend! War als Geschenk gedacht ist aber in den Müll gewandert", "label": 1, "portion_identifier": -1, "text_b": "Nicht zu empfehlen . home"}, {"uid": "german-21547-trn", "text_a": "Produkt schäumt nicht bis unter den Rand. Teuer aber verspricht nicht das,was es verspricht. Nach zweimaligem Anschreiben an den Verkäufer,wegen Reklamation,keine Reaktion. Einmal und nie wieder!", "label": 1, "portion_identifier": -1, "text_b": "Einmal und nie wieder . home"}, {"uid": "german-16762-trn", "text_a": "Das externe DVD Laufwerk wird regelmäßig von meinem Macbook Pro nicht erkannt. Wenn ich es am Cinema-Display anschließe, kann wenigstens eine DVD abgespielt werden. Der Brennvorgang (wenn er denn mal überhaupt in Gang gesetzt werden kann) ist zu lang. Zum Teil wird der Datenträger nicht mehr ausgeworfen. Also um es kurz zu sagen: Das Gerät ist super unzuverlässig und sein Geld nicht wert. Dann doch lieber ein Markenprodukt, das auch vernünftig funktioniert.", "label": 1, "portion_identifier": -1, "text_b": "Ein katastrophales DVD-Laufwerk - Hände weg! . pc"}], "2": [{"uid": "german-58992-trn", "text_a": "Das einzige was an dem Produkt gut ist, ist die Luftpumpe, schade den Rest kann man getrost wegwerfen...", "label": 2, "portion_identifier": -1, "text_b": "Keine Kaufempfehlung . sports"}, {"uid": "german-52534-trn", "text_a": "Beim nächsten mal sollte man die Schuhe 2 nr größer bestellen.. Ich hab 39 normalerweise und habe mir 40 bestellt sie passen gerade so.. Der Geruch der Schuhe lässt auch zu wünschen übrig.. es riecht übelst nach Chemie selbst nachdem ich die Schuhe draußen zum lüften ließ und noch imprägniert habe.. 2 Sterne nur wegen schneller Lieferung und das es für den Preis okay ist..", "label": 2, "portion_identifier": -1, "text_b": "Mehr wie 2 Sterne gibt es nicht!! . shoes"}, {"uid": "german-53022-trn", "text_a": "Ich habe ein ganz anderes Tuch bekommen, weder die Farbe noch das Muster stimmt und es gefällt mir auch so nicht!! Rücksendung lohnt sich aber nicht!!", "label": 2, "portion_identifier": -1, "text_b": "Falsche Farbe, falsches Muster! . home"}, {"uid": "german-64889-trn", "text_a": "Creme ok, leider ist der Pumpspender defekt... mit einem alten Spender komme ich wenigstens an die Creme. Das nächste mal werde ich eine Tube bestellen...", "label": 2, "portion_identifier": -1, "text_b": "Pumpspender leider defekt . beauty"}], "3": [{"uid": "german-98406-trn", "text_a": "Es wurde leider nicht der beworbene Kühlschrank geliefert. Die Rückabwicklung und die Abholung haben aber sehr gut und ohne Probleme geklappt!", "label": 3, "portion_identifier": -1, "text_b": "Leider nicht richtig geliefert . other"}, {"uid": "german-85585-trn", "text_a": "Gut die Schaufel ist angekommen allerdings ohne Stiel, okay Gardena ist ein Kombisystem und man muss den Stiel separat kaufen. Wermut Tropfen, man bekommt einen ordentlichen Stiel für diese Schaufel nicht bei uns in den örtlichen Baumärkte und somit haben wir unsere Meinung nach den einzigen Version gekauft die funktionierend würde. Leider ein Griff in der Kloschüssel - Stiel zu schwach, 20€ umsonst ausgegeben was Schneeschieber Stiel betrifft. Aufpassen Leute das der Stiel dabei ist. Ansonsten sollte das Ding gut sein.", "label": 3, "portion_identifier": -1, "text_b": "Funktion . home_improvement"}, {"uid": "german-104769-trn", "text_a": "Funktioniert laut und einwandfrei!", "label": 3, "portion_identifier": -1, "text_b": "Gute Heizung . home_improvement"}, {"uid": "german-80559-trn", "text_a": "Die Sense wird in drei Teilen geliefert und ist etwas wackelig nach dem Zusammenbau. Aber für den einen Tag im Jahr reicht es.", "label": 3, "portion_identifier": -1, "text_b": "Etwas wackelig aber OK . toy"}], "4": [{"uid": "german-143591-trn", "text_a": "Bisschen wenig Handlung, mir ist nicht ganz clar geworden, worum es gehen wird. ABER: Witzige Dialoge und tolle Charaktere, inspirierende Kulisse und Outfits. Ich würde sie mir gerne angucken, allein wegen der Hauptdarstellerin.", "label": 4, "portion_identifier": -1, "text_b": "Witzige Dialoge . digital_video_download"}, {"uid": "german-152222-trn", "text_a": "unkomplizierte Lieferung", "label": 4, "portion_identifier": -1, "text_b": "Zufrieden . grocery"}, {"uid": "german-132924-trn", "text_a": "Gefällt mir sehr gut. Es passen Kaffeebecher, Babyflasche und Trinklernbecher sehr gut rein und es wird auch gut gehalten.", "label": 4, "portion_identifier": -1, "text_b": "Gefällt mir . baby_product"}, {"uid": "german-127454-trn", "text_a": "Der Fahrrad war echt super von der Stabilität und Optik. Leider hatten wir den Pech das der linke Bremshebel nicht funktionierte. Zurück senden war einwandfrei", "label": 4, "portion_identifier": -1, "text_b": "Zu empfehlen . sports"}], "5": [{"uid": "german-183188-trn", "text_a": "So wie man sich bei dieser Firma das Produkt vorstellt. Okay", "label": 5, "portion_identifier": -1, "text_b": "Ist okay . industrial_supplies"}, {"uid": "german-189727-trn", "text_a": "Sehr gute Passform und bequem zu tragen", "label": 5, "portion_identifier": -1, "text_b": "Schuhe . shoes"}, {"uid": "german-179789-trn", "text_a": "Ich habe noch nie so einfach, schnell und perfekt eine Displayfolie installiert. Tolles Produkt, sehr schön das beide Folien ein separates reinigungsset haben. Würde die Folien wieder kaufen. Beschreibung ist auch super.", "label": 5, "portion_identifier": -1, "text_b": "Es funktioniert! . wireless"}, {"uid": "german-191046-trn", "text_a": "Sie passen perfekt zu den bestellten Dosen", "label": 5, "portion_identifier": -1, "text_b": "«::P::» «::E::» «::R::» «::F::» «::E::» «::K::» «::T::» . grocery"}]}