{"0": [{"uid": "spanish-311-val", "text_a": "El Parque Nacional Petkeljärvi es un parque nacional en la región de Ilomantsi de Northern Karelia en Finlandia.", "label": "0", "portion_identifier": -1, "text_b": "El Parque Nacional Petkeljärvi es un parque nacional ubicado en Ilomantsi en la región de Karelia del Norte de Finlandia."}, {"uid": "spanish-1168-val", "text_a": "Los cambios electroencefalográficos están mediados por las endorfinas del azúcar, pero el mecanismo para esto sigue sin conocerse, parece que no se reducirá.", "label": "0", "portion_identifier": -1, "text_b": "Los cambios electroencefalográficos se reducen con el azúcar, pero se desconoce su mecanismo; no parece estar mediados por endorfinas."}, {"uid": "spanish-532-val", "text_a": "Loveland ocupó el primer piso como oficina mercantil y el segundo piso sirvió como templo masónico.", "label": "0", "portion_identifier": -1, "text_b": "The Loveland ocupaba el segundo piso como área mercantil y el primer piso era un templo masónico."}, {"uid": "spanish-85-val", "text_a": "Mount DeVoe es una montaña situada en la isla de Vancouver, Columbia Británica, Canadá, al sudeste de Gold River y al sur de Rambler Peak.", "label": "0", "portion_identifier": -1, "text_b": "Mount DeVoe es una montaña ubicada en la Isla de Vancouver, Columbia Británica, Canadá, ubicada al sudeste de Rambler Peak y al sur de Gold River."}, {"uid": "spanish-43-val", "text_a": "Después de la independencia, el nuevo gobierno aprobó la institución, y adquirió su nombre actual.", "label": "0", "portion_identifier": -1, "text_b": "Después de la independencia, la institución fue sancionada por el actual gobierno y recibió su nuevo nombre."}, {"uid": "spanish-795-val", "text_a": "El Peri, cuyo poder radica en su cabello, aparece en la novela de Elizabeth Ann Scarborough \"The Harem of Aman Akbar'' de 1984.", "label": "0", "portion_identifier": -1, "text_b": "Una peri cuya fuerza parece estar en su cabello aparece en la novela de 1984 de Elizabeth Ann Scarborough, \"The Harem of Aman Akbar\"."}, {"uid": "spanish-666-val", "text_a": "Un EP denominado Dido Live con tres de las diecisiete pistas en vivo del DVD fue lanzado en exclusivo a través de iTunes Store en formato digital el 21 de junio 2005.", "label": "0", "portion_identifier": -1, "text_b": "Un EP denominado Dido Live con tres de las diecisiete pistas en vivo del DVD fue lanzado digitalmente en exclusivo en iTunes Store el 21 de junio de 2005."}, {"uid": "spanish-846-val", "text_a": "Luego de emigrar desde Inglaterra a Milford, Connecticut en 1653, Elizabeth Prudden se casó con", "label": "0", "portion_identifier": -1, "text_b": "Elizabeth Prudden, inmigró desde Inglaterra hasta Milford, Connecticut en 1653; se casó con Roger Pritchard"}], "1": [{"uid": "spanish-1376-val", "text_a": "Rıza Maksut İşman (1915, İzmir -- 30 de diciembre de 2004, Estambul) fue un atleta turco.", "label": "1", "portion_identifier": -1, "text_b": "Rıza Maksut Isman (1915 en Esmirna -- 30 de diciembre de 2004, Estambul) era una atleta turca."}, {"uid": "spanish-172-val", "text_a": "En 2014 el sitio lanzó aplicaciones para iOS y Android para la búsqueda de productos; las características del producto incluyen reseñas de producto en vídeo en vivo con sesiones interactivas de preguntas y respuestas.", "label": "1", "portion_identifier": -1, "text_b": "En 2014, el sitio lanzó las aplicaciones iOS y Android para la investigación de productos, las características del producto incluyen reseñas de vídeo en vivo del producto con sesiones interactivas de preguntas y respuestas."}, {"uid": "spanish-1419-val", "text_a": "Esto dio inicio a la primera de cuatro guerras que se supone encabezaría contra Carthage.", "label": "1", "portion_identifier": -1, "text_b": "Esto detonó la primera de cuatro guerras que encabezaría contra Carthage."}, {"uid": "spanish-869-val", "text_a": "Somers fue hijo de Charles Cocks, el 1.er Baron Somers, y de Elizabeth, la hija de Richard Eliot.", "label": "1", "portion_identifier": -1, "text_b": "Somers era el hijo de Charles Cocks, 1.° Barón Somers, y Elizabeth, hija de Richard Eliot."}, {"uid": "spanish-651-val", "text_a": "La película cuenta con muchos elementos propios de un musical, con secuencias largas de ópera, y fue criticada por ser más musical que de terror.", "label": "1", "portion_identifier": -1, "text_b": "La película tiene muchos elementos de un musical, con largas secuencias de ópera y ha recibido críticas por ser más musical que espantosa."}, {"uid": "spanish-1149-val", "text_a": "Entre las mujeres más prominentes de Suriname se encuentran Jennifer Simons, Marijke Djwalapersad, Elisabeth Samson, Cynthia McLeod y Ruth Wijdenbosch.", "label": "1", "portion_identifier": -1, "text_b": "Entre las mujeres prominentes de Suriname se encuentran Elisabeth Samson, Cynthia McLeod, Marijke Djwalapersad, Jeniffer Simons y Ruth Wijdenbosch."}, {"uid": "spanish-1554-val", "text_a": "La escuela tiene aulas bien mantenidas y una capacidad inteligente, la mayoría de las clases son buenas clases.", "label": "1", "portion_identifier": -1, "text_b": "La escuela tiene aulas bien mantenidas y capacidad inteligente. La mayoría de las clases son buenas clases."}, {"uid": "spanish-1221-val", "text_a": "Ha colaborado con arquitectos contemporáneos como Francesco Grimaldi, Bartolomeo Picchiatti y Giovan Giacomo Di Conforto.", "label": "1", "portion_identifier": -1, "text_b": "Ha colaborado con arquitectos contemporáneos como Giovan Giacomo Di Conforto, Bartolomeo Picchiatti y Francesco Grimaldi."}]}