{"0": [{"uid": "german-657-val", "text_a": "Thomas Bryn vertrat Råbyggelaget Amt (Even Aust-Agder) bei der verfassungsgebenden Versammlung Norwegens im Jahr 1814 , zusammen mit Torkildsen Lande und Ole Knudsen Tvedten .", "label": "0", "portion_identifier": -1, "text_b": "Gemeinsam mit Even Torkildsen Lande und Ole Knudsen Tvedten , stellte Thomas Bryn das Råbyggelaget Amt (jetzt Aust-Adder ) bei der norwegischen Verfassungsversammlung im Jahr 1814 vor."}, {"uid": "german-35-val", "text_a": "Ihre Arbeit wurde auch mit der Schottischen Schule und der volkstümlichen Erzählliteratur von Annie S. Swan in Zusammenhang gebracht.", "label": "0", "portion_identifier": -1, "text_b": "Ihre Arbeit wurde auch mit der beliebten Kailyard School und der schottischen Fiktion von Annie S. Swan in Verbindung gebracht."}, {"uid": "german-1814-val", "text_a": "Das Erziehungswesen von Alabama setzt sich aus öffentlichen und privaten Schulen in Alabama zusammen, darunter auch die University of Alabama, Privatuniversitäten sowie Sekundar- und Primarschulen.", "label": "0", "portion_identifier": -1, "text_b": "Das Bildungswesen in Alabama besteht aus Secondary Schools und Primary Schools, sowie der Universität von Alabama, Privatuniversitäten, und öffentlichen und privaten Schulen."}, {"uid": "german-741-val", "text_a": "Er lernte Buchbinderei in Caen und Typographie in Paris.", "label": "0", "portion_identifier": -1, "text_b": "Er lernte Buchbinderei in Paris und Typographie in Caen."}], "1": [{"uid": "german-174-val", "text_a": "Dodge County in Minnesota  in den Vereinigten Staaten von Amerika ist eine Township in Vernon Township .", "label": "1", "portion_identifier": -1, "text_b": "Dodge County in Minnesota in den Vereinigten Staaten ist eine Gemeinde in Vernon Township ."}, {"uid": "german-883-val", "text_a": "Wenn Xenon auch selten und relativ schwer aus der Erdatmosphäre zu extrahieren ist, gibt es dafür dennoch große Verwendbarkeit.", "label": "1", "portion_identifier": -1, "text_b": "Obwohl Xenon ein Edelgas und nur relativ aufwendig aus der Erdatmosphäre zu extrahieren ist, hat es eine Reihe von Anwendungen."}, {"uid": "german-1566-val", "text_a": "Nachdem der Halt in Schüptitz 2011 eingestellt worden war, wurde er im Jahr 2012 in Folge von Bürgerprotesten wieder eingeführt.", "label": "1", "portion_identifier": -1, "text_b": "Nachdem der Halt in Schüptitz 2011 nicht mehr angefahren wurde, wurde er nach Bürgerprotesten 2012 wieder in Betrieb genommen."}, {"uid": "german-238-val", "text_a": "Der Film wurde von A. Sreekar Prasad aufgenommen und von Rajiv Menon redigiert.", "label": "1", "portion_identifier": -1, "text_b": "Der Film wurde von A. Sreekar Prasad aufgenommen und von Rajiv Menon geschnitten."}]}