{"1": [{"uid": "german-21989-trn", "text_a": "Mir wurde wir bei einer anderen Käuferin das falsche zugeschickt und jetz soll ich noch Rücksende Gebühren bezahlen dafür das die ihre Arbeit nicht richtig machen !! Unverschämt", "label": 1, "portion_identifier": -1, "text_b": "Falsche Ware!!! . shoes"}, {"uid": "german-7455-trn", "text_a": "Ich habe mit viel Mühe und Sorgfalt versucht, das Panzerglas zu kleben, aber es hält einfach nicht! Egal wie und oft wie lange man es versucht , es will einfach nicht halten bzw. überhaupt kleben. Ich rate vom Kauf ab.", "label": 1, "portion_identifier": -1, "text_b": "Es klebt nicht! . wireless"}], "2": [{"uid": "german-72873-trn", "text_a": "Im Prinzip gut, jedoch sind alle Gewinde voller Lack und die mitgelieferten Schrauben zu weich sodass der Lack im Gewinde die Schrauben zerstört... nach dem Nachschneiden aller Gewinde und dem Nutzen von gescheiten Schrauben ist der Schrank nun stabil!", "label": 2, "portion_identifier": -1, "text_b": "Nur für Bastler . office_product"}, {"uid": "german-72949-trn", "text_a": "Tolles Motiv, klebt aber leider nicht auf Naturholz. Aufkleber mussten mit Kleber aufgebracht werden. Sehr schade. . . . .", "label": 2, "portion_identifier": -1, "text_b": "Schöne Motive aber leider nichts für Naturholz . home_improvement"}], "3": [{"uid": "german-85283-trn", "text_a": "Ware kam wie immer schnell..... Das Handy liegt gut in der Hand, Display ist deutlich und das Einrichten funktioniert auch recht schnell und unkompliziert. Leider ist statt Android 9 (wie im Artikeltext erwähnt) nur die Version 8 vorhanden. Updates sind, laut Foren derzeit nicht zu erwarten.Der Fingerabdrucksensor ist leider nicht verwendbar. Das Handy lässt sich zwar noch entsperren, aber bei den einschlägigen Apps (Banken, Paypal usw.) funktioniert das ganze nicht. War ich von meinem Nokia 5 wesentlich besser gewohnt.Muss man wohl mit leben, auch weil einen der Sony Support als \"leicht dümmlich\" behandelt. In den Foren heißt es, dass es seit Android 7.1 Probleme mit dem Sensor gibt und Sony weiß nicht warum !!! Ich werde das Handy behalten, denn sonst ist die Leistung echt o.k. und bei diesem Preis kann man auch nicht wirklich meckern.", "label": 3, "portion_identifier": -1, "text_b": "Hält leider nicht ganz, was es verspricht . wireless"}, {"uid": "german-85683-trn", "text_a": "Viel kleiner als auf dem Foto (leider ) Hab mir das größer vorgestellt Deshalb leider nur drei Sterne Echt schade", "label": 3, "portion_identifier": -1, "text_b": "So Lala . jewelry"}], "4": [{"uid": "german-124386-trn", "text_a": "Also der Controller ist top hab ich auch für die Switch gekauft wie die meisten hier. Naja hab garnicht drauf geachtet beim Kauf aber da fehlt eine Funktion damit es wirklich ein richtiger Ersatz ist für den pro Controller ist! Man kann keine amiibos mit dem lesen, immer wenn ich zb. bei Mario Odyssee die Funktion (ausversehen) drücke kommt eine Fehlermeldung nach dem das Spiel auch kurz stottert. Die Meldung kann man ganz normal weg klicken und gut ist. Ist jetzt nicht so schlimm wie ich finde, der Controller ist ansonsten genau das was ich wollte. Liegt toll in der Hand und das Material fühlt sich gut an.", "label": 4, "portion_identifier": -1, "text_b": "Es fehlt nur eine Funktion für die Switch . video_games"}, {"uid": "german-150045-trn", "text_a": "artikel war lose im Karton, hätte wenigstens mit Füllmaterial versendet werden können. zu Glück nicht beschädigt gewesen.", "label": 4, "portion_identifier": -1, "text_b": "verpackung . home"}], "5": [{"uid": "german-172770-trn", "text_a": "Das Produkt selbst ist ausgezeichnet und die Vibrationen sind stark genug. Der wichtigste Grund, den ich mag, ist, dass es einfach ist, aufzuladen. Ich habe versucht, eine volle Ladung für eine Stunde Genuss. Ich liebe diesen schwingenden Penisring auf jeden Fall.", "label": 5, "portion_identifier": -1, "text_b": "Einfach aufzuladen . drugstore"}, {"uid": "german-195008-trn", "text_a": "Ein schuh den mein Mann immer trägt Passt und bequem", "label": 5, "portion_identifier": -1, "text_b": "Super schuh . shoes"}]}