{"0": [{"uid": "german-307-val", "text_a": "Er spielte 1993 mit dem A-Level-Team Kane County Cougars und dem AA-Level-Team Portland Sea Dogs.", "label": "0", "portion_identifier": -1, "text_b": "Er spielte bei der A-Liga-Mannschaft der Portland Sea Dogs und 1993 bei den AA Kane County Cougars."}, {"uid": "german-1789-val", "text_a": "2006 erklärte Richter Dee D. Drell die Rapides Parish Schools für rassisch einheitlich und beendete den langwierigen Rechtsstreit.", "label": "0", "portion_identifier": -1, "text_b": "2006 erklärte Richter Dee D. Drell die Rapides Parish Schools schließlich für rassisch einheitlich und beendete den langen Rechtsstreit."}, {"uid": "german-714-val", "text_a": "Unter den Bandsängern waren Dorothy Crane, Jerry Lang, Betty Griffin, Bernie's Bruder Walter Cummins und Scottee Marsh, der später zusammen mit Tommy Dorsey sang.", "label": "0", "portion_identifier": -1, "text_b": "Zu den Sängern der Band zählten Dorothy Crane, Walter Cummins, Betty Griffin, Jerry Langs Bruder Bernie und Scottee Marsh, der später mit Tommy Dorsey sang."}, {"uid": "german-61-val", "text_a": "Er wurde am 5. Mai 1940 in Konstantinopel (Istanbul) geboren und starb am 19. November 2011 in Athen an Krebs.", "label": "0", "portion_identifier": -1, "text_b": "Er wurde am 5. Mai 1940 in Konstantinopel (Athen) geboren und starb in Istanbul am 19. November 2011 an Krebs."}, {"uid": "german-1045-val", "text_a": "Der 40-minütige Film wurde von Annaud und Alain Godard geschrieben.", "label": "0", "portion_identifier": -1, "text_b": "Der 40-minütige Film wurde von Alain Godard zusammen mit Annaud geschrieben."}, {"uid": "german-436-val", "text_a": "Er interessierte sich besonders für die Nebeneffekte seiner Bilder. Diese bestehen aus stilisierten Figuren in langen Mänteln oder mit dekorativen Gesten; es betraf erzählende Inhalte.", "label": "0", "portion_identifier": -1, "text_b": "Er war besonders interessiert am dekorativen Effekt seiner Bilder, die aus stilisierten Figuren in langen Umhängen oder mit Gesten bestanden, der erzählerische Inhalt war zweitrangig."}, {"uid": "german-220-val", "text_a": "Laramie Potts ist ein amerikanischer Geophysiker an der Ohio State University, der zusammen mit Ralph R. B. von Frese die Massenkonzentration von Wilkesland in der Antarktis bestimmt hat.", "label": "0", "portion_identifier": -1, "text_b": "Ralph R. B. von Frese ist ein amerikanischer Geophysiker der Ohio State University, der in Zusammenarbeit mit Laramie Potts die Massenkonzentration im Wilkesland in der Antarktis ermittelte."}, {"uid": "german-422-val", "text_a": "Die Liste enthält Wörter in kroatischer Sprache mit mindestens 10 Buchstaben. Einige Wörter der Liste stammen aus der lateinischen und griechischen Sprache.", "label": "0", "portion_identifier": -1, "text_b": "Diese Liste enthält griechische Wörter mit mindestens 10 Buchstaben, einige davon stammen aus dem Lateinischen und Kroatischen."}], "1": [{"uid": "german-273-val", "text_a": "Die Serie konvergiert dann beinahe überall.", "label": "1", "portion_identifier": -1, "text_b": "Dann konvergiert die Serie fast überall."}, {"uid": "german-529-val", "text_a": "Olivia Loe begann 2004 mit dem Rudern, und Jessica Loe folgte ihr 2006.", "label": "1", "portion_identifier": -1, "text_b": "2004 begann Olivia Loe mit dem Rudern, gefolgt von Jessica Loe im Jahr 2006."}, {"uid": "german-38-val", "text_a": "Die Loyalisten lagerten am Westufer des Catawba River, während die Armee von General Charles Cornwalli am Ostufer lagerte.", "label": "1", "portion_identifier": -1, "text_b": "Die Loyalisten lagerten am Westufer des Catawba River, während die Armee von General Charles Cornwallis am Ostufer lagerte."}, {"uid": "german-117-val", "text_a": "Beide Töchter starben vor ihm, 1976 in Tosca und 1981 in Janear.", "label": "1", "portion_identifier": -1, "text_b": "Beide Töchter starben vor ihm, Tosca 1976 und Janear 1981."}, {"uid": "german-1461-val", "text_a": "Der Rassestandard beschreibt ihn als einen Hund mit starkem Temperament und ausgeprägter Individualität, der Fremden gegenüber misstrauisch ist.", "label": "1", "portion_identifier": -1, "text_b": "Der Zuchtstandard beschreibt den Hund als temperamentvoll, selbstständig und misstrauisch gegenüber Fremden."}, {"uid": "german-1300-val", "text_a": "Während seiner Wahlkampagne debattierte er zweimal mit McCain, einmal in Tucson und einmal in Flagstaff.", "label": "1", "portion_identifier": -1, "text_b": "Während seiner Kampagne trat er in zwei Debatten gegen McCain an, einmal in Flagstaff und einmal in Tucson."}, {"uid": "german-1188-val", "text_a": "1781 beförderte der Gouverneur von Virginia, Thomas Jefferson, Clark zum Brigadegeneral und gab ihm das Kommando über die gesamte Miliz in den Bezirken Kentucky und Illinois.", "label": "1", "portion_identifier": -1, "text_b": "1781 beförderte der Gouverneur von Virginia, Thomas Jefferson, Clark zum Brigadegeneral und gab ihm das Kommando über alle Milizen in den Grafschaften Kentucky und Illinois."}, {"uid": "german-1944-val", "text_a": "Die Mannschaft reagierte auf die Änderungen im selben Spiel am darauffolgenden Abend dieses 19. Februar.", "label": "1", "portion_identifier": -1, "text_b": "Das Team reagierte im gleichen Spiel, das am nächsten Februarabend stattfand, auf die Veränderungen."}]}