{"0": [{"uid": "german-639-val", "text_a": "Obwohl austauschbar, sind die Karosserieteile bei den beiden Autos nicht ähnlich.", "label": "0", "portion_identifier": -1, "text_b": "Obwohl sie sich ähneln, sind die Karosserieteile der 2 Autos nicht austauschbar."}, {"uid": "german-210-val", "text_a": "Die Fluggesellschaft wurde von Irelandia gegründet, die auch fünf weitere Fluggesellschaften gegründet hat, nämlich VivaColombia, Ryanair, Allegiant Air, VivaAerobus und Tigerair.", "label": "0", "portion_identifier": -1, "text_b": "Die Fluggesellschaft wurde von Irelandia gegründet, die auch fünf weitere Fluggesellschaften gegründet hat, nämlich VivaColombia, Ryanair, Allegiant Air, VivaAerobus und Tigerair."}, {"uid": "german-607-val", "text_a": "Beide Töchter starben vor ihm,  Tosca 1976 und Janear 1981.", "label": "0", "portion_identifier": -1, "text_b": "Beide Töchter starben vor ihm, 1976 in Tosca und 1981 in Janear."}, {"uid": "german-1410-val", "text_a": "Das Sydney Water Board hatte 1888 vom City Council (Stadtrat) die Wasserversorgung für Sydney übernommen.", "label": "0", "portion_identifier": -1, "text_b": "1888 übernahm der Stadtrat die Wasserversorgung für Sydney von dem Sydney Water Board."}], "1": [{"uid": "german-584-val", "text_a": "Tindi ist eine nordostkaukasische Sprache die in der Russischen Republik Dagestan gesprochen wird.", "label": "1", "portion_identifier": -1, "text_b": "Tindi ist eine nordöstliche kaukasische Sprache, die in der russischen Republik Dagestan gesprochen wird."}, {"uid": "german-15-val", "text_a": "Das Folgende ist eine Liste von Fouls, die gemäß den Vorgaben der Nevada State Athletic Commission, von den Staaten festgelegt wurden, die regulatorische Vollmachten in der MMA haben.", "label": "1", "portion_identifier": -1, "text_b": "Im Folgenden findet sich eine Liste von Fouls, die von den Staaten, die regulatorische Vollmachten in der MMA haben, gemäß den Vorgaben der Nevada State Athletic Commission definiert wurden."}, {"uid": "german-1655-val", "text_a": "Der Sender wurde in Schweden, Südfinnland und Teilen Osteuropas gehört.", "label": "1", "portion_identifier": -1, "text_b": "Der Sender war in Schweden, Südfinnland und Teilen von Osteuropa empfangbar."}, {"uid": "german-67-val", "text_a": "Die Arten gehören verschiedenen ökologischen Gruppen an, darunter tropische Sträucher, Lianen und Bäume, xerophytische Pflanzen, Mykoheterotrophen sowie verschiedene pflanzliche Vertreter.", "label": "1", "portion_identifier": -1, "text_b": "Die Arten gehören verschiedenen ökologischen Gruppen an, darunter tropische Sträucher, Lianen und Bäume, xerophytische Pflanzen, mykoheterotrophe Pflanzen sowie verschiedene pflanzliche Vertreter."}]}