{"1": [{"uid": "german-30052-trn", "text_a": "Dieser Film wirkt wie als würde eine Gruppe von Schülern in der Film-AG mal so tun als würden sie einen Film drehen. Es ist nicht einmal \"kultig\" schlecht wie bei Filmen à la Sharknado, sondern in jedweder Hinsicht einfach nur eine Zumutung für das Auge und den Intellekt. Nach ca. 25 Minuten abgebrochen, da zwecklos.", "label": 1, "portion_identifier": -1, "text_b": "Wirklich, wirklich mies! . digital_video_download"}, {"uid": "german-26309-trn", "text_a": "Leider reinigt es nicht Also meine Felge hat sie nicht reinigen können Und war ein ganz einfacherer Schmutz", "label": 1, "portion_identifier": -1, "text_b": "Stimmt der Beschreibung nicht überein . automotive"}, {"uid": "german-22314-trn", "text_a": "Diese CD lässt sich nicht abspielen!!!", "label": 1, "portion_identifier": -1, "text_b": "CD defekt . other"}, {"uid": "german-679-trn", "text_a": "Also die Silikon Deckel halten bei mir nicht so gut. Egal ob ich sie auf Plastikboxen oder Glas gestülpt habe. Werde weiterhin Folie nehmen müssen.", "label": 1, "portion_identifier": -1, "text_b": "Nicht zufrieden . home"}, {"uid": "german-17890-trn", "text_a": "Das Seil ist qualitativ minderwertig. Nach wenigen Tagen Benutzung war der Kunststoff komplett abgerieben und das Stahlseil war offen. Dann ist plötzlich das Kugellager ausgebrochen und war danach nicht mehr zu reparieren.", "label": 1, "portion_identifier": -1, "text_b": "Schlechte Qualität; nach drei Tagen kaputt. . sports"}, {"uid": "german-3956-trn", "text_a": "Ist nicht wirklich brauchbar gewesen", "label": 1, "portion_identifier": -1, "text_b": "Unbrauchbar aber sehr weich . beauty"}, {"uid": "german-2366-trn", "text_a": "Fuer den Preis zu duenn und zu klein", "label": 1, "portion_identifier": -1, "text_b": "Teuer . furniture"}, {"uid": "german-9131-trn", "text_a": "Nachdem der Plug mindestens gleich groß wie der Sockel ist, ist es mir gleich beim 2. Mal passiert, dass der Sockel gleich mit reingerutscht ist. Meine Empfehlung daher für jene, die ihn trotzdem ausprobieren wollen: Sicherheitshalber eine Schnur um den Sockel binden, um ihn wieder hinausziehen zu können. Keine Kaufempfehlung von mir.", "label": 1, "portion_identifier": -1, "text_b": "Verschwindet komplett und somit gefährlich! . drugstore"}], "2": [{"uid": "german-75031-trn", "text_a": "Das Haus wird zusammengebaut geliefert und mach auf den ersten Blick einen guten Eindruck. Leider ist jedoch der Nistkasten oben viel zu klein. Hier ist der Boden nur ca. 1cm unter dem Einflugloch. Hier kann kein Vogel ein vernünftiges Nest bauen und wenn doch sind die Jungtiere nicht geschützt. Zum Lackieren muss das Haus komplett zerlegt werden, damit man alle Teile lackieren kann. Fazit: nett anzusehen, zum Füttern vielleicht brauchbar, aber nicht der Nistkasten.", "label": 2, "portion_identifier": -1, "text_b": "Nistkasten unbrauchbar . pet_products"}, {"uid": "german-53662-trn", "text_a": "Viel you klein und dadurch das man es biegen muss lösen sich die Steine. Leider kann ich es nicht verwenden. Eher was für Kinder.", "label": 2, "portion_identifier": -1, "text_b": "Für Kinder ja ansonsten nein . jewelry"}, {"uid": "german-73836-trn", "text_a": "Bei einigen Perlen war eines oder gar beide Löcher verschlossen! Ansonsten ok. Man sollte nur ein dünneres Band als 1mm nehmen, da der Durchmesser sehr unterschiedlich ist bei den Perlen. Viele sind sehr schmal!", "label": 2, "portion_identifier": -1, "text_b": "Leider nicht so toll... . furniture"}, {"uid": "german-59743-trn", "text_a": "Schnurt komisch leise bis gar nicht, er macht nicht wirklich viel. Drehknopf öffnet sich beim an und ausschalten meistens, wenn man nur etwas zu weit dreht und die Batterie fällt raus. Der Kopf ist zu groß (mein Empfinden), löst sich ebenfalls, viel zu leicht, kein idealer Rasierer, aber rasiert jedenfalls. Würde ich nicht weiterempfehlen und auch nicht wieder kaufen. Fällt ständig auseinander und frisst Batterien.", "label": 2, "portion_identifier": -1, "text_b": "Keine Kaufempfehlung . beauty"}, {"uid": "german-46563-trn", "text_a": "Der Filter ist ständig verstopft", "label": 2, "portion_identifier": -1, "text_b": "Filter . home_improvement"}, {"uid": "german-69214-trn", "text_a": "2 Punkte für die schnelle Lieferung. Alle drei bestellten Birnen haben schmutzige, verkratzte Glaskörper, der zentrale Glasstab, der die Wicklungen hält ist bei allen drei Birnen nicht mittig und steht ca. 10° zur Fassung schräg im Glaskörper. Ganz klar B-, oder C-Ware. Hätte ich die Birnen nicht dringen für ein Lampenprojekt benötigt, hätte ich sie zurückgeschickt.", "label": 2, "portion_identifier": -1, "text_b": "B-Ware . home"}, {"uid": "german-46900-trn", "text_a": "Die Steckdose funktionierte die erste Zeit ohne Probleme. Nach einem halben Jahr ging nicht mehr. Ich habe den Fehler beanstandet und auf Wunsch des Verkäufers auch Bilder geschickt, doch ich habe bis heute keinen Ersatz bekommen und ebenso keine Antwort! Frechheit!", "label": 2, "portion_identifier": -1, "text_b": "Produkt ok bis zum Defekt - Verkäufer Katastrophe . home_improvement"}, {"uid": "german-62177-trn", "text_a": "Gerät steht auf einem sehr wackeligen Fuß , nicht weiter zu Empfehlen .", "label": 2, "portion_identifier": -1, "text_b": "Nicht gut . . home_improvement"}], "3": [{"uid": "german-113939-trn", "text_a": "Der Kleberentferner ist nicht so gut wie die Beschreibung es beschreibt oder manche Leute es sagen .Der helle Kleber klebt nicht so gut aber der schwarze klebt besser +bei den Set ist keine Beschreibung vorhanden.", "label": 3, "portion_identifier": -1, "text_b": "Der helle Kleber klebt nicht so gut. . automotive"}, {"uid": "german-92618-trn", "text_a": "Wir haben uns drei dieser Powerbanks gekauft. Zwei davon tun nach wie vor einwandfrei ihren Dienst. Die dritte Powerbank lässt sich zwar noch laden, die USB Buchsen sind jedoch defekt und das Gerät ist deswegen nicht mehr nutzbar. Ansonsten zufrieden. Das Preis-Leistungs-Verhältnis stimmt und die Bauform ist angenehm zu transportieren. Die mitgelieferten Kabel taugen nichts, aber das ist ein lösbares Problem. :)", "label": 3, "portion_identifier": -1, "text_b": "Eines von drei Geräten nach gut einem Jahr defekt . wireless"}, {"uid": "german-93206-trn", "text_a": "Die Ware ist soweit in Ordnung, jedoch hat die Lieferung sehr lange auf sich warten lassen. Die Qualität ist für den Preis ganz akzeptabel.", "label": 3, "portion_identifier": -1, "text_b": "Ware ist ganz ok . home"}, {"uid": "german-87341-trn", "text_a": "Die kleine \"Holzoberfläche\" ist lediglich aufgeklebt und hatte sich schon bei Anlieferung an manchen Stellen gelöst. Ich habe sie nun ganz entfernt.", "label": 3, "portion_identifier": -1, "text_b": "Enttäuschend . furniture"}, {"uid": "german-118538-trn", "text_a": "...halten einige Wäschen durch, sind nach ca anderthalb Jahren nicht mehr zu gebrauchen. Aber für den Preis reicht das ja auch ;-)", "label": 3, "portion_identifier": -1, "text_b": "Für den Preis in Ordnung.... . apparel"}, {"uid": "german-94432-trn", "text_a": "Nach vielen vielen Versuchen und als ich kurz dafor war das filament weg zu werfen hab ich endlich ein brauchbares Ergebnis erzielt. Leider lässt es sich echt schwer drucken. Fast so schwierig wie abs", "label": 3, "portion_identifier": -1, "text_b": "Nach anfänglichen Schwierigkeiten . camera"}, {"uid": "german-116108-trn", "text_a": "manche Sticke sind so klein, da erkennt man beim Abziehen kein Bilder mehr, da alles verschwimmt. Bei den großen Schablonen wie zB. Herz oder Mond ist es kein Problem. Da sieht es auch toll aus. Habe die Schablonen fürs Kinderschminken verwendet. Kinder waren begeistert. Leider nach der ersten Anwendung lässt die KLebekraft extrem nach. schade!", "label": 3, "portion_identifier": -1, "text_b": "ganz ok . toy"}, {"uid": "german-116793-trn", "text_a": "Passt nicht. Bitte um Rücknahme.", "label": 3, "portion_identifier": -1, "text_b": "Reklamation . wireless"}], "4": [{"uid": "german-159536-trn", "text_a": "Schöner Bommel, der gerne etwas grösser sein dürfte. Ansonsten super Qualität und schneller Versand ich bin super zufrieden. So geht mein Schlüssel nicht mehr verloren :D", "label": 4, "portion_identifier": -1, "text_b": "Top Qualität . luggage"}, {"uid": "german-137351-trn", "text_a": "Die Ware ist gut und schnell bei mir eingetroffen. Die Artikelbeschreibung war gut und ausreichend. Würde hier wieder kaufen !", "label": 4, "portion_identifier": -1, "text_b": "Alles OK ! . book"}, {"uid": "german-146251-trn", "text_a": "Produkt kam gut verpackt wie man es gewohnt ist und wie immer im rahmen der Zeitangabe an Preis Leistung vollkommen ok...fühlt sich gut an von aussen im inneren ebenfalls für mich ein gutes produkt", "label": 4, "portion_identifier": -1, "text_b": "alles gut . pc"}, {"uid": "german-131591-trn", "text_a": "Habe damit meine Lederjacke, Schuhe, Sattel und Handytasche gewaschen, riecht angenehm und reinigt sehr gut, das Leder macht auch ohne den Einsatz von Lederfett hinterher einen sehr gepflegten und geschmeidigen Eindruck.", "label": 4, "portion_identifier": -1, "text_b": "Empfehlenswert . pet_products"}, {"uid": "german-152810-trn", "text_a": "Schnelle Lieferung. Farbe ist ganz gut und diese sind gut für ihren Zweck. Das Produkt hält lange und gut. Nur sind jetzt nach etwas Zeit einpaar Gebrauchsspuren zu sehen. Preis-Leistungs-Verhältnis stimmt.", "label": 4, "portion_identifier": -1, "text_b": "Zweckmäßig . office_product"}, {"uid": "german-133549-trn", "text_a": "Gutes Produkt, Schnur etwas stinkig, riecht nach Diesel, sonst aber ok.", "label": 4, "portion_identifier": -1, "text_b": "Gutes Produkt . furniture"}, {"uid": "german-134569-trn", "text_a": "Hülle so wie beschrieben.", "label": 4, "portion_identifier": -1, "text_b": "Hülle war in soweit in Ordnung nur der versprochene Liefertermin wurde nicht gehalten . wireless"}, {"uid": "german-159014-trn", "text_a": "Gutes Produkt, aber nicht leicht zu reinigen", "label": 4, "portion_identifier": -1, "text_b": "Gutes Produkt, aber nicht leicht zu reinigen . kitchen"}], "5": [{"uid": "german-188572-trn", "text_a": "Top aussehend + richtig guter Schutz", "label": 5, "portion_identifier": -1, "text_b": "Top . wireless"}, {"uid": "german-165625-trn", "text_a": "Eine wunderschöne Brotdose mit Klippverschluss. Das Motiv ist einfach ein Klassiker. Meine Tochter nimmt sie für die Kinderkrippe.", "label": 5, "portion_identifier": -1, "text_b": "Klein aber sehr sehr süß . home"}, {"uid": "german-196039-trn", "text_a": "die Bilder sind richtig schön und ich habe sie bereits nachgekauft. Prima auch als Mitbringsel oder Geschenk-kam sehr gut an bei den Beschenkten", "label": 5, "portion_identifier": -1, "text_b": "Maritimes zum verschenken . home"}, {"uid": "german-163472-trn", "text_a": "Lieferung war sehr schnell und gut Verpackt. Mein Sohn findet die Dinos super da er sie mit seinen lego verbauen kann. Der Zusammenbau ging schnell und kinderleicht. Kann man nur empfehlen.", "label": 5, "portion_identifier": -1, "text_b": "Guter Preis für sehr schöne Dinos . toy"}, {"uid": "german-180171-trn", "text_a": "Die Decken sind für meine Katze, und die ist sehr begeistert und liegt nur noch auf diesen Decken. Einfach Klasse.", "label": 5, "portion_identifier": -1, "text_b": "Sehr Katzenfreundliche Decken . home"}, {"uid": "german-185456-trn", "text_a": "Lampe hat mir auf einem Festival tolle Dienste geleistet. Das Regeln der Helligkeit ist super nützlich man brennt sich in der Nacht nicht die Augen aus dem Kopf :). Schade nur, dass die Integrierte Powerbank externe Geräte auflädt aber das ist zum einen ja angegeben des weiteren verwende ich die Powerbank-Funktion nur im absoluten Notfall. Die Magnete halten Super, auch wenn man nicht dagegen kommen darf, da das Gehäuse der Lampe wie ein hebel wirkt und die Lampe dann doch relativ schnell abfällt. Versucht man die Lampe allerdings gerade abzuziehen, merkt man wie stark die kleinen Magnete eigentlich sind. (Für c.a. 11Euro gekauft)", "label": 5, "portion_identifier": -1, "text_b": "Super Lampe . home"}, {"uid": "german-196192-trn", "text_a": "Die Artikel haben gute Qualität und der Verkäufer ist sehr gut, alles blitzschnell und Top versendet, bin absolut zufrieden! Gern weiterzuempfehlen...", "label": 5, "portion_identifier": -1, "text_b": "Super Qualität . furniture"}, {"uid": "german-175342-trn", "text_a": "Die Strümpfe lassen sich etwas schwer anziehen sitzen dann allerdings sehr gut. Selbst stundenlanges Probetragen war sehr angenehm. Ein guter Kauf.", "label": 5, "portion_identifier": -1, "text_b": "Eine gute Endscheidung . apparel"}]}