{"1": [{"uid": "german-15178-trn", "text_a": "Hat leider genau nur 3! Tage gehalten. Würde rasch geliefert, aber leider war der BadesPass bald beendet und das Ding ist brüchig geworden und ist ausgeronnen.", "label": 1, "portion_identifier": -1, "text_b": "Schrott - Finger weg! . sports"}, {"uid": "german-37199-trn", "text_a": "Mehr schlecht als recht. Das erste mal Regen nach längerer Zeit und schon undicht?!?! Die Plane hat wohl die Trockenheit nicht vertagen. Kann dieses Produkt nicht weiterempfehlen.", "label": 1, "portion_identifier": -1, "text_b": "Fehlkauf . lawn_and_garden"}, {"uid": "german-15266-trn", "text_a": "Ein wichtiges Kabel des Displays war viel zu kurz, somit konnte ich die Reparatur nicht abschließen und habe das Geld zum Fenster raus geschmissen.", "label": 1, "portion_identifier": -1, "text_b": "Enttäuschung . wireless"}, {"uid": "german-31398-trn", "text_a": "Ersteinmal weicht die Verpackung vom Bild ab. Die Verpackung in der der Kugelschreiber geliefert wurde sieht überhaupt nicht edel aus und ist dazu noch kaputt. Ich kann daraus nur schließen, dass das Produkt schon gebraucht wurde, da auch der Kugelschreiber dies vermuten lässt. Der Stift sieht ebenfalls billig aus. Für diesen Preis erwartet man vielmehr. Dazu kommt, dass der Schreiber verhältnismäßig klein ist und daher weder handlich noch bequem ist. Diese Qualität erwarte ich bei einem 1€ Stift vom Discounter, wobei deren Kugelschreiber diesen noch übertreffen.", "label": 1, "portion_identifier": -1, "text_b": "Bilder trügen, billiger Stift! . office_product"}, {"uid": "german-36485-trn", "text_a": "Schmeckt komplett beschissen ich hab nach 2 zügen gekotzt.", "label": 1, "portion_identifier": -1, "text_b": "Schlecht! . lawn_and_garden"}, {"uid": "german-20177-trn", "text_a": "Mit Unterdruck tropft es nicht ganz so extrem - konnten uns irgendwie damit arrangieren. Nun ist nach knapp 10 Monaten der Hahn abgebrochen. Made in \"billig\" Germany!", "label": 1, "portion_identifier": -1, "text_b": "Nie wirklich 100% dicht. Hahn nach 10 Monaten defekt. . automotive"}, {"uid": "german-4808-trn", "text_a": "Das Produkt funktioniert nicht mit den neuen Ipad........", "label": 1, "portion_identifier": -1, "text_b": "Nicht nutzbar . electronics"}, {"uid": "german-762-trn", "text_a": "Nach erstmaligem Auffüllen (1,5 Ringe) ist der Pool sofort auseinander gegangen und das Wasser ist rausgelaufen. Baden absolut nicht möglich, geht sofort zurück an Amazon. Einfach nur Schrott....", "label": 1, "portion_identifier": -1, "text_b": "Nicht zu gebrauchen... . toy"}], "2": [{"uid": "german-47732-trn", "text_a": "Was für ein Müll. Die Kasse ist eigentlich gar nicht schlecht, aber bei der Lieferung war die Kasse abgeschlossen und die Schlüssel drin.... Ich habe die Schlüssel dann irgendwann rausbekommen, aber das muss ja nicht sein... Echt nervig", "label": 2, "portion_identifier": -1, "text_b": "Kasse abgeschlossen, Schlüssel drin . office_product"}, {"uid": "german-42348-trn", "text_a": "leider viel zu lang vom bauch aus mein hund läuft gerne sehr nah an mir und fällt fast schon über die leine wenn man sie nicht noch extra festhält", "label": 2, "portion_identifier": -1, "text_b": "leider viel zu lang . pet_products"}, {"uid": "german-49998-trn", "text_a": "Fällt viel zu klein aus, komisch geschnitten", "label": 2, "portion_identifier": -1, "text_b": "Zu klein . apparel"}, {"uid": "german-77120-trn", "text_a": "Die Flasche kam heil an, jedoch ist ein Glas kaputt. Die Verpackung innen liess eindeutig zu wünschen übrig und hat nicht genug Schutz geboten. Da wir den Gin zeitnah als Geschenk benötigen, wird es voraussichtlich nicht zu einer Rücksendung kommen.", "label": 2, "portion_identifier": -1, "text_b": "Leider ein Glas kautt- ungenügende Versandverpackung . other"}, {"uid": "german-54641-trn", "text_a": "Die Lampe hat ein angenehmes, warmes Licht. Das Dimmen funktioniert grundsätzlich auch, allerdings geht sie schon ab mittlerer Dimmung einfach komplett aus. Die beworbene \"Überragende Lebensdauer von bis zu 15.000 Stunden\" wird wohl nur mit viel Glück erreicht. Meine wurde im Schlafzimmer eingesetzt. Leuchtdauer pro Tag ca. 1 h. Nach 20 Monaten (also ca. 600 Leuchtstunden) war die Lampe defekt. Von einem \"Markenhersteller\" wie Philips erwarte ich etwas anderes.", "label": 2, "portion_identifier": -1, "text_b": "Nach 20 Monaten defekt. . home"}, {"uid": "german-68029-trn", "text_a": "Er schnuppert ein wenig lustlos daran rum und das war's..... Schade, denn ich dachte ich tu was gutes für seine Zähne - aber dieser Kater magst eben nicht....", "label": 2, "portion_identifier": -1, "text_b": "Gefällt meinem Kater leider gar nicht. . pet_products"}, {"uid": "german-56521-trn", "text_a": "1, die On- und Off-Funktion auf dem Wasserhahn ist falsch gekennzeichnet, genau verkehrt herum! 2. grüne Farbe löst sich bereits am Wasserhahn 3, handelt es sich hier um zweite Wahl? 4, Da ich ihn sofort benötigte, musste ich ihn leider trotzdem einbauen. Einfach nur ärgerlich!", "label": 2, "portion_identifier": -1, "text_b": "falsche Beschriftung auf Wasserhahn/Farbablösung am Wasserhahn . lawn_and_garden"}, {"uid": "german-42720-trn", "text_a": "Leider etwas laut und die Saugleistung hat mich nicht sonderlich überzeugt. Habe ihn wieder zurück geschickt.", "label": 2, "portion_identifier": -1, "text_b": "Nicht ganz das Wahre. . home"}], "3": [{"uid": "german-81751-trn", "text_a": "Seid wir diese Tabletten gaben hatte unser Hund zwar keine Gelenkprobleme mehr, allerdings ist er wirklich schlapp,müde und antriebslos geworden. Nun geben wir seid zwei Wochen keine Tabletten mehr und das Tier ist wieder viel lebendiger! Kann natürlich auch Zufall sein!", "label": 3, "portion_identifier": -1, "text_b": "Zufall? . pet_products"}, {"uid": "german-118712-trn", "text_a": "Soundqualität lässt zu wünschen übrig aber es erfüllt seinen zweg. Die Bedienung ist einfach und der Empfang der Radiosender ist gut.", "label": 3, "portion_identifier": -1, "text_b": "Ok aber nicht gut . electronics"}, {"uid": "german-118330-trn", "text_a": "es fehlt 1 von disen schrauben 3 von 4 wahren dabei", "label": 3, "portion_identifier": -1, "text_b": "fehlende Teile . furniture"}, {"uid": "german-103684-trn", "text_a": "Er macht das was viele Ventilatoren machen, und das mit der gleichen Lautstärke wie andere auch. Also nix mit Flüsterleise.", "label": 3, "portion_identifier": -1, "text_b": "nicht so gut wie versprochen . home_improvement"}, {"uid": "german-91637-trn", "text_a": "Leider hatten wir mehr erwartet. Wer eine kleine frische Briese erwartet und es etwas runtergekühlt mag, liegt bei dem Produkt richtet. Leider haben wir von den Skyscraper für das Geld mehr erwartet. Keine richtige Kühlung des Raumes...", "label": 3, "portion_identifier": -1, "text_b": "Hatten mehr erwartet . kitchen"}, {"uid": "german-114622-trn", "text_a": "Das Originalteil ist leider nach 15 Monaten abgebrochen. Dieser contec ist identisch und eigentlich ganz ok wegen der einfachen Höhenverstellung.", "label": 3, "portion_identifier": -1, "text_b": "Ersetzt identisches Modell . sports"}, {"uid": "german-107929-trn", "text_a": "Leider bei weitem nicht so robust wie erwartet und mit den üblichen Abdeckungen vergleichbar.", "label": 3, "portion_identifier": -1, "text_b": "Gewöhnliche Schutzhülle . lawn_and_garden"}, {"uid": "german-80791-trn", "text_a": "Der Tee schmeckt super 👍🏻 Und alles wie beschrieben. Einziger Manko ist der Versand gewesen. Leider kam der Tee in einer Plastikfolie an und die Verpackung von Tee war sehr in Mitleidenschaft gezogen. Zum Teil sogar fast offen.", "label": 3, "portion_identifier": -1, "text_b": "Tee top, Versand Flop . beauty"}], "4": [{"uid": "german-148619-trn", "text_a": "Ventilator macht einen guten Eindruck (wirkt nicht billig) und ist dank der Klammer gut an Tischen oder Brettern zu befestigen. Die Ventilator-Leistung ist aus meiner Sicht für das Büro oder für zu Hause an einem fest stehenden Ort (bspw. Bett) vollkommen ausreichend. Leider läuft mein Exemplar nicht 100% rund, sodass man immer eine leichte Vibration direkt bei der Befestigung am Tisch spürt und den unruhigen Lauf leise hört (wenn man darauf achtet). Die Einstellung über den Drehregler am hinteren Teil des Ventilators ist leider nicht ideal und etwas umständlich zu bedienen (nicht besonders griffig). Somit aus meiner Sicht: - Guter Ventilator für günstiges Geld (habe diesen im Angebot hier auf Amazon gekauft) - Für den Schreibtisch, das Bett oder sonstige feste Standorte (zu Hause) ideal und ausreichend (kein größerer Ventilator notwendig) - Für eine Luftzirkulation im gesamten Raum nicht ausreichend (auch, da der Ventilator sich nicht von alleine dreht) - Auf Stufe 1 ausreichend leise, auf Stufe 2 aus meiner Sicht etwas laut", "label": 4, "portion_identifier": -1, "text_b": "Guter, mittelgroßer Ventilator . home_improvement"}, {"uid": "german-157252-trn", "text_a": "Sie funktionieren genau so, wie sie funktionieren sollen", "label": 4, "portion_identifier": -1, "text_b": "erfüllen ihren Zweck . lawn_and_garden"}, {"uid": "german-154506-trn", "text_a": "Für das Geld ist der Schrank super! Ich konnte ihn innerhalb einer 3/4 h allein aufbauen und er sieht echt schön aus. Über die Qualität lässt sich streiten aber im großen und ganzen ist er Top!", "label": 4, "portion_identifier": -1, "text_b": "Für das Geld super! . furniture"}, {"uid": "german-154897-trn", "text_a": "Ich benutze den Stift jetzt seit ungefähr zwei Wochen und bin von der Haptik und der Funktionalität ziemlich begeisert. Der Sift liegt gut in der Hand, interagiert super mit dem Tablet und macht einfach Spaß beim Schreiben. Allerdings ist er nicht sonderlich günstig. Bedenkt man, dass zum Beispiel die Taste des Samsung-Stiftes fehlt, finde ich 25 Euro schon nicht wenig. Gott allein weiß, warum man für den grünen Stift, den ich eigentlich lieber gehabt hätte, mehr Geld auf den Tresen legen muss. Und die Kappe des Stiftes empfinde ich fast als Frechheit. Ich habe mir jetzt dazu zwei Faber Radiergummi Aufsätze geholt, und die überzeugen wirklich. Die mitgelieferte Plastikkappe hat 3 Tage gehalten, einmal ausversehen zu fes aufgesteckt und sie ist der Länge nach geborsten. Das kann man besser regeln.", "label": 4, "portion_identifier": -1, "text_b": "Guter Stift, aber wer hat diese Kappe gemacht? . office_product"}, {"uid": "german-150300-trn", "text_a": "Akkus reichen völlig aus, allerdings habe ich bei der SMOK Serie das Gefühl dass die Verdampfer schnell durch sind. Vom Geschmack und Rauchentwicklung kann ich sie aber wärmstens empfehlen. Der mitgelieferte Kopf ist auch okay, es gibt aber wesentlich bessere der Serie", "label": 4, "portion_identifier": -1, "text_b": "Super . drugstore"}, {"uid": "german-136331-trn", "text_a": "Die beiliegenden Schrauben und Dübel sind der übliche Chinaschrott und nicht brauchbar.", "label": 4, "portion_identifier": -1, "text_b": "Ist soweit okay. . furniture"}, {"uid": "german-122047-trn", "text_a": "Ich habe das Armband drei Tage von morgens bis abends getragen. Es sieht sehr stilisch und modern aus, jedoch ist die Verarbeitung ein wenig dürftig. Es fühlt sich sehr gummi-mäßig an. An der Verpackung ist das auch gut zu erkennen. Der mitgelieferte Schraubenzieher hat bei mir keine Verwendung gefunden und ich konnte auch nicht erkennen, wo dieser seinen Einsatz findet. Bei mir musste das alte Band lediglich rausgenommen, und das neue eingesetzt werden. Preismäßig lässt sich die dürftige Qualität aber vertragen und ist eine schöne Abwechslung zu den anderen Armbändern. Des Weiteren kann man die Uhr dadurch auch für besondere Anlässe anziehen.", "label": 4, "portion_identifier": -1, "text_b": "stilisch aber dürftige Verarbeitung . pc"}, {"uid": "german-154530-trn", "text_a": "Bisher anstandslos im Einsatz. Noch kein Monat in der Nutzung, daher noch keine verlässliche Erfahrung was die Haltbarkeit angeht.", "label": 4, "portion_identifier": -1, "text_b": "Tut was es soll . home_improvement"}], "5": [{"uid": "german-193921-trn", "text_a": "Hab mir diese Hülle bestellt und wurde nicht enttäuscht. Ich kann diese Hülle nur weiterempfehlen wenn man einen vernünftigen Schutz haben möchte", "label": 5, "portion_identifier": -1, "text_b": "echt klasse . pc"}, {"uid": "german-167761-trn", "text_a": "Ein absoluter Klassiker unter den Anime Filmen. Jeder Anime-Fan sollte diesen Film einmal gesehen haben.", "label": 5, "portion_identifier": -1, "text_b": "Absoluter Klassiker . digital_video_download"}, {"uid": "german-199153-trn", "text_a": "Die Tasse entspricht voll und ganz meinen Vorstellungen!", "label": 5, "portion_identifier": -1, "text_b": "Schönes Häferl . home"}, {"uid": "german-179573-trn", "text_a": "Ich kann den Effekt im Schönheitssalon damit genießen , Ich bin sehr zufrieden damit.", "label": 5, "portion_identifier": -1, "text_b": "Absolut wert! . beauty"}, {"uid": "german-175667-trn", "text_a": "Wie beschrieben sehr zufrieden", "label": 5, "portion_identifier": -1, "text_b": "Super . apparel"}, {"uid": "german-193322-trn", "text_a": "Der Jet-Flitzer ist wirklich toll und sehr robust! Mein Sohn hat unheimlich viel Spaß damit!", "label": 5, "portion_identifier": -1, "text_b": "Tolles Spielzeug!! . toy"}, {"uid": "german-169584-trn", "text_a": "Praktisch, der Halter könnte noch etwas stabiler sein für diesen Preis.", "label": 5, "portion_identifier": -1, "text_b": "Erfüllt seinen Zweck . home"}, {"uid": "german-183355-trn", "text_a": "Die ersten 14 Folgen der Staffel waren viel zu schnell vorbei. Warte jetzt sehnsüchtig auf die restlichen 10 Folgen der Staffen im Herbst.", "label": 5, "portion_identifier": -1, "text_b": "Ein Muss für jeden Nerd . digital_video_download"}]}