{"0": [{"uid": "french-1636-val", "text_a": "Lorsque Kangxi (Oboi) avait seize ans, il élimina le traitre, Hawick Lau et ses alliés.", "label": "0", "portion_identifier": -1, "text_b": "À seize ans, Kangxi (Hawick Lau) supprima le traître, Oboi, et ses alliés."}, {"uid": "french-896-val", "text_a": "Waseem Abbas, fils du célèbre chanteur et acteur Inayat Hussain Bhatti, commença sa carrière comme acteur de télévision à Lahore.", "label": "0", "portion_identifier": -1, "text_b": "Inayat Hussain Bhatti est le fils du célèbre chanteur et acteur Waseem Abbas. Il débuta sa carrière comme acteur de télévision à Lahore."}, {"uid": "french-1864-val", "text_a": "Depuis l'extrémité ouest du pont, la route 268 de Pennsylvanie mène à Parker au sud et à Emlenton au nord.", "label": "0", "portion_identifier": -1, "text_b": "La route 268 de Pennsylvanie mène de l'extrémité ouest du pont vers le nord à Parker et vers le sud à Emlenton ."}, {"uid": "french-295-val", "text_a": "En 1993, lorsque Platzer a ouvert son deuxième restaurant à Allentown, il a changé le nom en P. J. Whelihan's en l'honneur de son grand-père, Peter Joseph Whelihan.", "label": "0", "portion_identifier": -1, "text_b": "Lorsque Peter Joseph Whelihan a ouvert son deuxième restaurant à Allentown en 1993, il a changé le nom en P. J. Whelihan's pour rendre hommage à son grand-père, Platzer."}], "1": [{"uid": "french-691-val", "text_a": "La série converge presque partout.", "label": "1", "portion_identifier": -1, "text_b": "Ensuite la série converge partout."}, {"uid": "french-1237-val", "text_a": "Lors de la réalisation, le producteur, Richard Jasek, a déclaré que Mason « est un bon garçon » qui a le coeur fragile.", "label": "1", "portion_identifier": -1, "text_b": "Tandis que le producteur exécutif, Richard Jasek, a déclaré que Mason était « un bon garçon » qui avait un coeur fragile."}, {"uid": "french-1516-val", "text_a": "Alfaro était la troisième femme condamnée à mort dans la chambre à gaz et, au moment de sa condamnation, elle était la première femme dans le couloir de la mort en Californie.", "label": "1", "portion_identifier": -1, "text_b": "Alfaro était la troisième femme condamnée à mort dans la chambre à gaz et, au moment de la condamnation, était la première femme dans le couloir de la mort en Californie."}, {"uid": "french-1534-val", "text_a": "Avec Jean Coralli, Achille Deveria a dessiné Adèle Dumilâtre.", "label": "1", "portion_identifier": -1, "text_b": "Achille Deveria dessina Adèle Dumilâtre avec Jean Coralli."}]}