{"0": [{"uid": "french-1596-val", "text_a": "Elysia pusilla est une espèce de petit escargot de mer, un mollusque gastéropode marin de la famille des Plakobranchidae.", "label": "0", "portion_identifier": -1, "text_b": "Elysia pusilla est une espèce de limace marine, un petit mollusque gastéropode de la famille des Plakobranchidae."}, {"uid": "french-1912-val", "text_a": "Le composé fut développé par le Dr Patrick Page et son équipe et fut breveté par Genkyotex en 2007.", "label": "0", "portion_identifier": -1, "text_b": "Le composé a été breveté par le Dr Patrick Page et son équipe et a été inventé en 2007 par Genkyotex."}, {"uid": "french-413-val", "text_a": "Raja était un général de Pazhayamviden Chandu, dont la trahison a conduit à la mort de son Pazhassi Raja et à la victoire britannique lors de la guerre de Cotiote.", "label": "0", "portion_identifier": -1, "text_b": "Pazhayamviden Chandu était un général de Pazhassi Raja dont la trahison a mené à la mort de son Raja et à la victoire britannique au cours de la guerre de Cotiote."}, {"uid": "french-46-val", "text_a": "ACVM est basée à Édimbourg et a des bureaux à Glasgow, Aberdeen, Newcastle, Manchester et Milton Keynes.", "label": "0", "portion_identifier": -1, "text_b": "ACVM is based in Glasgow and has subsidiaries in Edinburgh , Aberdeen , Newcastle , Manchester and Milton Keynes ."}], "1": [{"uid": "french-561-val", "text_a": "Les navires de la classe Siegfried étaient globalement longs au niveau de la ligne de flottaison et longs.", "label": "1", "portion_identifier": -1, "text_b": "Les navires de la classe Siegfried étaient, dans l'ensemble, longs et longs sur la ligne de flottaison."}, {"uid": "french-1971-val", "text_a": "Siebenberg a décrit cette chanson comme sa préférée de l'album \" parce qu'elle est si pure et si personnelle \".", "label": "1", "portion_identifier": -1, "text_b": "Siebenberg a décrit cette chanson comme sa préférée de l'album \" parce qu'elle est si personnelle et si pure \"."}, {"uid": "french-1051-val", "text_a": "Le SPB a une mesure d'hauteur constante (distance de la plaque interne à la plaque externe) d'environ 150 nm, mais son diamètre change pendant le cycle de la cellule, z.", "label": "1", "portion_identifier": -1, "text_b": "Le SPB a une taille constante (distance entre la plaque interne et externe) pendant environ 150 nm, mais p. ex son diamètre change au cours du cycle cellulaire."}, {"uid": "french-1297-val", "text_a": "Madu Kalas est un conseil de village et d'union de Jhelum Tehsil dans la province du Punjab au Pakistan. Il fait partie du district de Jhelum.", "label": "1", "portion_identifier": -1, "text_b": "Madu Kalas est un conseil de village et d'union de Jhelum Tehsil dans la province du Punjab au Pakistan et fait partie du district de Jhelum."}]}