{"0": [{"uid": "french-1484-val", "text_a": "KPN appartient au groupe de télécommunications néerlandais Simyo, suite à l'acquisition du reliquat d'E-Plus le 14 mars.", "label": "0", "portion_identifier": -1, "text_b": "Suite à l'acquisition du reste d'E-Plus le 14 mars, Simyo appartient au groupe de télécommunications néerlandais KPN."}, {"uid": "french-1308-val", "text_a": "Pour devenir Slovak, toutefois, Derek doit vaincre un vampire assassin.", "label": "0", "portion_identifier": -1, "text_b": "Pour battre Slovak , Derek doit, toutefois, devenir un vampire attaquant."}, {"uid": "french-1348-val", "text_a": "Où \" G \" est la constante de Newton et formule_4 indique l'état quantique des champs de matière.", "label": "0", "portion_identifier": -1, "text_b": "Considérant que le quantum de Newton \" G \" indique et que la Formule 4 est l'état constant des champs de matière."}, {"uid": "french-1965-val", "text_a": "La circonscription française du Finistère est une 1ère circonscription du \" département \" du Finistère.", "label": "0", "portion_identifier": -1, "text_b": "La 1ère circonscription du Finistère est une circonscription française du \" département \" du Finistère."}], "1": [{"uid": "french-214-val", "text_a": "Au début de la saison, il faisait partie de l'alliance \" Moving Company \" avec Nick, Jeremy, McCrae et Howard.", "label": "1", "portion_identifier": -1, "text_b": "Avec Nick, Jeremy, McCrae et Howard, il faisait partie de la Moving Company Alliance au début de la saison."}, {"uid": "french-1556-val", "text_a": "Le milieu efficace peut être caractérisé par de simples sections transversales d'absorption et d'émission à des fréquences de formule 2 et formule 3.", "label": "1", "portion_identifier": -1, "text_b": "Le milieu efficace peut être caractérisé par de simples sections d'absorption et d'émission à des fréquences de formule_2 et formule_3."}, {"uid": "french-126-val", "text_a": "Le Shawnee Trails Council est issu de la fusion du Four Rivers Council et du Audubon Council.", "label": "1", "portion_identifier": -1, "text_b": "La fusion du Four Rivers Council et de l'Audubon Council a donné naissance au Shawnee Trails Council."}, {"uid": "french-1165-val", "text_a": "43 personnes furent sauvées, 40 secourues dans des canots de sauvetage et trois par le \"Delaware\".", "label": "1", "portion_identifier": -1, "text_b": "43 personnes ont été sauvées, 40 dans des canots de sauvetage et trois par le \"Delaware\"."}]}