{"0": [{"uid": "german-1582-val", "text_a": "In „Detection Unlimited”, einem Kriminalroman von Georgette Heyer, wird eine Figur mit Armstrong verglichen.", "label": "0", "portion_identifier": -1, "text_b": "Ein Charakter aus „Detection Unlimited”, einem von Armstrong geschriebenen Mystery-Roman, wird mit Georgette Heyer verglichen."}, {"uid": "german-861-val", "text_a": "In Connecticut ist es stark gefährdet, in Vermont vom Aussterben bedroht, in Rhode Island unter Schutz, und in Massachusetts und New Hampshire vom Aussterben bedroht.", "label": "0", "portion_identifier": -1, "text_b": "Sie sind in Connecticut bedroht, genau wie in Vermont, Rhode Island und in Massachusetts und New Hampshire."}, {"uid": "german-1317-val", "text_a": "Anderson wurde 1943 in Oakland, Kalifornien geboren und kommt aus Redondo Beach, Kalifornien.", "label": "0", "portion_identifier": -1, "text_b": "Anderson wurde 1943 in Redondo Beach, Kalifornien geboren und kommt aus Oakland, Kalifornien."}, {"uid": "german-28-val", "text_a": "Um Slovak zu besiegen, muss Derek jedoch zum Vampirjäger werden.", "label": "0", "portion_identifier": -1, "text_b": "Um jedoch Slowake zu werden, muss Derek einen Vampirjäger besiegen."}, {"uid": "german-1085-val", "text_a": "„Cosmic Explorer“ wurde am 06. April 2016 von Universal Music Japan, Universal J und Parfum Records in vier verschiedenen Formaten veröffentlicht.", "label": "0", "portion_identifier": -1, "text_b": "„Cosmic Explorer“ wurde am 6. April 2016 von Universal J Japan, Universal Music und Perfume Records in vier unterschiedlichen Formaten veröffentlicht."}, {"uid": "german-1505-val", "text_a": "Seine Kinder waren Carolyn und Cynthia (gestorben 1970), Brennan, Matt Pelosi, Laurence (geboren 1971) und Andrew (geboren 1981).", "label": "0", "portion_identifier": -1, "text_b": "Seine Kinder waren Carolyn, Brennan, Matt Pelosi, Laurence (geboren 1970), Andrew (geboren 1971) und Cynthia (geboren 1981)."}, {"uid": "german-64-val", "text_a": "Lusaghbyur (früher romanisiert als Lusakhpyur; Svanverdi und Svan) ist ein Dorf in der Provinz Shirak in Armenien.", "label": "0", "portion_identifier": -1, "text_b": "Lusaghbyur (romanisiert auch als Lusakhpyur bekannt; vormals Svanverdi und Svan) ist ein Dorf in der armenischen Provinz Shirak."}, {"uid": "german-1011-val", "text_a": "Alexandra Coppinger spielte die Rolle der jüngsten Schwester Hazel in der neuen TV-Serie „Dead Gorgeous”.", "label": "0", "portion_identifier": -1, "text_b": "In der neuen Fernsehserie „Die Geister von Ainsbury” spielte Hazel die Rolle der Alexandra Coppinger, der jüngsten Schwester."}], "1": [{"uid": "german-1307-val", "text_a": "Am 7. Dezember 2017 kündigte NVIDIA offiziell die Nvidia TITAN V an.", "label": "1", "portion_identifier": -1, "text_b": "Die NVIDIA TITAN V wurde von Nvidia am 7. Dezember 2017 offiziell angekündigt."}, {"uid": "german-358-val", "text_a": "Die Medaillen wurden von Barbara Kendall aus Neuseeland, Mitglied des Internationalen Olympischen Komitees, und Carlo Croce, Vorsitzender des Weltseglerverbandes World Sailing, verliehen.", "label": "1", "portion_identifier": -1, "text_b": "Die Medaillen wurden übergeben von Carlo Croce, IOC-Mitglied Neuseeland, und Barbara Kendall, Präsidentin von World Sailing."}, {"uid": "german-944-val", "text_a": "Jonathan Dasnières de Veigy gewann im Finale mit 7:6 und 7:6 gegen Andrey Kusnezow.", "label": "1", "portion_identifier": -1, "text_b": "Jonathan Dasnières de Veigy gewann das Finale mit 7:6, 7:6 gegen Andrei Kusnezow."}, {"uid": "german-1607-val", "text_a": "Michael Eric Reid (Sinjin Van Cleef), ein weiterer Student der Hollywood Arts, fällt in den Whirlpool, als eine Surfmaschine ausfällt.", "label": "1", "portion_identifier": -1, "text_b": "Sinjin Van Cleef (Michael Eric Reid), ein weiterer Student an der Hollywood Arts, fällt beim Ausfall einer Surfmaschine in den Jacuzzi."}, {"uid": "german-57-val", "text_a": "Erzbischof Seóighe wurde am 16. Mai 1485 berufen und 1487 geweiht. Er starb entweder am 20. oder am 20. Dezember 1501.", "label": "1", "portion_identifier": -1, "text_b": "Erzbischof Seóighe wurde am 16. Mai 1485 ernannt und im Jahr 1487 geweiht, er starb entweder am 20. oder am 20. Dezember 1501."}, {"uid": "german-293-val", "text_a": "Françoise Dürr besiegte Evonne Goolagong mit 6:4, 6:2", "label": "1", "portion_identifier": -1, "text_b": "Françoise Dürr besiegte Goolagong Evonne mit 6 : 4 und 6 : 2"}, {"uid": "german-1886-val", "text_a": "In diesen Steinbrüchen werden einige unvollendete antike Stücke gefunden, wie z. B. der Kouros von Apollonas oder die beiden Kouroi von Flerio.", "label": "1", "portion_identifier": -1, "text_b": "Einige unvollendete antike Stücke, wie der Kouros von Apollonas oder die zwei Kouroi von Flerio wurden in diesem Steinbruch gefunden."}, {"uid": "german-1247-val", "text_a": "Schliemann grub fünf Schächte aus und identifizierte sie als die Gräber, auf die Pansanias hingewiesen hatte.", "label": "1", "portion_identifier": -1, "text_b": "Schliemann legte fünf Schächte frei und erkannte die von Pausania erwähnten Gräber wieder."}]}