{"1": [{"uid": "german-14546-trn", "text_a": "Bei mir ist nicht eine Pflanze auf gegangenen", "label": 1, "portion_identifier": -1, "text_b": "Ich würde bei der Firma nichts mehr kaufen . sports"}], "2": [{"uid": "german-69902-trn", "text_a": "Ich habe die CD für meinen Neffen bestellt. Leider war die CD-Hülle bereits beim Erhalt kaputt. Über die Qualität kann ich noch nichts sagen.", "label": 2, "portion_identifier": -1, "text_b": "Leider Hülle kaputt bei Lieferung . book"}], "3": [{"uid": "german-93760-trn", "text_a": "Das Produkt passte leider nicht gut auf unser Auto, obwohl es im Datenblatt angeführt ist. Das Preis-Leistungs-Verhältnis stimmt, würde ich sagen. Wer den Radträger regelmäßig verwenden möchte, sollte aber lieber etwas tiefer in die Tasche greifen", "label": 3, "portion_identifier": -1, "text_b": "naja . automotive"}], "4": [{"uid": "german-130958-trn", "text_a": "Die Birnen tun was sie sollen und leuchten recht gut aus. Den von einigen Usern angegebenen Blaustich lässt sich bei mir nicht erkennen. Zwar lässt sich mit Halogenbirnen nie eine richtige Xenonoptik erzeugen, da immer ein leichter Gelbstich über bleiben wird, allerdings ist mir dieser bei diesen Birnen doch etwas zu stark vorhanden. Alles in allem tun sie was sie sollen - sie leuchten meinem Passat den Weg. 4 von 5 Sternen aufgrund des Gelbstiches. Aber von Birnen die gerade mal 10 Euro kosten kann man auch keine Höchstleistungen erwarten.", "label": 4, "portion_identifier": -1, "text_b": "Tun was sie sollen . automotive"}], "5": [{"uid": "german-171076-trn", "text_a": "Einfach nur TOP! Hatte davor so ein 60 Euro Beamer... Ist kein vergleich! Super Bild,Sound. Alles auf Deutsch. Und paar Leute schreiben,das die USB schnittstelle nur für Updates da ist..... Stimmt nicht. Die USB feuert alles raus....mkv u.s.w . Firestick funktioniert 1a! Totale Empfehlung! Für den Preis 5 sterne!", "label": 5, "portion_identifier": -1, "text_b": "Super Preis/Leistung . pc"}]}