{"1": [{"uid": "french-1117-trn", "text_a": "Je ne recommande pas votre achat, dans moins d'un mois, ils sont inutiles", "label": 1, "portion_identifier": -1, "text_b": "S'abstenir d'acheter . home"}, {"uid": "french-27848-trn", "text_a": "d une nullité rare, produit qui chauffe énormément, la prise se dilate et ne rentre plus dans la zone de branchement, des déconnexions au bout d une semaine je deconseille", "label": 1, "portion_identifier": -1, "text_b": "mauvais . pc"}], "2": [{"uid": "french-67571-trn", "text_a": "Produit qui fait un peu quincaillerie, avec des plastiques médiocres et en plus le test de continuité pour les fils et diodes ne fonctionne pas ! Déçu de mon achat !", "label": 2, "portion_identifier": -1, "text_b": "Moyennement satisfait ! . home_improvement"}, {"uid": "french-58788-trn", "text_a": "C est pas terrible, ça ressemble à la housse que l on reçoit avec les couettes du commerce (même moins bien)", "label": 2, "portion_identifier": -1, "text_b": "Moyen :( . home"}], "3": [{"uid": "french-96999-trn", "text_a": "La taille est un peu grande pour les doigts des 3 ans, elle s'amuse bien avec , mais difficile à couper du papier ,pas top!", "label": 3, "portion_identifier": -1, "text_b": "Moyen . toy"}, {"uid": "french-88751-trn", "text_a": "Livraison rapide. Absence de notice de montage, très embêtant. Certains pas de vis défectueux ce qui complique l'assemblage. Je reste sceptique sur la solidité et la stabilité de l'arbre. Sinon c'est un bel arbre à chat.", "label": 3, "portion_identifier": -1, "text_b": "... . sports"}], "4": [{"uid": "french-134619-trn", "text_a": "la sculpture est jolie et conforme à la description", "label": 4, "portion_identifier": -1, "text_b": "jolie sculpture . home"}, {"uid": "french-156278-trn", "text_a": "Top pour mon bébé, j'ai aimé son côté pratique d'utilisation", "label": 4, "portion_identifier": -1, "text_b": "Top . baby_product"}], "5": [{"uid": "french-199801-trn", "text_a": "Contrairement à d'autres pinces étau peu chères, celle-ci dispose de 3 crans, en plus de la vis de réglage, pour serrer des épaisseurs importantes.", "label": 5, "portion_identifier": -1, "text_b": "Bon rapport qualité prix . home_improvement"}, {"uid": "french-189420-trn", "text_a": "C’est un cadeau pour ma fille. Elle l’adore. J'ai essayé le crayon 3d qui fonctionne assez bien. En suivant un plan on peut faire absolument tout. Le temps de chauffe est assez rapide. Et l'utilisation est très simple. Il suffit juste de lire une fois le mode d'emploi et on peut laisser son imagination s'exprimer. Le fonctionnement est simple. C'est très bien et très nouveau, je suis fan.", "label": 5, "portion_identifier": -1, "text_b": "Bon cadeau pour les enfants . home"}]}