{"0": [{"uid": "french-930-val", "text_a": "En 2009, il est retourné à Philadelphie et vit aujourd'hui à New York.", "label": "0", "portion_identifier": -1, "text_b": "Il est retourné à New York en 2009 et vit désormais à Philadelphie."}, {"uid": "french-998-val", "text_a": "Warren Haynes a rejoint le groupe de tournée et d'enregistrement de David Allan Coe en 1980 lorsqu'il avait 20 ans.", "label": "0", "portion_identifier": -1, "text_b": "David Allan Coe a rejoint me groupe de tournée et d'enregistrement de Warren Haynes en 1980, lorsqu'il avait 20 ans."}, {"uid": "french-1978-val", "text_a": "La deuxième saison devint le neuvième programme le mieux noté de Comedy Central.", "label": "0", "portion_identifier": -1, "text_b": "La neuvième saison est devenue le deuxième programme le mieux coté de Comedy Central."}, {"uid": "french-1507-val", "text_a": "Même si l'Union de rugby était le principal centre sportif de l'ex-Yougoslavie, le rugby se jouait encore beaucoup en Slovénie.", "label": "0", "portion_identifier": -1, "text_b": "Même si l'union de Rugby de Slovénie était le principal centre sportif de l'ex-Yougoslavie, une grande partie du rugby était toujours jouée en Croatie."}, {"uid": "french-1311-val", "text_a": "Malet épousa Mary Aldworth, veuve de John Aldworth par Letcombe Regis, Berkshire et fille de Thomas White de Fyfield Berkshire jusqu'en 1664.", "label": "0", "portion_identifier": -1, "text_b": "Malet a épousé Mary Aldworth, la veuve de Thomas White de Letcombe Regis, Berkshire et fille de John Aldworth de Fyfield, Berkshire jusqu'en 1664."}, {"uid": "french-823-val", "text_a": "Blagoy Ivanov a défié Mehmen au championnat WSOF poids lourds le 17 octobre 2015.", "label": "0", "portion_identifier": -1, "text_b": "Mehmen défia Blagoy Ivanov pour le championnat des poids lourds WSOF le 17 octobre 2015."}, {"uid": "french-745-val", "text_a": "En 1924, il était un porte-parole invité à l'ICM à Toronto, à Oslo en 1932 et à Zurich en 1936.", "label": "0", "portion_identifier": -1, "text_b": "Il fut un porte parole invité pour l'ICM de Toronto en 1924, à Zurich en 1932 et à Oslo en 1936."}, {"uid": "french-1785-val", "text_a": "Il fut capturé après que le New Orleans ait été sabordé et en 1868 fut mis à la casse.", "label": "0", "portion_identifier": -1, "text_b": "Il a été coulé après que le New Orleans ait été capturé et vendu à la casse en 1868."}], "1": [{"uid": "french-864-val", "text_a": "Cordell Crockett a joué de la basse sur 5 chansons et Nathan Slade, le bassiste d'Ugly Kid Joe, a joué de la basse sur le reste.", "label": "1", "portion_identifier": -1, "text_b": "Cordell Crockett a joué de la basse sur 5 chansons, utilisant le bassiste d'Ugly Kid Nathan Slade sur le reste de la basse."}, {"uid": "french-1107-val", "text_a": "Mats Wilander bat Anders Järryd 6 -- 4, 3 -- 6, 6, 7 - 5.", "label": "1", "portion_identifier": -1, "text_b": "Mats Wilander bat Anders Järryd 6 -- 4, 3 -- 6, 7 -- 5."}, {"uid": "french-1150-val", "text_a": "À proximité se trouve la rivière Wallowa, un affluent de la rivière Lostine, à l'est des monts Wallowa, au nord-est de l'Oregon.", "label": "1", "portion_identifier": -1, "text_b": "À proximité se trouve la rivière Wallowa, un affluent de la rivière Lostine, à l'est des monts Wallowa dans le nord-est de l'Oregon."}, {"uid": "french-6-val", "text_a": "La famille déménagea à Camp Hill en 1972, où il alla à la Trinity High School à Harrisburg, en Pennsylvanie.", "label": "1", "portion_identifier": -1, "text_b": "En 1972, la famille déménagea à Camp Hill, où il visita la Trinity High School à Harrisburg, en Pennsylvanie."}, {"uid": "french-1110-val", "text_a": "Lang est né en Australie, a migré en Israël en tant que jeune homme et s'y est installé en 1961.", "label": "1", "portion_identifier": -1, "text_b": "Né en Australie, Lang a migré vers Israël en tant que jeune homme et s'y est installé en 1961."}, {"uid": "french-849-val", "text_a": "Chandler considérait l'ordinateur comme un outil d'apprentissage mais il rejetait l'objectivisme dominant qui reconnaissait les données comme des informations et les informations comme des connaissances.", "label": "1", "portion_identifier": -1, "text_b": "Chandler considérait l'ordinateur comme un outil d'apprentissage mais il rejetait l'objectivisme dominant qui considérait les données comme des informations et les information comme de la connaissance."}, {"uid": "french-1915-val", "text_a": "L'exception se situait entre fin 2005 et 2009, lorsqu'il a joué en Suède avec la Carlstad United BK, en Serbie avec le FC Terek Grozny et en Russie avec le FK Borac Čačak.", "label": "1", "portion_identifier": -1, "text_b": "L'exception était entre la fin 2005 et 2009, quand il a joué en Suède avec Carlstad United BK, en Serbie avec le FC Terek Grozny et le FK Borac russe Čačak."}, {"uid": "french-1911-val", "text_a": "Le manga a un jeu vidéo sur la Sega Mega Drive avec le même nom au Japon et en Asie.", "label": "1", "portion_identifier": -1, "text_b": "Le manga a un jeu vidéo sur la Sega Mega Drive au Japon et en Asie avec le même nom."}]}