{"0": [{"uid": "french-1266-val", "text_a": "Elle est née à Cochabamba, en Bolivie. Dans les années 1990, elle a déménagé à Los Angeles et plus tard à Mexico.", "label": "0", "portion_identifier": -1, "text_b": "Elle est née à Cochabamba, Bolivie, et a déménagé à Mexico dans les années 90 puis à Los Angeles."}, {"uid": "french-1282-val", "text_a": "En 284 avant J.-C, le roi Qi rencontra le roi Zhao of Qin dans le Zhou de l'ouest pour former une alliance contre Xi.", "label": "0", "portion_identifier": -1, "text_b": "En 284 avant notre ère, le roi Xi rencontra le roi Zhao de Qin dans l'ouest de Zhou pour former une alliance contre Qi."}, {"uid": "french-1524-val", "text_a": "La compagnie aérienne a été établie par Irelandia, qui a aussi développé cinq autres compagnies aériennes appelées VivaColombia, Ryanair, Allegiant Air, VivaAerobus et Tigerair.", "label": "0", "portion_identifier": -1, "text_b": "La compagnie aérienne fut développée par Irelandia, qui forma également cinq autres compagnies aériennes, à savoir VivaColombia, Ryanair, Allegiant Air, VivaAerobus et Tigerair."}, {"uid": "french-815-val", "text_a": "Il a d'abord exercé son ministère à Poundridge, dans le comté de Herkimer, New York, puis dans le comté de Westchester, New York.", "label": "0", "portion_identifier": -1, "text_b": "Il servit d'abord à Poundridge , dans le comté de Westchester, à New York, puis dans le comté de Herkimer, à New York."}, {"uid": "french-1581-val", "text_a": "En 1912, le congrès national indien tint sa 27e session à Bankipore sous la présidence de Rao Bahadur Raghunath Narasinha Mudholkar provenant d'Amravati des provinces centrales et de Berar.", "label": "0", "portion_identifier": -1, "text_b": "En 1912, le Congrès national indien a tenu sa 27e session à Bankipore, sous la présidence de Rao Bahadur Raghunath Narasinha Mudholkar, depuis les provinces centrales d'Amravati et Berar."}, {"uid": "french-1206-val", "text_a": "En 1960, Kennedy se présenta pour être trésorier et receveur général du Massachusetts. Il termina troisième de la primaire des démocrates derrière John T. Driscoll et Patrick F. McDonough.", "label": "0", "portion_identifier": -1, "text_b": "En 1960, John T. Driscoll et Patrick F. McDonough se sont présentés comme trésorier et séquestre général du Massachusetts, il est arrivé troisième aux primaires démocrates derrière Kennedy."}, {"uid": "french-1656-val", "text_a": "Le poème est conservé dans quatre manuscrits fragmentaires, dont l'un est contemporain.", "label": "0", "portion_identifier": -1, "text_b": "Le poème est conservé sur quatre manuscrits contemporains, dont l'un est fragmentaire :"}, {"uid": "french-356-val", "text_a": "Zingone a joué dans le club de football de Lito.", "label": "0", "portion_identifier": -1, "text_b": "Lito joua au club de football club pour Zingone."}], "1": [{"uid": "french-1877-val", "text_a": "Quand un plus grand nombre d'IE différents est requis, cela entraîne souvent davantage de problèmes de planification de capacité et conduit de manière inhérente à la non-remise de l'IP.", "label": "1", "portion_identifier": -1, "text_b": "Quand un nombre plus élevé d'IE est requis, cela entraîne souvent plus de problèmes d'organisation en capacité et intrinsèquement amène à une non livraison de l'IP."}, {"uid": "french-773-val", "text_a": "Wright a quitté Chapel Hill, NC pour New York.", "label": "1", "portion_identifier": -1, "text_b": "Wright a déménagé de Chapel Hill, NC à New York."}, {"uid": "french-1925-val", "text_a": "Le Boulder Dushanbe Tea House était un cadeau du maire Maksud Ikramov de Dushanbe à la ville de Boulder, Colorado.", "label": "1", "portion_identifier": -1, "text_b": "Le Boulder Dushanbe Tea House était un cadeau du maire Maksud Ikramov de Dushanbe à la ville de Boulder, dans le Colorado."}, {"uid": "french-1475-val", "text_a": "En 1924, il fut porte-parole invité pour l'ICM de Toronto, en 1932 à Zurich et à Oslo en 1936.", "label": "1", "portion_identifier": -1, "text_b": "Il était orateur invité de l'ICM à Toronto en 1924, en 1932 à Zurich et en 1936 à Oslo."}, {"uid": "french-1396-val", "text_a": "Sher Ahmed Akhundzada (également connu sous le nom de Sher Mohammed Akhundzada) est un chef tribal qui, de 2001 à 2005, a été gouverneur du Helmand en Afghanistan.", "label": "1", "portion_identifier": -1, "text_b": "Sher Mohammed Akhundzada (également connu sous le nom de Sher Ahmed Akhundzada) est un chef tribal qui a été gouverneur du Helmand en Afghanistan de 2001 à 2005."}, {"uid": "french-780-val", "text_a": "En 1938, il devint l'anthropologue du gouvernement du Soudan anglo-égyptien et mena des recherches sur le terrain avec les Nouba.", "label": "1", "portion_identifier": -1, "text_b": "En 1938, il devint anthropologue du Soudan Anglo-égyptien au gouvernement et a mené des recherches sur le terrain avec le Nuba."}, {"uid": "french-1315-val", "text_a": "Le festival donne également aux participants l'opportunité de renouveler les espoirs et de les partager avec la tradition dans une région partagée en harmonie par les Tamouls des deux pays.", "label": "1", "portion_identifier": -1, "text_b": "Ce festival donne également l'opportunité aux participants de renouveler les espoirs et le partage selon la tradition, dans une région partagée en harmonie par les Tamouls des deux pays."}, {"uid": "french-1691-val", "text_a": "Il joua en Écosse au début de sa carrière, mais déménagea en Australie pour jouer dans la ligue de l'État du Victoria pour la ville de Frankston.", "label": "1", "portion_identifier": -1, "text_b": "Il joua en Écosse au début de sa carrière mais déménagea en Australie pour jouer pour Frankston City dans la ligue d'État victorienne."}]}