{"1": [{"uid": "german-17247-trn", "text_a": "Ständiges Rauschen im Hintergrund, ganz schlechter Radioempfang, Navi Karte für USA!", "label": 1, "portion_identifier": -1, "text_b": "Kein Radioempfang . other"}, {"uid": "german-31003-trn", "text_a": "Hilf kein bisschen bin immernoch fett die Albanien Tropfen sind die besten die HCG C30 sind scheisse nicht zu empfehlen", "label": 1, "portion_identifier": -1, "text_b": "Tropfen . drugstore"}, {"uid": "german-24862-trn", "text_a": "Es ist nicht feststellbar, dass der Dünger zum doppelten Preis, besser sein soll so wie beschrieben", "label": 1, "portion_identifier": -1, "text_b": "Mehr erwartet für diesen Preis . lawn_and_garden"}, {"uid": "german-35369-trn", "text_a": "Extrem schlechtes Zündverhalten", "label": 1, "portion_identifier": -1, "text_b": "Nicht nochmal . industrial_supplies"}, {"uid": "german-17102-trn", "text_a": "Für meine Waschmachiene vun Siemens ist der Rahmen leider zu groß, das Fach für das Waschmittel lässt sich nicht mehr öffnen, wenn der Rahmen positioniert ist. Der Metalstab rutscht aus den Löschern und könnte sogar gefährlich ins Auge springen. Viel zu Unstabiel!!👎", "label": 1, "portion_identifier": -1, "text_b": "Nir mal einen Stern wert! . other"}, {"uid": "german-1575-trn", "text_a": "Da kann ich leider nur sagen das der nicht funktioniert hat. Ich war schwanger und er sagte nein 😂 naja wer sicher sein will sollte lieber eunen anderen Test bestellen.", "label": 1, "portion_identifier": -1, "text_b": "Ungenau . drugstore"}, {"uid": "german-6537-trn", "text_a": "Laut Beschreibung sollten es 2 sein. Ich habe nur eine bekommen", "label": 1, "portion_identifier": -1, "text_b": "Nur 1 bekommen . home"}, {"uid": "german-21256-trn", "text_a": "Totales klump. 1x gewaschen und alles zusammen geklebt", "label": 1, "portion_identifier": -1, "text_b": "0 Cent wert . pet_products"}], "2": [{"uid": "german-56725-trn", "text_a": "Leider trennt sich nach einmal waschen das Handtuch schon auf", "label": 2, "portion_identifier": -1, "text_b": "Putzig, aber Qualität ungenügend . baby_product"}, {"uid": "german-51616-trn", "text_a": "Leider war diese Ausgabe nicht wie gewohnt … eher langatmig, vorhersehbar und langweilig. Schade, die anderen \"Fälle\" habe ich gerne gelesen und fand sie unterhaltsam ...", "label": 2, "portion_identifier": -1, "text_b": "Nicht unbedingt spannend ... . book"}, {"uid": "german-76480-trn", "text_a": "Da es diese Maske nur in einer Größe gibt und der Klettverschluss im Nacken keine große Verstellmöglichkeit bietet, ist sie für meinen Gebrauch viel zu groß - hält aber Kinn und Wangen warm", "label": 2, "portion_identifier": -1, "text_b": "Hält warm, ista ber viel zu groß . home"}, {"uid": "german-50805-trn", "text_a": "Der Artikel wird von mir zurückgegeben. Es war in meinem Fall nicht möglich auf dem TV ein Bild zu bekommen - nicht ausreichende Signalstärke.", "label": 2, "portion_identifier": -1, "text_b": "Rückgabe . wireless"}, {"uid": "german-75941-trn", "text_a": "Naja die Löcher verstopfen sehr schnell :-(", "label": 2, "portion_identifier": -1, "text_b": "Ok ist halt so . automotive"}, {"uid": "german-51314-trn", "text_a": "Die Qualität ist grauenvoll! Nach ein pasr mal im Einsatz schon kaputt. Für den Preis kann man mehr erwarten.", "label": 2, "portion_identifier": -1, "text_b": "Finger weg, schlechte Qualität . toy"}, {"uid": "german-50557-trn", "text_a": "Nach dem 3. Mal tragen brach der Bügel oben, Verarbeitung ist nicht wirklich gut. Mein Fazit, legt lieber paar Euros drauf und kauft euch eine Brille die keinen Frust beim tragen auslöst", "label": 2, "portion_identifier": -1, "text_b": "Lieber paar Euros mehr ausgeben . apparel"}, {"uid": "german-62364-trn", "text_a": "Trotz der guten Beschreibung hat dieses Schutzglas überhaupt nicht gehalten hat sich nach kurzer Zeit leider gelöst Wir sind enttäuscht hatten sonst nur gute Erfahrungen mit Panzerglas", "label": 2, "portion_identifier": -1, "text_b": "Hält nicht . wireless"}], "3": [{"uid": "german-83337-trn", "text_a": "Ton besser abschalten, sie sagt immer das gleiche,aber wir verstehen es einfach nicht! sonst erfüllt es seinen Zweck", "label": 3, "portion_identifier": -1, "text_b": "Ton an, sonst OK . sports"}, {"uid": "german-113005-trn", "text_a": "Leider kam der Kalender in einem viel zu großen Karton an. Eindeutig hat er Feuchtigkeit abbekommen und die letzte Seite war halb abgerissen. Der Kalender an sich ist sonst top. Leider sind die Feiertage nicht wie ein Sonntag markiert aber das wusste ich auch schon vorher. Preisleistung stimmt wenn die Ware ordentlich und ohne Mängel ankommen würde.", "label": 3, "portion_identifier": -1, "text_b": "Gute Ware schlechte Verpackung . book"}, {"uid": "german-94656-trn", "text_a": "Lange gewartet, kenne ich von Amazon anders", "label": 3, "portion_identifier": -1, "text_b": "Lieferung war nicht toll . sports"}, {"uid": "german-119720-trn", "text_a": "Die Hölle erfüllt an sich einen einwandfreien Zweck. Ich bin sehr sehr Tollpatsch und bis jetzt hatte ich dann ihr keinen einzigen Ketzer oder Bruch. Aber, was mich trotzdem ziemlich stört sind die kleinen Punkte auf beiden Seiten der Hülle. Funktion: 5 Sterne Opitk: 2 Sterne", "label": 3, "portion_identifier": -1, "text_b": "Punkteraster auf der Hülle . wireless"}, {"uid": "german-109691-trn", "text_a": "Habe auch das passende Oberteil gekauft. Passt mir in S bei Größe 36 wie angegeben. Schöne Farbe und guter Sitz.", "label": 3, "portion_identifier": -1, "text_b": "Schön und gute Qualität . apparel"}, {"uid": "german-112351-trn", "text_a": "Leider waren die beiden Gläser so schlecht verpackt, dass ein Glas zerbrochen ankam.", "label": 3, "portion_identifier": -1, "text_b": "Enttäuschend . home"}, {"uid": "german-86719-trn", "text_a": "An sich ein stabiles und gutes, natürliches Produkt, aber die Befestigung klappt bei unserem runden Bettgestell nicht gut. Man kann nicht genug Festigkeit aufbauen, dass der Stab das Mobile halten kann. Wir haben uns mit Kabelbindern beholfen, so geht es. Mit dem Produkt an sich sind wir sehr zufrieden.", "label": 3, "portion_identifier": -1, "text_b": "Produkt gut, Befestigung nicht . baby_product"}, {"uid": "german-111447-trn", "text_a": "Die Abdeckung macht einen guten und stabilen Eindruck. Sie ist aber nicht ganz dicht. Es sind immer wieder nasse Stellen auf dem Gartentisch. Der Kordelverschluss hält die Zugkordel nicht.", "label": 3, "portion_identifier": -1, "text_b": "Nicht ganz dicht . lawn_and_garden"}], "4": [{"uid": "german-136328-trn", "text_a": "Gleich vorweg, die Lichtleistung, Stärke, ist toll. Geschätzte Ausleuchtung bis ca. 6-7 Meter. Der stufenlose Helligkeitsregler ist brauchbar. Dass das Licht mit Sony Akkus geht freut mich sehr, aber die Halterung für die Akkus könnte etwas besser, stabiler, sein. Werde das Led-Licht wohl öfter verwenden.", "label": 4, "portion_identifier": -1, "text_b": "Super Licht . camera"}, {"uid": "german-157590-trn", "text_a": "Sehr schön und praktisch !! Farbe und Aussehen stimmen. Rasche Lieferung . Bin sehr zufrieden mit Amason!Werde wieder mal Bestellen", "label": 4, "portion_identifier": -1, "text_b": "Handyhülle für Apple iPhon . wireless"}, {"uid": "german-129479-trn", "text_a": "Leider haben wir ein Montagsmodell erwischt. Nach einigen Wochen drehte er sich nicht mehr.", "label": 4, "portion_identifier": -1, "text_b": "Tut was er soll . home_improvement"}, {"uid": "german-146554-trn", "text_a": "Die Rollleine ist ziemlich schwer. Für den Preis aber ok.", "label": 4, "portion_identifier": -1, "text_b": "Nicht für ganz kleine Hunde geeignet, auf Grund des Gewichts der Leine. . pet_products"}, {"uid": "german-153899-trn", "text_a": "Schönes Gameplay, Grafik lässt etwas zu wünschen übrig.", "label": 4, "portion_identifier": -1, "text_b": "Gut . video_games"}, {"uid": "german-143395-trn", "text_a": "Die Kamera macht was sie soll. Einfache Montage. Hatte erst Problem bei Dunkelheit mit dem Bild es war unterschiedlich hell . Der Verkäufer reagierte umgehend und schickte mir eine neue zu. Also ein Top Service. Kann ich nur empfehlen.", "label": 4, "portion_identifier": -1, "text_b": "Top Service und gute Qualität . automotive"}, {"uid": "german-146143-trn", "text_a": "Ich wollte den Titel für meine Sammlung von Soft-Songs. Mir gefällt er richtig gut.", "label": 4, "portion_identifier": -1, "text_b": "Ohrwurm.... . other"}, {"uid": "german-151023-trn", "text_a": "Sehr schöne Hülle, finde die Farbe ist nur ein wenig zu blass geraten. (Ist allerdings Ansichtssache)", "label": 4, "portion_identifier": -1, "text_b": "Gute und stabieles Flip Cover . wireless"}], "5": [{"uid": "german-180989-trn", "text_a": "Entspricht den Erwartungen.", "label": 5, "portion_identifier": -1, "text_b": "Super . personal_care_appliances"}, {"uid": "german-162992-trn", "text_a": "Ein sehr guter Popcornmaker. Die Popcorn brennen nicht an. Das Gerät ist sehr leicht zu bedienen und praktisch. Die Reinigung ist ebenfalls nicht allzu schwer. Empfehlenswert!", "label": 5, "portion_identifier": -1, "text_b": "Gutes Preis-/Leistungsverhältnis ! . kitchen"}, {"uid": "german-171025-trn", "text_a": "Diese Glühbirne ist weißer als die Glühbirne, die sie ersetzt hat und das Äquivalent von 10 Watt heller, so dass es definitiv eine Verbesserung gegenüber der Glühbirne ist, die es ersetzt. Zuerst funktionierte die High-Low-Funktion (Microwave-Taste) nicht gut, aber jetzt ist es in Ordnung, wenn die niedrige Einstellung etwa die Hälfte der hohen Einstellung ausmacht.", "label": 5, "portion_identifier": -1, "text_b": "Guter Kauf . home"}, {"uid": "german-187963-trn", "text_a": "Endlich mal ein Sneaker, der vernünftig passt. Trage Größe 44 Komma dieser kommt genau hin", "label": 5, "portion_identifier": -1, "text_b": "Immer wieder . shoes"}, {"uid": "german-172998-trn", "text_a": "Coole Sache... Nägel sind schnell fertig funktioniert super. Würde es immer wieder bestellen... Sehr gute Qualität für den Preis. Top. Farben sind auch super.", "label": 5, "portion_identifier": -1, "text_b": "Top . beauty"}, {"uid": "german-171944-trn", "text_a": "Tolles Spiel für Groß und Klein ,macht richtig Spaß", "label": 5, "portion_identifier": -1, "text_b": "Würfelspiel . toy"}, {"uid": "german-171340-trn", "text_a": "Spitzenqualität Tolles Diesein Passen zur angegebenen Beschreibung Schnelle Lieferung in 2 Tage und guter Preis Immer wieder Danke geben 5 Sterne", "label": 5, "portion_identifier": -1, "text_b": "Spitzenqualität . furniture"}, {"uid": "german-164003-trn", "text_a": "Ich habe dieses Aloe Vera Gel jetzt nochmal nachgekauft, da es zur Zeit bei uns eingesetzt wird nach Sonnenbädern und Sonnenbrand. Das Geld zieht schnell in die Haut ein, pflegt und riecht gut.Dieses Aloe Vera Gel findet bei uns in vielen Bereichen Einsatz. Wir benutzen es bei Sonnenbrand und Hautverbrennungen, zur Pflege für die Haarspitzen, bei Neurodermitis geplagter Haut, für rauhe Stellen an den Ellbogen und den Füßen. Wir sind sehr zufrieden. Der Pumpspender ist zudem für die Dosierung sehr praktisch. Tolles Produkt zu einem fairen Preis", "label": 5, "portion_identifier": -1, "text_b": "Perfekt bei Sonnenbrand . beauty"}]}