{"1": [{"uid": "german-8649-trn", "text_a": "Die Ware sollte durch dpd zugestellt werden. Zum Liefertermin hieß es \"Zustellung versucht, niemanden angetroffen\". Das kann sogar sein. Was dann passierte war unglaublich. Weder aus der Mail, noch in der Sendungsverfolgung ging hervor, was als nächstes geschieht (neuer Versuch, Hinterlegt im Shop, oder ...) oder was mit dem Paket passiert ist. Nach 5 Tagen Wartezeit erfolgte die Nachfrage im Shop (einer von zweien vor Ort) mit dem Ergebnis dass über die Sendung nichts bekannt war. Anruf bei der Amazon Hotline: Ergebnis: Die Sendung ist ist auf dem Transportweg verloren gegangen. Rückerstattung des Kaufpreises veranlasst. Soweit so gut, aber was wäre passiert, wenn ich nicht um Anruf gebeten hätte? Zu guter letzt bekam ich eine letzte Mail von Amazon zum Thema, mit diesem Inhalt: \"vielen Dank, dass Sie Ihr Paket abgeholt haben.\"", "label": 1, "portion_identifier": -1, "text_b": "Der Lieferant ist kann nichts dafür, wenn der Transportdienst die Ware verschludert. . sports"}, {"uid": "german-27541-trn", "text_a": "Verliert nach dem waschen die Form. Es wird kürzer.", "label": 1, "portion_identifier": -1, "text_b": "👎 . apparel"}, {"uid": "german-2648-trn", "text_a": "Sehr schlechter Film, hatte mich leider von der Bewertung täuschen lassen. Ich würde ihn nicht weiter empfehlen, bitte nicht kaufen.", "label": 1, "portion_identifier": -1, "text_b": "Nicht angucken . digital_video_download"}, {"uid": "german-21823-trn", "text_a": "Entgegen der Beschreibung hat es keine Schnellladefunktion. Ladet sehr langsam. Anschluss des Steckers ist viel dicker. Kein gutes Produkt. Würde es nicht mehr kaufen.", "label": 1, "portion_identifier": -1, "text_b": "Kein Original Ladekabel . wireless"}], "2": [{"uid": "german-79738-trn", "text_a": "Leider bereits nach 4 Wochen und 3maliger Benutzung hat der Schlauch an 2 Stellen kleine Löcher. Wird im Rahmen der gesetzlichen Gewährleistung reklamiert. Unabhängig davon erfüllt der Schlauch seinen Zweck und ist optimal in der Anwendung.", "label": 2, "portion_identifier": -1, "text_b": "Schnell defekt . lawn_and_garden"}, {"uid": "german-54031-trn", "text_a": "Nach 2 Saison im Einsatz macht sich die schlechte Qualität bemerkbar - nur für Kleinkinder geeignet und bitte nicht draußen stehen lassen.", "label": 2, "portion_identifier": -1, "text_b": "Nur für Kleinkinder und am besten für Indoor . sports"}, {"uid": "german-59689-trn", "text_a": "es ist kein passendes Netzteil enthalten. Der beigefügte Stecker hat 3 Sticks und kann in Deutschland nicht benutzt werden :(", "label": 2, "portion_identifier": -1, "text_b": "Netzteil . electronics"}, {"uid": "german-76151-trn", "text_a": "leider kam der Rucksack bereits mit kaputten Nähten bei mir an. Schlecht verarbeitet. Die Seitennähte an den Taschen waren sehr schlecht bis ganz nicht vernäht, so dass bei Regen das Wasser ins Innere gelangt wäre, somit unbrauchbar. Schade. Der Rucksack hat mir sonst sehr gut gefallen. Daher nur 2 Sterne und er ging sofort wieder zurück an den Absender.", "label": 2, "portion_identifier": -1, "text_b": "An sich gut, aber.. . pc"}], "3": [{"uid": "german-99827-trn", "text_a": "Es riecht etwas gewöhnungsbedürftig und würde es nicht unbedingt empfehlen, wenn man ein Date hat. Aber ansonsten erfüllt es seinen Zweck und hält verhindert Schweissgeruch. Ich würde es aber nicht nochmal kaufen, mir gefällt dieser Duft nicht.", "label": 3, "portion_identifier": -1, "text_b": "Ganz ok, aber der Geruch stört . beauty"}, {"uid": "german-117487-trn", "text_a": "kam ohne Umverpackung und natürlich war auch in meinem Deckel eine Beule. Da das Teil aber gerade günstig war und ich die Beule nach rausdrücken kaum noch sehe, behalte ich ihn, da ich ihn brauche. Ansonsten Amazon! hätte ich ihn zurückgeschickt, obwohl ich das hasse. Der Eimer 5 Sterne, da ich mich nicht mehr bücken brauche und der Deckel alleine zu geht. Versandverpackung 1 Stern, das kann nicht gut gehen...", "label": 3, "portion_identifier": -1, "text_b": "Auch hier Beule im Deckel . home"}, {"uid": "german-114565-trn", "text_a": "Produkt gut, Verpackung bietet jedoch für die Neandertaler die beim Zusteller arbeiten zu wenig Schutz. Box war total verzogen und Schubladen nicht mehr zu bewegen.", "label": 3, "portion_identifier": -1, "text_b": "Schwachstelle Verpackung / Zustelldienst . office_product"}, {"uid": "german-92691-trn", "text_a": "Nicht so gut in der Befestigung", "label": 3, "portion_identifier": -1, "text_b": "Soweit ok bis auf Befestigung . home_improvement"}], "4": [{"uid": "german-154978-trn", "text_a": "Sieht Recht natürlich aus, die Batterien halten gefühlt ewig. Leider geht die Timerfunktion immer nur ein paar Tage und muss dann wieder neu gestartet werden.", "label": 4, "portion_identifier": -1, "text_b": "Sehr gutes Aussehen, Timer regelmäßigkeit sollte nicht wichtig sein. . home"}, {"uid": "german-148807-trn", "text_a": "Wirkt hochwertig und wärmt überraschend gut. Der Platz sollte gut durchdacht sein, da die Wärmeabstrahlung anders fällt als erwartet. Natürlich kann man nicht im T-Shirt draußen sitzen wenn's schneit und bei Wind ist der Effekt minimal. Leider leuchtet die Lampe ziemlich rötliche, aber nicht störend wenn noch normales Licht oder Kerzen vorhanden sind! Dachte erst eine Fernbedienung sei überflüssig, ist aber letztlich super praktisch, vorallem wenn man nicht ohne weiteres ans Gerät hoch kommt!", "label": 4, "portion_identifier": -1, "text_b": "Läuft . lawn_and_garden"}, {"uid": "german-135397-trn", "text_a": "Die Verarbeitung ist sehr gut u durch die 3 unterschiedlichen Knopfgrößen, passen die Verlängerung auch auf fast alle Bodies die ich habe. Hab sie jetzt schon mehrmals gewaschen u sie haben sich weder verzogen, noch sind sie eingegangen. Nur etwas länger hätten sie meiner Meinung nach sein können. Man kann die Bodies somit nur um eine Größe verlängern u nicht wie bei anderen Bodyverlängerungen um 2 Größen. Das war dann aber auch schon der einzige Minuspunkt.", "label": 4, "portion_identifier": -1, "text_b": "Sehr gute Qualität . other"}, {"uid": "german-154181-trn", "text_a": "Schnelle Lieferung ,sieht gut aus und braucht keine batteri kann man das aufladen ich bin damit zufrieden tolle Produkt 👍", "label": 4, "portion_identifier": -1, "text_b": "Tolle Produkt 👍 . personal_care_appliances"}], "5": [{"uid": "german-178118-trn", "text_a": "Sehr schöne Uhr. Sieht sehr gut und nicht billig aus. Und die Verpackung in Form eines Portmonee hat mich auch sehr positiv überrascht.", "label": 5, "portion_identifier": -1, "text_b": "Tolle Uhr . watch"}, {"uid": "german-198580-trn", "text_a": "Schön warm und flauschig, super Hausschuhe", "label": 5, "portion_identifier": -1, "text_b": "Super Hausschuhe . shoes"}, {"uid": "german-163472-trn", "text_a": "Lieferung war sehr schnell und gut Verpackt. Mein Sohn findet die Dinos super da er sie mit seinen lego verbauen kann. Der Zusammenbau ging schnell und kinderleicht. Kann man nur empfehlen.", "label": 5, "portion_identifier": -1, "text_b": "Guter Preis für sehr schöne Dinos . toy"}, {"uid": "german-184910-trn", "text_a": "Habe dieses Pinsel Set für meine Tochter bestellt. Sie ist begeistert von dem Set. Sie hatte vorher schon etwas teurere Pinsel. Sie meinte diese Pinsel sind der Hammer. Material ist auch ok. Pinsel sind weich und kratzen nicht.", "label": 5, "portion_identifier": -1, "text_b": "Super Pinsel . beauty"}]}