{"0": [{"uid": "french-1498-val", "text_a": "Robert Goldsborough est né le 3 octobre 1937 à Chicago, fils de l'architecte Robert Vincent Goldsborough et de Wilma (Janak) Goldsborough.", "label": "0", "portion_identifier": -1, "text_b": "Vincent Goldsborough est né à Chicago le 3 octobre 1937, fils de l'architecte Robert Goldsborough et de Wilma (Janak) Goldsborough."}, {"uid": "french-243-val", "text_a": "La capitale est Abidjan depuis 1983 ; cependant, Yamoussoukro reste le centre administratif.", "label": "0", "portion_identifier": -1, "text_b": "La capitale est Yamoussoukro depuis 1983, mais Abidjan reste le centre administratif."}, {"uid": "french-288-val", "text_a": "En 2009, Coolidge joua un rôle dramatique dans \"as Genevieve McDonagh\".", "label": "0", "portion_identifier": -1, "text_b": "En 2009, Genevieve McDonagh a pris un rôle dramatique en tant que Coolidge."}, {"uid": "french-1199-val", "text_a": "Lovey et Dude Romeo de Green Bay Wisconsin sont beaucoup apparus en ligne et dans des vidéos YouTube. Puli priant. À l'origine de Pittsburgh, Pennsylvanie.", "label": "0", "portion_identifier": -1, "text_b": "Lovey et Dude Romeo de Pittsburgh en Pennsylvanie ont publié de nombreux articles en ligne et sur YouTube. Vidéos de puli priant. À l'origine par Green Bay Wisconsin."}, {"uid": "french-1682-val", "text_a": "Les espèces sont membres de divers groupes écologiques, dont les arbustes tropicaux, les lianes et les arbres, les plantes xérophytes, les mycohétérotrophes ainsi que différents représentants des herbacés.", "label": "0", "portion_identifier": -1, "text_b": "Les espèces sont membres de différents groupes écologiques, dont les arbustes xérophytes, les lianes et les arbres, les plantes tropicales, la mycohétérotrophie, ainsi que divers représentants végétaux."}, {"uid": "french-364-val", "text_a": "Les exemples ci-dessus pour le thème possessif \" -m \" étaient au singulier à la première personne.", "label": "0", "portion_identifier": -1, "text_b": "Les exemples ci-dessus du thème singulier \" -m \" étaient possessifs à la première personne."}, {"uid": "french-129-val", "text_a": "Le single sort le 31 octobre 2015 et est annoncé le 13 novembre 2015.", "label": "0", "portion_identifier": -1, "text_b": "Le single a été annoncé le 31 octobre 2015 et est sorti le 13 novembre 2015."}, {"uid": "french-1451-val", "text_a": "La Porte de Vincennes se situe à l'intersection du coin sud-est du 20e arrondissement et du coin nord-est du 12e arrondissement de Paris.", "label": "0", "portion_identifier": -1, "text_b": "La Porte de Vincennes est située à l'intersection du coin nord-est du 12e arrondissement et du coin sud-est du 20e arrondissement de Paris."}], "1": [{"uid": "french-1955-val", "text_a": "L'UIF a été formé en 2008 par une fusion entre l'Indoor Football League (IFL) et la United Intense Football League.", "label": "1", "portion_identifier": -1, "text_b": "L'UIF est formé en 2008 à travers une fusion entre l'Indoor Football League (IFL) et l'United Intense Football League."}, {"uid": "french-839-val", "text_a": "Il y a une île côtière à Cornelius Grinnell Bay, située à l'île de Baffin.", "label": "1", "portion_identifier": -1, "text_b": "C'est un île au large de la baie de Cornelius Grinnell située sur l'île de Baffin."}, {"uid": "french-1763-val", "text_a": "Avec une première inscription au Nigerian Stock Exchange, c'est la première société africaine à avoir une liste d'entrée transfrontalière au Johannesburg Stock Exchange.", "label": "1", "portion_identifier": -1, "text_b": "Avec une cotation principale sur la bourse nigériane, il s'agit de la première société africaine à avoir une cotation intérieure transfrontalière à la bourse de Johannesburg."}, {"uid": "french-15-val", "text_a": "Ce qui suit est une liste des fautes établies par les États qui réglementent la MMA, comme indiqué par la Commission sportive de l'État du Nevada.", "label": "1", "portion_identifier": -1, "text_b": "Ce qui suit est une liste des fautes définies par les États qui réglementent la MMA, comme définies par la Commissiion sportive du Nevada."}, {"uid": "french-797-val", "text_a": "Arumadura Lawrence Romelo Duminda Silva, également connu sous le nom de Duminda Silva et R. Dumindha Silva, est un politicien du Sri Lanka et un ancien membre du parlement.", "label": "1", "portion_identifier": -1, "text_b": "Dumuma Silva, également connu sous le nom Arumadura Lawrence Romelo Duminda Silva et R. Dumindha Silva, est un politicien sri-lankais et un ancien membre du parlement."}, {"uid": "french-366-val", "text_a": "Il est né enfant posthume de Sir Henry Thrale, 1er baronnet ; sa mère était la sœur du brasseur John Lade.", "label": "1", "portion_identifier": -1, "text_b": "Il est né en tant qu'enfant de Sir Henry Thrale, 1er baronet, sa mère était la sœur du brasseur John Lade."}, {"uid": "french-1493-val", "text_a": "Les Championnats de 2007 se sont déroulés du 21 au 28 janvier à Spokane, Washington, à la Spokane Arena et au Spokane Convention Center.", "label": "1", "portion_identifier": -1, "text_b": "Les championnats de 2007 se sont déroulés du 21 au 28 janvier à Spokane, Washington, au Spokane Convention Center et à la Spokane Arena."}, {"uid": "french-390-val", "text_a": "C'est aussi le cinquième bâtiment le plus haut de Russie, le sixième d'Europe et l'un des 90 gratte-ciels les plus hauts du monde.", "label": "1", "portion_identifier": -1, "text_b": "C'est aussi le cinquième bâtiment le plus haut de Russie, le sixième plus haut d'Europe et l'un des 90 gratte-ciels les plus hauts du monde."}]}