{"0": [{"uid": "french-847-val", "text_a": "Loustau était avec Ghislaine Marianne, avec qui il a eu trois enfants : Ethnie Bottrill, Dominique Henriette et Marcel Jean.", "label": "0", "portion_identifier": -1, "text_b": "Loustau était marié à Ethnie Bottrill, avec qui il a eu trois enfants : Marcel Jean, Dominique Henriette et Ghislaine Marianne."}, {"uid": "french-92-val", "text_a": "La fusion du Four Rivers Council et du Audubon Council a créé le Shawnee Trails Council.", "label": "0", "portion_identifier": -1, "text_b": "Le Conseil d'Audubon a été formé par l'association du Shawnee Trails Council et du Four Rivers Council."}, {"uid": "french-1311-val", "text_a": "Malet épousa Mary Aldworth, veuve de John Aldworth par Letcombe Regis, Berkshire et fille de Thomas White de Fyfield Berkshire jusqu'en 1664.", "label": "0", "portion_identifier": -1, "text_b": "Malet a épousé Mary Aldworth, la veuve de Thomas White de Letcombe Regis, Berkshire et fille de John Aldworth de Fyfield, Berkshire jusqu'en 1664."}, {"uid": "french-364-val", "text_a": "Les exemples ci-dessus pour le thème possessif \" -m \" étaient au singulier à la première personne.", "label": "0", "portion_identifier": -1, "text_b": "Les exemples ci-dessus du thème singulier \" -m \" étaient possessifs à la première personne."}], "1": [{"uid": "french-876-val", "text_a": "La rivière Ponoru est un affluent de la rivière Horezu en Roumanie.", "label": "1", "portion_identifier": -1, "text_b": "Le fleuve Ponoru est un affluent de l'Horezu en Roumanie."}, {"uid": "french-1579-val", "text_a": "Jésus a passé trois jours dans le ventre du poisson, Jonah passera trois jours dans la tombe.", "label": "1", "portion_identifier": -1, "text_b": "Jésus passa trois jours dans le ventre du poisson et Jonas passera trois jours dans la tombe."}, {"uid": "french-1547-val", "text_a": "La régulation est la deuxième ordination d'un clerc dont l'ordination d'origine est discutable.", "label": "1", "portion_identifier": -1, "text_b": "La réordination est la deuxième ordination d'un clerc dont l'ordination d'origine est discutable."}, {"uid": "french-1730-val", "text_a": "Pour une formule de fonction mesurable fixe 18, la formule 19 est une variable moyenne avec une formule aléatoire 20 et une formule de variance 21.", "label": "1", "portion_identifier": -1, "text_b": "Pour une formule de fonction mesurable fixe _ 18, la formule _ 19 est une variable moyenne avec la formule aléatoire _ 20 et la formule de variance _ 21."}]}