{"1": [{"uid": "german-36887-trn", "text_a": "Klebt zu sehr auf den Haaren.", "label": 1, "portion_identifier": -1, "text_b": "Haare . beauty"}, {"uid": "german-32168-trn", "text_a": "Der Briefkasten ist lommelig und die Post wird nass. Das Zeitungsfach bricht regelmäßig aus der Verankerung. Kann diesen Briefkasten nicht weiterempfehlen.", "label": 1, "portion_identifier": -1, "text_b": "Unzufrieden . home_improvement"}], "2": [{"uid": "german-73155-trn", "text_a": "Tasche prinzipiell schön aber viel kleiner als sie auf dem Bild aussieht und die Henkel passen nicht über die Schulter. Deshalb von mir nur zwei Sterne da ich die Tasche so und nicht nutzen werde :(", "label": 2, "portion_identifier": -1, "text_b": "Schön aber zu klein . shoes"}, {"uid": "german-46625-trn", "text_a": "von 5 konnten wir nur 1 anzünden... Flug...na ja.... alles im ganzem gefährlich", "label": 2, "portion_identifier": -1, "text_b": "leider nichts . lawn_and_garden"}], "3": [{"uid": "german-81539-trn", "text_a": "Mir gefällt der Inhalt gut, liefert einige Ideen und Impulse für jeden Geschmack. Tw. sind aber auch Rezepte für Gerichte drin, für die man eigentlich keines bräuchte. Süßkartoffelpommes? Grüne Bohnen? Ich glaube hier wurde Material gesucht um auf 100 Rezepte zu kommen. Ich muss leider auch sagen, dass das Buch an sich total schlecht aufgemacht ist, sowohl Cover als auch Rücken sind verpixelt und sehen aus wie aus einem Bild ohne Berücksichtigung der Seitenverhältnisse in Größe gezogen. Falsch geschnitten ist es auch, am Rand ist ein Pinker Streifen zu sehen. Auch innen is es einfach nicht schön anzuschauen. Beim eBook tut das nichts zur Sache, deshalb gibt es trotzdem noch 3 Sterne. Ich wundere mich über die vielen 5 Sterne Bewertungen, aber wenn man genauer hin schaut, bewerten fast alle nur die Genialität der Heißluftfritteuse. Es geht hier aber doch eigentlich um das Rezeptbuch.", "label": 3, "portion_identifier": -1, "text_b": "Nette Rezepte, Optik katastrophal . book"}, {"uid": "german-88430-trn", "text_a": "Das Material ist angenehm. Nun aber eher negatives. Ich nutze das Galaxy S7 edge und habe Größe L bestellt. Meine Arme sind ziemlich kräftig. Das Band/Tasche passt grad so. S7 noch rein und es ist unangenehm. Für das S7 ist die Tasche auch zu kurz. Das Handy ragt in den Handballen. Aufgrund der Enge kann das Band nicht weiter nach oben gezogen werden. Dazu sind die Nähte gut gedehnt und ich denke, das wird nicht lange halten. Sehr schade, da so nicht nutzbar im Fitnessstudio. Zum Laufen geht's..", "label": 3, "portion_identifier": -1, "text_b": "Zu klein und zu eng . sports"}], "4": [{"uid": "german-129652-trn", "text_a": "Für die Reise habe ich ihn gebraucht nur leider tickt er zu laut !", "label": 4, "portion_identifier": -1, "text_b": "Reisewecker . home"}, {"uid": "german-144654-trn", "text_a": "Sind schön. Glänzen wie am Bild. Aber bei den Zähen sind sie wie Kartoffelsäcke! sonst ist meine Frau happy! Deshalb 4 / 5", "label": 4, "portion_identifier": -1, "text_b": "Schön aber zu groß . luggage"}], "5": [{"uid": "german-185181-trn", "text_a": "Schnellere Lieferung als gedacht. Tolles Produkt und keine billig Ware wie man gedacht hätte. Schöne Fahne und toller Druck :)", "label": 5, "portion_identifier": -1, "text_b": "Tolles Produkt und schnelle Lieferung . lawn_and_garden"}, {"uid": "german-169653-trn", "text_a": "Spannendes Buch. Sehr gut geschrieben,", "label": 5, "portion_identifier": -1, "text_b": "Marla ist stark . digital_ebook_purchase"}]}