{"0": [{"uid": "french-1280-val", "text_a": "La région administrative de Chenzhou, lors de la dynastie des Tang, est sous l'administration du Zhoukou moderne dans l'est du Henan :", "label": "0", "portion_identifier": -1, "text_b": "La région administrative de Chenzhou dans la dynastie Tang est sous l'administration du Henan moderne dans l'est de Zhoukou :"}, {"uid": "french-46-val", "text_a": "ACVM est basée à Édimbourg et a des bureaux à Glasgow, Aberdeen, Newcastle, Manchester et Milton Keynes.", "label": "0", "portion_identifier": -1, "text_b": "ACVM is based in Glasgow and has subsidiaries in Edinburgh , Aberdeen , Newcastle , Manchester and Milton Keynes ."}, {"uid": "french-1505-val", "text_a": "Ses enfants étaient Carolyn et Cynthia (morte en 1970), Brennan, Matt Pelosi, Laurence (née en 1971) et Andrew (né en 1981).", "label": "0", "portion_identifier": -1, "text_b": "Ses enfants étaient Carolyn, Brennan, Matt Pelosi, Laurence (d. 1970), Andrew (né en 1971) et Cynthia (née en 1981)."}, {"uid": "french-1570-val", "text_a": "Les chanteurs du groupe comprenaient Dorothy Crane, Walter Cummins, Betty Griffin, le frère de Jerry Lang, Bernie et Scottee Marsh, qui ont ensuite chanté avec Tommy Dorsey.", "label": "0", "portion_identifier": -1, "text_b": "Les chanteurs du groupe comprenaient Dorothy Crane, Jerry Lang, Betty Griffin, le frère de Bernies Walter Cummins et Scottee Marsh, qui a chanté plus tard avec Tommy Dorsey."}, {"uid": "french-1213-val", "text_a": "La décision de James Newton Howard de remplacer les compositeurs de Howard Shore par Peter Jackson sept semaines avant le tournage du film comptaient parmi les autres problèmes.", "label": "0", "portion_identifier": -1, "text_b": "Parmi les autres difficultés, mentionnons la décision de James Newton Howard de remplacer les compositeurs de Howard Shore par Peter Jackson sept semaines avant le changement de film."}, {"uid": "french-1761-val", "text_a": "En 2012, la ville a fait volte-face et a été remportée par le démocrate Barack Obama, qui a obtenu 51 % des voix face aux 48 % du républicain Mitt Romney.", "label": "0", "portion_identifier": -1, "text_b": "En 2012, l'arrondissement a basculé et a été gagné par le titulaire républicain Mitt Romney, qui prit 51 % des votes face aux 48 % du démocrate Barack Obama."}, {"uid": "french-997-val", "text_a": "La Polynésie Niau est un atoll en France appelé Aleksey Greig à Greig.", "label": "0", "portion_identifier": -1, "text_b": "Un atoll de la Polynésie française, Niau, est appelé Greig en souvenir d'Aleksey Greig."}, {"uid": "french-1837-val", "text_a": "Une tournée au Royaume-Uni débuta en mai 1983, avec un guitariste supplémentaire, Robin George, pour les concerts.", "label": "0", "portion_identifier": -1, "text_b": "En mai 1983, une tournée anglaise débuta en live avec le guitariste Robin George pour des représentations supplémentaires."}], "1": [{"uid": "french-1664-val", "text_a": "Peu de temps après son activation, le 99e soutint l'opération Urgent Fury, qui remplaça le régime Stalinien à Grenade.", "label": "1", "portion_identifier": -1, "text_b": "La 99e soutint l'opération Urgent Wury, qui remplaça le régime stalinien à Grenade, peu après son activation."}, {"uid": "french-100-val", "text_a": "La programmation est principalement axée sur la musique indé et la musique alternative.", "label": "1", "portion_identifier": -1, "text_b": "L’émission se focalise principalement sur la musique alternative et indépendante."}, {"uid": "french-651-val", "text_a": "Le film a de nombreux éléments de comédie musicale, avec de longues séquences d'opéra, et a été critiqué pour être plus musical que terrifiant.", "label": "1", "portion_identifier": -1, "text_b": "Le film a beaucoup d'éléments de comédie musicale, avec de longues séquences d'opéra, et a été critiqué pour être plus musical que terrible."}, {"uid": "french-318-val", "text_a": "En 2009, Antonio Antonio est devenu le troisième joueur du championnat d'échecs d'Asie continentale et a été le premier joueur de l'histoire des Philippines à se qualifier pour la Coupe du Monde plus tard en 2009.", "label": "1", "portion_identifier": -1, "text_b": "Antonio a fini troisième au cours du championnat d'échec d'Asie continentale de 2009 et est devenu le premier joueur de l'histoire des Philippines à se qualifier pour la Coupe du Monde plus tard en 2009."}, {"uid": "french-1707-val", "text_a": "Ils sont recouverts d'une musique orchestrale clairsemée jouée en direct et se composent de sons vagues, presque délibérément sans nuances.", "label": "1", "portion_identifier": -1, "text_b": "Ils sont recouverts d'une musique orchestrale éparse jouée en direct et se composent de sons vagues, presque délibérément sans nuances."}, {"uid": "french-1923-val", "text_a": "Le \" Fallbeil \" a été utilisé pour la dernière fois en Allemagne de l'Est en 1949, en Allemagne de l'Ouest en 1966.", "label": "1", "portion_identifier": -1, "text_b": "L'\" étui \" a été utilisée pour la dernière fois en 1949 en Allemagne de l'Est, en 1966 en Allemagne de l'Ouest."}, {"uid": "french-921-val", "text_a": "Vembannur est un village du tehsil d'Aruvikkkara du tehsil de Nedumangad dans le Kerala, Inde. Vembannur relève du Nedumangadad Panchayat du district de Thiruvananthapuram.", "label": "1", "portion_identifier": -1, "text_b": "Vembannur est un village situé dans le tehsil Aruvikkkara du tehsil Nedumangad du Kerala, Inde. Vembannur relève du panchayat Nedumangad du district de Thiruvananthapuram."}, {"uid": "french-792-val", "text_a": "Selon le Bureau du recensement des États-Unis, Southport a une superficie totale composée de terres et , ou 0,91 %, est de l'eau.", "label": "1", "portion_identifier": -1, "text_b": "Selon le Bureau du recensement des États-Unis, Southport a une superficie totale de , dont des terres et , ou 0,91 %, est de l'eau."}]}