{"0": [{"uid": "spanish-896-val", "text_a": "Waseem Abbas, hijo del famoso cantante y actor Inayat Hussain Bhatti, empezó su carrera como actor de televisión en Lahore.", "label": "0", "portion_identifier": -1, "text_b": "Inayat Hussain Bhatti es el hijo del famoso cantante y actor Waseem Abbas. Empezó su carrera como actor de televisión en Lahore."}, {"uid": "spanish-1332-val", "text_a": "Mats Wilander vence a Anders Järryd, 6--4, 3-6, 7--5.", "label": "0", "portion_identifier": -1, "text_b": "Anders Järryd venció a Mats Wilander, 6--4, 3--6, 7--5"}, {"uid": "spanish-1389-val", "text_a": "Luego de la muerte de Ali, Muawiyah tomó el poder y estableció una dinastía.", "label": "0", "portion_identifier": -1, "text_b": "Ali asumió el poder tras la muerte de Muawiyah y fundó una dinastía."}, {"uid": "spanish-11-val", "text_a": "En las opiniones a continuación, la mayor calificación del espectáculo aparecerá en rojo y la menor calificación del espectáculo aparecerá en el episodio azul.", "label": "0", "portion_identifier": -1, "text_b": "En las reseñas que aparecen a continuación, la puntuación más baja del espectáculo se mostrará en rojo y la puntuación más alta del espectáculo se mostrará en una secuencia azul."}, {"uid": "spanish-1714-val", "text_a": "El histórico estadio Rubber Bowl fue utilizado por la Guardia Nacional de los Estados Unidos como base durante los disturbios racistas de Wooster Avenue en 1968.", "label": "0", "portion_identifier": -1, "text_b": "La Guardia Nacional de los Estados Unidos utilizó el race rubber dish como base durante los históricos disturbios de Wooster Avenue de 1968."}, {"uid": "spanish-728-val", "text_a": "Un epigrama es un poema corto con un giro inteligente, o una afirmación concisa y graciosa.", "label": "0", "portion_identifier": -1, "text_b": "Un epigrama es un poema conciso e ingenioso con un giro inteligente, o una corta afirmación."}, {"uid": "spanish-1068-val", "text_a": "En 1966, comenzó con su propia galería en la Cork Street de Londres, Leslie Waddington tenía el respaldo de Alex Bernstein, un miembro de la dinastía de medios de Granada.", "label": "0", "portion_identifier": -1, "text_b": "En 1966, inició su propia galería en Cork Street en Londres, Alex Bernstein tuvo el apoyo de Leslie Waddington, un miembro de la dinastía de los medios de Granada."}, {"uid": "spanish-1832-val", "text_a": "El río Molmys es un río ubicado en Perm Krai, Rusia, un afluente del lado izquierdo del río Yazva.", "label": "0", "portion_identifier": -1, "text_b": "El río Yazva es un río en Perm Krai, Russia, un afluente izquierdo del río Molmys."}], "1": [{"uid": "spanish-692-val", "text_a": "Yazva es un río en Perm Krai, Rusia, un afluente izquierdo del río Molmys.", "label": "1", "portion_identifier": -1, "text_b": "El río Yazva es un río en Perm Krai, Rusia, un afluente izquierdo del río Molmys."}, {"uid": "spanish-204-val", "text_a": "Abordó las comunidades productoras de arte más importantes e ilustró el trabajo de 23 de los artistas más conocidos.", "label": "1", "portion_identifier": -1, "text_b": "Abordó las mayores comunidades que producen arte e ilustró el trabajo de 23 de los artistas más conocidos."}, {"uid": "spanish-1150-val", "text_a": "Cerca está el río Wallowa, un afluente del río Lostine, al este de las montañas Wallowa al noreste de Oregon.", "label": "1", "portion_identifier": -1, "text_b": "Cerca está el río Wallowa, un afluente del río Lostine, al este de las montañas Wallowa del noreste de Oregón."}, {"uid": "spanish-1118-val", "text_a": "Siemens AG fue el contratista principal, con Fiat Ferroviaria y ADtranz como subcontratistas.", "label": "1", "portion_identifier": -1, "text_b": "El contratista principal era Siemens AG con Fiat Ferroviaria y ADtranz como subcontratistas."}, {"uid": "spanish-1015-val", "text_a": "En 1960, John T. Driscoll y Patrick F. McDonough se presentaron como Tesorero y Administrador General de Massachusetts, y fueron terceros en la primaria democrática detrás de Kennedy.", "label": "1", "portion_identifier": -1, "text_b": "En 1960, John T. Driscoll y Patrick F. McDonough se presentaron como candidatos a Tesorero y Recaudador General de Massachusetts. Terminó tercero en el partido democrático primario, detrás de Kennedy."}, {"uid": "spanish-315-val", "text_a": "Michael Jackson, Prince y Madonna fueron, sin embargo, influencias para el álbum.", "label": "1", "portion_identifier": -1, "text_b": "Sin embargo, Madonna, Prince y Michael Jackson fueron influencias para el álbum."}, {"uid": "spanish-240-val", "text_a": "Está ubicada al este de Nanuet, al sur de Chestnut Ridge, al oeste de Blauvelt, Nueva York, y al norte de Montvale y Old Tappan, Nueva Jersey.", "label": "1", "portion_identifier": -1, "text_b": "Está ubicado al este de Nanuet, al sur de Chestnut Ridge, al oeste de Blauvelt, Nueva York, y al norte de Montvale y Old Tappan, Nueva Jersey."}, {"uid": "spanish-1159-val", "text_a": "En 1914, el Sr. Todoroff fundó el restaurante Coney Island y creó su receta de salsa de ají de Jackson Coney Island.", "label": "1", "portion_identifier": -1, "text_b": "En 1914, el Sr. Todoroff fundó el restaurante de Coney Island e inventó su receta de salsa de chile Jackson Coney Island."}]}