{"1": [{"uid": "spanish-3764-trn", "text_a": "El producto a priori es bonito, pero llegó mal embalado y todo aplastado. Las pegatinas deterioradas y además la calidad de las mismas es bastante mala (muy finas, se despegan y rompen con extrema facilidad). El vendedor me propuso probarlas para ver si pegaban, a pesar de enviarle fotos con el vinilo dañado. Finalmente me reembolsó sólo la mitad del valor del producto. No recomiendo su compra. Me toca despegar todo y comprar otro vinilo.", "label": 1, "portion_identifier": -1, "text_b": "No recomiendo su compra! . home"}, {"uid": "spanish-25267-trn", "text_a": "La ventosa no pega en los azulejos y eso que son totalmente lisos", "label": 1, "portion_identifier": -1, "text_b": "Muy buen diseño pero se despega . home"}, {"uid": "spanish-32685-trn", "text_a": "No vale para nada. Me ha durado un día. Es plástico de mala calidad. Se ha separado la parte de la goma del resto de la estructura la segunda vez que lo saqué de la mochila.", "label": 1, "portion_identifier": -1, "text_b": "Muy mala calidad . wireless"}, {"uid": "spanish-23065-trn", "text_a": "Adquirí este ventilador basicamente porque el diseño encajaba con la decoración de la estancia. Ya, cuando lo recibí, tuve la impresión de que la calidad de los materiales y los acabados no estaba en consonancia con el precio pagado. Se trata de un ventilador de precio elevado con un acabado corriente. La decepción continuo al ponerlo en funcionamiento; en la velocidad baja casi no mueve el aire y en la velocidad alta ventila un poco más sin llegar, ni por asomo, a resultar eficaz. Podría ser útil como ventilador de dormitorio, pero tampoco. A la ineficacia en el desplazamiento del aire se le suma un ruido de transformador realmente desagradable en cualquiera de sus dos velocidades. En definitiva, un supuesto buen diseño, que es de lo que presume la marca, pero que no es en absoluto funcional, con un acabado que no está a la altura de los costes y una durabilidad nula. De las peores compras que he hecho en mucho tiempo. Lo olvidaba; las instrucciones de montaje son ya un presagio del nivel de ingeniería de la marca.", "label": 1, "portion_identifier": -1, "text_b": "NO VENTILA Y DOS AÑOS Y DOS MESES DE DURACIÓN . home_improvement"}], "2": [{"uid": "spanish-69800-trn", "text_a": "Fue para un regalo, es lo que la niña quería pero venía muy mal embalado todo suelto en un sobre, la presentación hace que te parezca todavía peor. Si es para un regalo más vale que compres una cajista de presentación", "label": 2, "portion_identifier": -1, "text_b": "Muy mal presentado . camera"}, {"uid": "spanish-73797-trn", "text_a": "Después de unos 3 meses la cremallera no me funciona bien, muchas veces no \"engancha\" a la primera. Supongo que habré tenido mala suerte...", "label": 2, "portion_identifier": -1, "text_b": "Cremallera no funciona bien . sports"}, {"uid": "spanish-64253-trn", "text_a": "Soy muy sensible con mis oidos y al poco tiempo de llevarlos me pican. Se pone cera en el conducto del tapón. Atenúa bastante el ruido pero puedes discriminar los sonidos y las palabras cuando te hablan.", "label": 2, "portion_identifier": -1, "text_b": "Pican . musical_instruments"}, {"uid": "spanish-44179-trn", "text_a": "Pues a los pocos meses ya estás totalmente descosidos y casi sin poder usarlos, con una frecuencia de unas 3 veces por semanas de pesas poco aguantan . Aunque de primeras bien al poco tiempo se van deteriorando muy rápidamente", "label": 2, "portion_identifier": -1, "text_b": "Regular . sports"}], "3": [{"uid": "spanish-85057-trn", "text_a": "Está bien para utilizar con bebé de 4 meses. Es pequeña pero para utilizarla para ocasiones está bien porque hace su función.", "label": 3, "portion_identifier": -1, "text_b": "Correcta . toy"}, {"uid": "spanish-85283-trn", "text_a": "Es muy endeble. El paquete viene aplastado para que ocupe menos espacio, y luego se queda con la forma. Compré el grande y me enviaron el pequeño", "label": 3, "portion_identifier": -1, "text_b": "Rita . home"}, {"uid": "spanish-110497-trn", "text_a": "Por el precio que tiene está bien, aunque un punto bastante negativo es el adorno de abajo, el tornillo es tan corto que no llega a encajar, hay o bien lijar el adorno un poco o comprar un tornillo más largo. Por lo demás muy bonito y fácil de instalar.", "label": 3, "portion_identifier": -1, "text_b": "No está mal . home"}, {"uid": "spanish-87307-trn", "text_a": "Ha sido un regalo por lo que la calidad no la he comprobado, pero aparentemente es lo que esperaba e incluso un poco mejor", "label": 3, "portion_identifier": -1, "text_b": "Regalo . home"}], "4": [{"uid": "spanish-146154-trn", "text_a": "Mueble practico y fácil de montar (tarde unos 15 minutos). Sirve para espacios pequeños. Llegó dentro de plaza establecida. Esta bien", "label": 4, "portion_identifier": -1, "text_b": "Esta bien . furniture"}, {"uid": "spanish-158618-trn", "text_a": "Funciona, pero borrando el código de error con la máquina.", "label": 4, "portion_identifier": -1, "text_b": "Sensor asiento acompañante . electronics"}, {"uid": "spanish-132120-trn", "text_a": "Por poner una pega a veces cuesta ver dónde está el punto desde donde hay que estirar para cambiar la hoja. A parte de eso van perfectos.", "label": 4, "portion_identifier": -1, "text_b": "El pelo se adhiere bien . home"}, {"uid": "spanish-157109-trn", "text_a": "Muy buena calidad, muy buen producto y se ve artesanal volvería a comprarlo sin duda y el envio muy rápido", "label": 4, "portion_identifier": -1, "text_b": "Muy bueno . musical_instruments"}], "5": [{"uid": "spanish-181910-trn", "text_a": "En principio no encuentro nada negativo. Muy buena imagen, calidad de materiales de fabricación. Señal sin interferencias, el monitor tamaño smarphone y la cámara pasa desapercibida por su pequeño tamaño, posibilidad de su uso en sobremesa o para colgar. En principio muy buena compra, el paso del tiempo y su uso lo dirá.", "label": 5, "portion_identifier": -1, "text_b": "Calidad . baby_product"}, {"uid": "spanish-165872-trn", "text_a": "Tenia un reloj de pared que se rompió el mecanismo. Este funciona muy bien, aunque lo saqué de su carcasa original negra y lo encaje en la que llevaba mi reloj y funciona estupendamente", "label": 5, "portion_identifier": -1, "text_b": "Muy bien . home"}, {"uid": "spanish-178980-trn", "text_a": "Original cumple con su funcion", "label": 5, "portion_identifier": -1, "text_b": "Relación calidad precio . home_improvement"}, {"uid": "spanish-190736-trn", "text_a": "Entrega rapida, ES ORIGINAL MUY ALTA CALIDAD, Recomendo", "label": 5, "portion_identifier": -1, "text_b": "Original . other"}]}