{"0": [{"uid": "french-1225-val", "text_a": "Don Driggs est né en 1907 à Driggs, dans l'Idaho, à Junius, qui fonda la ville, et May Jerusha Robison.", "label": "0", "portion_identifier": -1, "text_b": "Junius est né à Driggs, dans l'Idaho, en 1907 à Don Carlos Driggs qui fonda la ville, et May Jerusha Robison."}, {"uid": "french-1618-val", "text_a": "Wright déménagea de Chapel Hill en Caroline du Nord à New York.", "label": "0", "portion_identifier": -1, "text_b": "Wright déménagea de New York vers Chapel Hill, en Caroline du Nord."}, {"uid": "french-1858-val", "text_a": "Mark Allen a remporté la finale contre Martin Gould 1 : 0 (104 -- 0).", "label": "0", "portion_identifier": -1, "text_b": "Martin Gould a remporté la finale 1 -- 0 (104 -- 0) contre Mark Allen."}, {"uid": "french-295-val", "text_a": "En 1993, lorsque Platzer a ouvert son deuxième restaurant à Allentown, il a changé le nom en P. J. Whelihan's en l'honneur de son grand-père, Peter Joseph Whelihan.", "label": "0", "portion_identifier": -1, "text_b": "Lorsque Peter Joseph Whelihan a ouvert son deuxième restaurant à Allentown en 1993, il a changé le nom en P. J. Whelihan's pour rendre hommage à son grand-père, Platzer."}, {"uid": "french-1703-val", "text_a": "Diboll et G. A. Chamblin de la Nouvelle-Orléans étaient les architectes et Owen de Mobile était l'entrepreneur.", "label": "0", "portion_identifier": -1, "text_b": "Les architectes étaient Diboll et Owen de la Nouvelle-Orléans et l'entrepreneur était G.A . Chamblin de Mobile ."}, {"uid": "french-1619-val", "text_a": "Ses frontières approximatives étaient allaient de South Broad Street jusqu'à Grier Avenue et de Pearl Street jusqu'à ce qui est maintenant US 1 & 9.", "label": "0", "portion_identifier": -1, "text_b": "Ses limites approximatives allaient de Pearl Street à Grier Avenue et de South Broad Street à ce qui est aujourd'hui la route américaine 1/9."}, {"uid": "french-1332-val", "text_a": "Mats Wilander bat Anders Järryd 6 -- 4, 3 - 6, 7 -- 5.", "label": "0", "portion_identifier": -1, "text_b": "Anders Järryd a battu Mats Wilander 6 -- 4, 3 -- 6, 7 -- 5."}, {"uid": "french-114-val", "text_a": "La seule exception fut entre 2005 et 2009, quand il a joué en Suède avec le Carlstad United BK, en Serbie avec le FK Borac Čačak et le club russe FC Terek Grozny.", "label": "0", "portion_identifier": -1, "text_b": "L'exception a été entre fin 2005 et 2009, où il a joué en Suède avec le Carlstad United BK, en Serbie avec le FC Terek Grozny et en Russie avec le FK Borac Čačak."}], "1": [{"uid": "french-593-val", "text_a": "\" Dream \" a été interprété au Royal Opera House, Covent Garden, en 1961, produit par John Gielgud et dirigé par Georg Solti.", "label": "1", "portion_identifier": -1, "text_b": "\" Dream \" a été joué en 1961 à la Royal Opera House de Covent Garden, produit par John et dirigé par Georg Solti."}, {"uid": "french-1032-val", "text_a": "Sinjin Van Cleef (Michael Eric Reid), un autre étudiant de l'Hollywood Arts tombe dans le jacuzzi lors d'une défaillance d'une machine à vague pour le surf.", "label": "1", "portion_identifier": -1, "text_b": "Sinjin Van Cleef (Michael Eric Reid), un autre étudiant d'Hollywood Arts, tomba dans le Jacuzzi lorsqu'un simulateur de surf tomba en panne."}, {"uid": "french-524-val", "text_a": "La première femme de Roger Mortimer était Joan Mortimer, fille de James, 2e Baron Audley.", "label": "1", "portion_identifier": -1, "text_b": "La première femme de Roger Mortimer était Joan Mortimer, fille de James, second baron Audley."}, {"uid": "french-1621-val", "text_a": "Le titre a été constitué en 1790 par James Grimston, un politicien d'Hertfordshire. Il a ensuite été repris comme Earl of Verulam, un titre qui se porte toujours par ses descendants.", "label": "1", "portion_identifier": -1, "text_b": "Ce titre a été créé en 1790 pour James Grimston, un politicien du Hertfordshire, qui a plus tard rétabli Earl of Verulam, un titre qui est toujours détenu par ses descendants."}, {"uid": "french-208-val", "text_a": "Le nombre d'incendies signalés début février était de 73, dont 26 hors de contrôle et le temps prévu pour les maîtriser afin d'avoir un nouveau mois d'incendies.", "label": "1", "portion_identifier": -1, "text_b": "Le nombre d'incendies signalés début février était de 73, dont 26 hors de contrôle, et l'on s'attendait à ce que le temps passé à contrôler d'autres mois d'incendies."}, {"uid": "french-1218-val", "text_a": "Clovis Kalyebara est né dans le \"district de Kabarole\", dans le comté de Kichwamba Sub, dans le village de Harugongo, dans l'ouest de l'Ouganda.", "label": "1", "portion_identifier": -1, "text_b": "Clovis Kalyebara est né dans \"le district de Kabarole\", dans le sous-comté de Kichwamba, dans le village de Harugongo, à l'ouest de l'Ouganda."}, {"uid": "french-1968-val", "text_a": "Les légumes et les plantes racines n'étaient généralement pas cultivées et poussaient regroupés de façon saisonnière lorsqu'ils étaient dans la nature.", "label": "1", "portion_identifier": -1, "text_b": "Les légumes et les plantes racines n'étaient généralement pas cultivée et, lorsqu'ils étaient dans la nature, poussaient de manière saisonnière."}, {"uid": "french-396-val", "text_a": "Pauline dit oui, mais Frannie est toujours suspicieuse.", "label": "1", "portion_identifier": -1, "text_b": "Oui, dit Pauline, mais Frannie est toujours méfiante."}]}