{"1": [{"uid": "german-1758-trn", "text_a": "Schlechte Qualität des Bezuges. Da habe ich kein Vertrauen mehr zum Produkt", "label": 1, "portion_identifier": -1, "text_b": "Nach anheben an der Schlaufe, sofort Bezug eingerissen . furniture"}], "2": [{"uid": "german-64125-trn", "text_a": ".. zu schwer. Die Angabe war 400 gr. ....pro Quadratmeter. Habe ich pro Qm übersehen ? Ich weis es nicht. Das Tuch kommt insgesamt auf ca. 1400 gr. Ich wollte ein großes Tuch aus Baumwolle, leichte gibt es leider kaum noch. Man kann es wirklich nur als Strandlaken benutzen, wer will sich schon mit einem über einem Kilo schweren Tuch nach einer normalen Dusche zu Hause abtrocknen. Zumal unsere weiße Dusche nach dem Abtrocknen - grau war. Das Tuch verliert extrem viele Fasern, trotz vorherigem waschen. Zwei Sterne für die problemlose Rückgabe und für einen anderen Verwendungszweck.", "label": 2, "portion_identifier": -1, "text_b": "sehr schwer . apparel"}], "3": [{"uid": "german-82205-trn", "text_a": "+ Funktion bisher einwandfrei + Anleitung ist verständlich + Überwiegend wertige Materialien - Montage für handwerklich Ungeübte wahrscheinlich anspruchsvoll - Winkel und Führungsrollen aus Kunststoff => Haltbarkeit/Langlebigkeit??? Hätte hier für den Preis mehr erwartet.", "label": 3, "portion_identifier": -1, "text_b": "Grundsätzlich gute Schiebetür mit Einschränkung . home_improvement"}], "4": [{"uid": "german-143304-trn", "text_a": "Für den Hausgebrauch und für ein leichtes Training ist dieser Crosstrainer vollkommen in Ordnung. Bei stärkerer Beanspruchung fängt das Gerät an zu knarren... empfinde ich aber nicht sehr störend. Könnte mir vorstellen dass man ab 70 oder 80 Kilo Körpergewicht evtl. ein stabileres/schwereres Gerät bevorzugen sollte. In dieser Preiskategorie ist der Crosstrainer auf jeden Fall empfehlenswert. Ich benutze ihn täglich und er erfüllt seinen Zweck....", "label": 4, "portion_identifier": -1, "text_b": "Preis/Leistung passt . sports"}], "5": [{"uid": "german-181228-trn", "text_a": "Wir haben etwas Geräte in einer Stockdose. Das kleine Ding hilft uns, den Stromverbrauch zu erkennen. Dann können wir mögliche Probleme vermeiden. gut zu benutzen", "label": 5, "portion_identifier": -1, "text_b": "zur sicherheit . home_improvement"}]}