{"0": [{"uid": "french-812-val", "text_a": "Le Brunau s'élève à proximité de Nindorf, coule d'abord vers le nord-est au sud de Hetendorf.", "label": "0", "portion_identifier": -1, "text_b": "Le Brunau coule dans les environs de Nindorf, va initialement du nord-est au sud de Hetendorf."}, {"uid": "french-1901-val", "text_a": "Ni l'engagement antérieur d'Anna envers Dostoïevski ni les fortes divergences politiques de Dostoïevski avec les Jaclard n'ont empêché des contacts cordiaux et réguliers entre eux.", "label": "0", "portion_identifier": -1, "text_b": "Ni le précédent engagement de Dostoïevski envers Dostoïevski ni les fortes différences politiques d'Anna avec les Jaclard n'ont empêché un contact chaleureux et régulier entre eux."}, {"uid": "french-326-val", "text_a": "Le morceau \" Astrud \" de l'album \" Time and Tide \" de 1987 de Basia Trzetrzelewska est un hommage à Gilberto.", "label": "0", "portion_identifier": -1, "text_b": "Le morceau \" Astrud \" de l'album \" Time and Tide \" de 1987 de Gilberto est un hommage à Basia Trzetrzelewska."}, {"uid": "french-1094-val", "text_a": "Strozzi commença à prendre des cours privés de comédie avec Dimitrija Demeter après un traitement médical, comme recommandé par Josip Freudenreich.", "label": "0", "portion_identifier": -1, "text_b": "Après un traitement médical, Strozzi commença des cours de comédie privés avec Josip Freudenreich, comme le recommandait Dimitrija Demeter."}], "1": [{"uid": "french-215-val", "text_a": "Craig a deux enfants et fut marié à Sara Tetro, l'ancien mannequin, présentatrice de télévision et juge du Next Top Model de Nouvelle-Zélande.", "label": "1", "portion_identifier": -1, "text_b": "Craig a deux enfants et fut marié à l'ancienne mannequin, animatrice de télévision et juge du Next Top Model de Nouvelle-Zélande, Sara Tetro."}, {"uid": "french-661-val", "text_a": "de Ruiter, né à Leiden, a joué pour le FC Utrecht, le FC Den Bosch, Excelsior, RKC Waalwijk et le FC Emmen.", "label": "1", "portion_identifier": -1, "text_b": "Né à Leiden, de Ruiter a joué pour le RKC Waalwijk, le FC Den Bosch, Excelsior, le FC Utrecht et le FC Emmen."}, {"uid": "french-1445-val", "text_a": "AleX est une série télévisée italienne. La série a été produite par Giorgio Schottler , Guglielmo Duccoli et Alfredo Castelliet écrite par Videotime .", "label": "1", "portion_identifier": -1, "text_b": "La série télévisée italienne AleX fut produite par Giorgio Schottler, Guglielmo Duccoli et Alfredo Castelli et écrite par Videotime."}, {"uid": "french-2000-val", "text_a": "En 2002, la chanson fur sortie par le producteur britannique Vincent Stormfield et reprise comme \"Sweet Harmony 02\" par Independiente.", "label": "1", "portion_identifier": -1, "text_b": "En 2002, la chanson fut publiée par le producteur britannique Vincent Stomfield et reprise par Independiente sous le titre \"Sweet Harmony 02\"."}]}