{"0": [{"uid": "spanish-1029-val", "text_a": "Andrew McLennan Andrew Snoid es un músico, cantante y compositor neozelandés.", "label": "0", "portion_identifier": -1, "text_b": "Andrew McLennan nacido como Andrew Snoid es un músico, cantante y compositor neozelandés."}, {"uid": "spanish-292-val", "text_a": "La Junta de Agua de Sídney asumió el control del suministro de agua de Sídney del Municipio en 1888.", "label": "0", "portion_identifier": -1, "text_b": "En 1888, el municipio se había hecho cargo del suministro de agua de Sídney de Sydney Water Board."}, {"uid": "spanish-682-val", "text_a": "La serie de televisión italiana AleX fue escrita por Alfredo Castelli, Guglielmo Duccoli y Giorgio Schottler y producida por videotime.", "label": "0", "portion_identifier": -1, "text_b": "La serie de televisión italiana AleX fue producida por Giorgio Schottler, Guglielmo Duccoli y Alfredo Castelli y escrita por Videotime."}, {"uid": "spanish-643-val", "text_a": "Rainbach im Innkreis es una municipalidad del distrito de Schärding en el estado de Alta Austria.", "label": "0", "portion_identifier": -1, "text_b": "Rainbach im Innkreis es una municipalidad en el distrito de Alta Austria en el estado austriaco de Schärding."}], "1": [{"uid": "spanish-78-val", "text_a": "También vale la pena notar que el siguiente código funcionaría sin ADL (se aplica de cualquier manera).", "label": "1", "portion_identifier": -1, "text_b": "También vale la pena notar que el siguiente código funcionaría sin ADL (de todas formas, se le puede aplicar)."}, {"uid": "spanish-580-val", "text_a": "Cook Pond, también conocido anteriormente como lago Laurel, está ubicado al sudeste del río Taunton y al oeste de South Watuppa Pond.", "label": "1", "portion_identifier": -1, "text_b": "En el extremo sur, Cook Pond, también llamado anteriormente como Laurel Lake, está ubicado al este del río Taunton y al oeste de South Watuppa Pond."}, {"uid": "spanish-256-val", "text_a": "Esta es una lista de lenguajes de programación optimizados para la producción sonora, la composición algorítmica y la síntesis de sonidos.", "label": "1", "portion_identifier": -1, "text_b": "Esta es una lista de lenguajes de programación que están optimizados para la producción de sonidos, la composición algorítmica y la síntesis de sonidos."}, {"uid": "spanish-529-val", "text_a": "Olivia Loe comenzó a remar en 2004, y Jessica Loe la siguió en 2006.", "label": "1", "portion_identifier": -1, "text_b": "En 2004, Olivia Loe tomó los remos, y Jessica Loe la siguió en 2006."}]}