{"1": [{"uid": "spanish-35181-trn", "text_a": "Muy mala calidad este producto que no me servido para nada.", "label": 1, "portion_identifier": -1, "text_b": "Mala calidad . automotive"}, {"uid": "spanish-24302-trn", "text_a": "Buena calidad para barba", "label": 1, "portion_identifier": -1, "text_b": "Corresponde con la foto . drugstore"}, {"uid": "spanish-35295-trn", "text_a": "Me ha llegado el carrito y ha sido complicado armarlo sin manual de instrucciones aunque lo logré. Sin embargo, está incompleto y le faltan 2 tornillos. Espero que el vendedor me los envíe pronto o tendré que devolver todo el producto.", "label": 1, "portion_identifier": -1, "text_b": "Está incompleto . toy"}, {"uid": "spanish-29805-trn", "text_a": "Mi hija de 5 años quería este peluche para el día de Reyes y no ha llegado . Estoy muy triste y enfadada. Y la mañana de Reyes no quiero ni pensar la desilusión que se va a llevar mi hija. Estoy destrozada", "label": 1, "portion_identifier": -1, "text_b": "No ha llegado a tiempo para el día de Reyes . toy"}], "2": [{"uid": "spanish-56091-trn", "text_a": "Decepcionante. Este molde es excesivamente caro por el precio que tiene. No merece la pena. Demasiado endeble, demasiado caro. Lo devolví.", "label": 2, "portion_identifier": -1, "text_b": "Mal . home"}, {"uid": "spanish-58023-trn", "text_a": "No me ha gustado, para el nenuco que tiene mi hija no sirve mucho, hay que hacer fuerza y ella con 2 años no puede.", "label": 2, "portion_identifier": -1, "text_b": "No lo aconsejo . toy"}, {"uid": "spanish-60543-trn", "text_a": "Algunos han venido defectuosos.", "label": 2, "portion_identifier": -1, "text_b": "Algunos defectuosos . home"}, {"uid": "spanish-65161-trn", "text_a": "la durabilidad de la pala es justa, se me ha resquebrajado un poco con un golpe no muy fuerte contra la pared. Presenta dificultades para control de bola. No volveré a comprar DROP SHOT.", "label": 2, "portion_identifier": -1, "text_b": "PALA DROP SHOT.... . sports"}], "3": [{"uid": "spanish-91580-trn", "text_a": "Buena relación calidad precio, pero la chapa es endeble. Están bien pintados y en mi opinión, no se puede pedir más por lo que cuestan.", "label": 3, "portion_identifier": -1, "text_b": "Calidad básica. Buena relación calidad precio . home"}, {"uid": "spanish-94825-trn", "text_a": "Me gusta siempre la forma de escribir de Elisabeth , pero lo que no se sostenía era la razón por la que Marín no parecía tener nada claro. Incluso las mentiras que parece que todos esconden se imaginan de primera hora. Le pongo 3 estrellas por la forma de escribir que siempre me llega, pero no por la historia, lo siento.", "label": 3, "portion_identifier": -1, "text_b": "Tiene mejores libros . digital_ebook_purchase"}, {"uid": "spanish-89634-trn", "text_a": "Es el segundo que compro. El primero está bien, pero éste ya empieza a estar suelto aunque la tuerca está a tope, así que ya no lo puedo usar con confianza para montar una strobe de estudio. Acabo de mirar la fecha de devolución y veo que ya pasó hace pocos días. En fin, me siento estafado. Por cierto, el peso de mi strobe está bien dentro del límite de peso detallado en el anuncio del producto.", "label": 3, "portion_identifier": -1, "text_b": "Duró un mes. . camera"}, {"uid": "spanish-106987-trn", "text_a": "Los vasos y servilletas muy bien, pero el mantel no me gustó. Demasiado delgado el plástico del que está hecho.", "label": 3, "portion_identifier": -1, "text_b": "Cumple, pero podría ser mejor. . toy"}], "4": [{"uid": "spanish-123187-trn", "text_a": "La caja llega con un golpe tremendo en una esquina que daña ligeramente uno de los libros que había dentro. menos mal que es algo puntual, en la gran mayoría de los casos las cajas están perfectas y los productos están en perfecto estado.", "label": 4, "portion_identifier": -1, "text_b": "Servicio perfecto todos los días menos hoy . book"}, {"uid": "spanish-130225-trn", "text_a": "Todavía no lo he probado es un regalo para reyes. Cuando llegue el momento lo probaré. Esto de las veinte palabras es un rollo, hay que bajarlo.", "label": 4, "portion_identifier": -1, "text_b": "Todavía no lo he probado . pc"}, {"uid": "spanish-153910-trn", "text_a": "Como producto me parece de una calidad extraordinaria, por su solidez de construcción y su funcionamiento, manejo sencillo y resultado sorprendente estando en la gama en que se encuentra. El cable 3,5mm doble para conectar a smartphone lo preferiría más largo, tiene unos dos centímetros, como para llevarlo solapado al teléfono; pero esto es a gustos y no desluce el producto. Muy recomendable en definitiva.", "label": 4, "portion_identifier": -1, "text_b": "Calidad extraordinaria. . electronics"}, {"uid": "spanish-121484-trn", "text_a": "Esta bien es muy practica y precisa, muy servicial para pesar", "label": 4, "portion_identifier": -1, "text_b": "Bascula de cocina . home"}], "5": [{"uid": "spanish-179210-trn", "text_a": "Para mi hijo que suele perder las gafas es muy prático. Ha cumplido las expectativas, se lo recomiendo para niños.", "label": 5, "portion_identifier": -1, "text_b": "PRACTICAS . sports"}, {"uid": "spanish-164097-trn", "text_a": "Cumplió perfectamente las expectativas deseadas", "label": 5, "portion_identifier": -1, "text_b": "Recibirlo a tiempo . furniture"}, {"uid": "spanish-195772-trn", "text_a": "Es un juguete para montar pero después puede andar por si solo. Es tal cual las fotografías", "label": 5, "portion_identifier": -1, "text_b": "Divertido . toy"}, {"uid": "spanish-174186-trn", "text_a": "Perfecto, meteriales de muy buena calidad", "label": 5, "portion_identifier": -1, "text_b": "Impecable . sports"}]}