{"0": [{"uid": "german-1861-val", "text_a": "Auf der Halbinsel Eyre gibt es auch eine isolierte Schmalspurbahn von Ceduna nach Port Lincoln.", "label": "0", "portion_identifier": -1, "text_b": "Es gibt auch eine abseits gelegene Schmalspureisenbahn die von Port Lincoln zur Halbinsel Ceduna on the Eyre fährt."}, {"uid": "german-1337-val", "text_a": "Der aktuelle Biograph von David I. Walsh schreibt : „Die Kampagne zur Zerstörung von Walsh funktionierte, weil er sich nicht verteidigen konnte.... David I. Walsh war schwul.", "label": "0", "portion_identifier": -1, "text_b": "Der aktuellste Biograf von Walsh schreibt: „Die Kampagne zur Vernichtung von David I. Walsh hat gewirkt, weil er sich nicht verteidigen konnte ... David I. Walsh war schwul.“"}, {"uid": "german-372-val", "text_a": "Xenophanes war ein Mythendichter, dessen Betrachtungen zur philosophischen Einheit mit Religion in Beziehung standen.", "label": "0", "portion_identifier": -1, "text_b": "Xenophanes war ein philosophischer Poet, dessen Sicht in Bezug auf die mystische Einheit mit der Religion in Verbindung stand."}, {"uid": "german-260-val", "text_a": "Ronald Himes (1997) erkennt jedoch 2 Dialekte für Itneg an, nämlich Binongan (Ost) und Inlaod (West).", "label": "0", "portion_identifier": -1, "text_b": "Ronald Himes (1997) identifizierte hingegen zwei Dialekte bei den Itneg, nämlich Binongan (westlich) und Inlaod (östlich)."}, {"uid": "german-278-val", "text_a": "Sein Bruder war der Autor Claudio Achillini und sein Großneffe, Giovanni Filoteo Achillini (1572-1640), war Rechtsanwalt.", "label": "0", "portion_identifier": -1, "text_b": "Sein Bruder war der Autor Giovanni Filoteo Achillini und sein Großneffe Claudio Achillini (1572–1640) war Rechtsanwalt."}, {"uid": "german-1407-val", "text_a": "Die Gitarre wurde von Bettencourt gemastert und Chris Gehringer spielte sie in den Sterling Sound Studios in New York.", "label": "0", "portion_identifier": -1, "text_b": "Bettencourt spielte Gitarre und wurde von Chris Gehringer in den Sterling Sound Studios in New York City ausgebildet."}, {"uid": "german-1506-val", "text_a": "Die Mabvuku High School ist eine High School in Mabvuku, einem Vorort von Harare in Simbabwe.", "label": "0", "portion_identifier": -1, "text_b": "Die Mabvuku High School ist eine Schule im Vorort Mabvuku von Harare, Simbabwe."}, {"uid": "german-1688-val", "text_a": "Es war die einzige öffentliche Bühne in Tehama County bis 1991 und bis 1993 das einzige Kino.", "label": "0", "portion_identifier": -1, "text_b": "Bis 1991 war es das einzige Theater in Tehama County und bis 1993 das einzige öffentliche Kino."}], "1": [{"uid": "german-242-val", "text_a": "Die Nashua Silver Knights, Teil einer Sommercollege-Liga, sind das heutige Team in der Stadt.", "label": "1", "portion_identifier": -1, "text_b": "Die Nashua Silver Knights, Teil einer Sommer-College-Liga, sind die aktuelle Mannschaft der Stadt."}, {"uid": "german-557-val", "text_a": "Hugh L. Scott hatte Lieutenant Carpenter eigens ausgewählt um  Truppe L (bestehend aus Kiowa-, Comanche- und Apache-Indianern) für die 7. Kavallerie zu organisieren und zu kommandieren.", "label": "1", "portion_identifier": -1, "text_b": "Hugh L. Scott hatte den Lieutenant Carpenter ausgewählt, um die Truppe L (bestehend aus Kiowa, Comanche und Apache - Indianern) für die 7. Kavallerie zu organisieren und zu befehlen."}, {"uid": "german-739-val", "text_a": "Mit seiner Hilfe wurde die aquilonische Armee vom konkurrierenden Königreich Nemedia besiegt und erobert.", "label": "1", "portion_identifier": -1, "text_b": "Mit seiner Hilfe wird die aquilonianische Armee von der des rivalisierenden Königreichs Nemedia besiegt und das Gebiet wird besetzt."}, {"uid": "german-496-val", "text_a": "Buccinum pulchellum ist eine Spezies der Meeresschnecke, eine echte Gastropoden-Molluske aus der Familie der Buccinidae, der Meeresschnecken.", "label": "1", "portion_identifier": -1, "text_b": "Buccinum pulchellum ist eine Art Meeresschnecke, ein echtes Schneckentier aus der Familie der Buccinidae, der Meereswellhornschnecken."}, {"uid": "german-1212-val", "text_a": "Mit den Labels Kapp und MCA hatte Cher in den Siebzigern am meisten Erfolg und sie blieb bis 1974 bei ihnen.", "label": "1", "portion_identifier": -1, "text_b": "Mit den Labels Kapp und MCA hatte Cher mehr Erfolg und blieb dort bis 1974."}, {"uid": "german-721-val", "text_a": "Während seiner Kampagne führte er zwei Debatten gegen McCain, eine in Flagstaff und eine in Tucson.", "label": "1", "portion_identifier": -1, "text_b": "Während seiner Kampagne hatte er zwei Debatten mit McCain, einmal in Flagstaff und einmal in Tucson."}, {"uid": "german-1158-val", "text_a": "Er wurde als nachgeborenes Kind von Sir Henry Thrale, 1. Baron geboren. Seine Mutter war die Schwester des Brauers John Lade.", "label": "1", "portion_identifier": -1, "text_b": "Er war der nachgeborene Sohn des 1. Baronets Sir Henry Thrale, seine Mutter war die Schwester des Brauers John Lade."}, {"uid": "german-749-val", "text_a": "Im Juli 2017 war Elmer McCurdy Thema einer Folge von „The Memory Palace“ mit Nate DiMeo.", "label": "1", "portion_identifier": -1, "text_b": "Im Juli 2017 ging es in einer Folge von „The Memory Palace“ mit Nate DiMeo um Elmer McCurdy."}]}