{"0": [{"uid": "spanish-104-val", "text_a": "Se encuentra ubicado en la ciudad de Luxemburgo, al sur de Mondercange.", "label": "0", "portion_identifier": -1, "text_b": "Tiene sede en Mondercange, al sur de la Ciudad de Luxemburgo."}, {"uid": "spanish-796-val", "text_a": "El siguiente fue un partido de peligro triple para el Campeonato de los Estados Unidos entre el campeón Kofi Kingston, el Miz y Jack Swagger.", "label": "0", "portion_identifier": -1, "text_b": "Además, se produjo un partido de desafío triple para el Campeonato de los Estados Unidos entre Jack Swagger, The Miz y Kofi Kingston."}, {"uid": "spanish-1152-val", "text_a": "Después de jubilarse, permaneció en Krzemieniec, donde falleció.", "label": "0", "portion_identifier": -1, "text_b": "Después de jubilarse, falleció y permaneció en Krzemieniec."}, {"uid": "spanish-350-val", "text_a": "Están superpuestos con música descolorida tocada en vivo, y consisten en vagos, casi deliberadamente escasos sonidos orquestales.", "label": "0", "portion_identifier": -1, "text_b": "Están superpuestos por escasa música orquestal en vivo y consisten en vagos sonidos, casi deliberadamente incoloros."}, {"uid": "spanish-92-val", "text_a": "Con la fusión del Consejo de Four Rivers y del Consejo de Audubon se formó el Consejo de Shawnee Trails.", "label": "0", "portion_identifier": -1, "text_b": "El Consejo de Audubon se formó a partir de la asociación del Consejo de Shawnee Trails y el Consejo de Four Rivers."}, {"uid": "spanish-1128-val", "text_a": "Dharmendra Yadav de RJD derrotó a Poonam Devi representando a JDU en 2000.", "label": "0", "portion_identifier": -1, "text_b": "En 2000, Dharmendra Yadav de RJD Poonam Devi venció al JDU."}, {"uid": "spanish-758-val", "text_a": "Kapp y MCA fueron los sellos discográficos con los que Cher tuvo mayor éxito en los setenta y se mantuvo con ellos hasta 1974.", "label": "0", "portion_identifier": -1, "text_b": "Cher y MCA fueron los sellos con los que Kapp tuvo más éxito en los setenta y permaneció con ellos hasta 1974."}, {"uid": "spanish-1667-val", "text_a": "A principios de julio, Steve Whitley, el padre criminal de Harper Whitley y Garrett Whitley, y hermano de Benny Cameron.", "label": "0", "portion_identifier": -1, "text_b": "A principios de julio, Garrett Whitley, el padre criminal de Harper Whitley y de Steve Whitley, y hermano de Benny Cameron."}], "1": [{"uid": "spanish-1370-val", "text_a": "Malet se casó con Mary Aldworth, viuda de John Aldworth de Letcombe Regis, Berkshire, e hija de Thomas White de Fyfield Berkshire para 1664.", "label": "1", "portion_identifier": -1, "text_b": "Malet se casó con Mary Aldworth, la viuda de John Aldworth por Letcombe Regis, Berkshire e hija de Thomas White de Fyfield Berkshire hasta el 1664."}, {"uid": "spanish-902-val", "text_a": "Robbins nació el 21 de septiembre de 1933 en Coventry, con su mellizo David, los octavo y noveno hijos de Charles y Jessamine Robbins.", "label": "1", "portion_identifier": -1, "text_b": "Robbins nació en Coventry el 21 de septiembre de 1933, con su mellizo David, los octavo y noveno hijos de doce de Charles y Jessamine Robbins."}, {"uid": "spanish-3-val", "text_a": "Timora diarhoda es una especie de polilla de la familia de los noctuidos. Se puede encontrar en África, incluso en África del Sur.", "label": "1", "portion_identifier": -1, "text_b": "La diarhoda es una especie de polilla de la familia noctuidae. Se puede encontrar en África del Sur e incluso en África."}, {"uid": "spanish-1629-val", "text_a": "Algunos historiadores dicen que la clase dominante de Holanda quería que Holanda se integrara al sistema jurídico flamenco y adoptara las instituciones económicas flamencas.", "label": "1", "portion_identifier": -1, "text_b": "Algunos historiadores dicen que la clase dominante en Holanda quería que Holanda se integrara al sistema legal flamenco y adoptara las instituciones económicas flamencas."}, {"uid": "spanish-1847-val", "text_a": "El salón del auditorio se trasladó por primera vez a París desde Londres en 1862, y se volvió muy popular, con bailarines, cantantes, acróbatas, magos y animales entrenados.", "label": "1", "portion_identifier": -1, "text_b": "El auditorio llegó por primera vez de Londres a París en 1862 y se volvió muy popular, con bailarines, cantantes, acróbatas y magos con animales entrenados."}, {"uid": "spanish-1075-val", "text_a": "Ibn Amira nació en Valencia, provincia de Alzira.", "label": "1", "portion_identifier": -1, "text_b": "Ibn Amira nació en Valencia en la provincia de Alzira."}, {"uid": "spanish-1762-val", "text_a": "El pionero estadounidense John Sutter (1803-1880) llegó a Alta California con otros colonos eurosuizos en agosto de 1839.", "label": "1", "portion_identifier": -1, "text_b": "El pionero americano John Sutter (1803-1880) llegó en agosto de 1839 junto con otros pobladores euro-suizos a Alta California."}, {"uid": "spanish-1539-val", "text_a": "Cornelius Olatunji Adebayo es un ex senador de Nigeria, quien fue gobernador del estado y posteriormente fue jefe del Ministerio de Comunicaciones Federal de Nigeria.", "label": "1", "portion_identifier": -1, "text_b": "Cornelius Olatunji Adebayo es un antiguo senador de Nigeria, quien fue gobernador y luego se convirtió en jefe del Ministerio Federal de Comunicaciones de Nigeria."}]}