{"0": [{"uid": "german-997-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "Das Atoll Niau in Französisch-Polynesien wurde Greig, nach Aleksej Greig, genannt."}, {"uid": "german-379-val", "text_a": "McCarthy wurde in Auckland geboren, zog jedoch im Alter von vier Jahren mit seinen Eltern nach San Francisco in Kalifornien.", "label": "0", "portion_identifier": -1, "text_b": "McCarthy wurde in San Francisco, Kalifornien, geboren, zog jedoch im Alter von vier Jahren mit seiner Familie nach Auckland."}, {"uid": "german-664-val", "text_a": "Stromaufwärts befindet sich die Michigan Central Railway Bridge, die mit ihrer Vorgängerin, der Whirlpool Rapids Bridge, eine Konkurrentin im Eisenbahnverkehr zur Niagara Cantilever Bridge war.", "label": "0", "portion_identifier": -1, "text_b": "Gleich stromaufwärts befindet sich die stillgelegte Michigan Central Railway Bridge, die mit ihrem Vorgänger, der Whirlpool Rapids Bridge, mit der Niagara Cantilever Bridge um den Schienenverkehr konkurrierte."}, {"uid": "german-1969-val", "text_a": "Farmer schlug den Armstrong-Kandidaten Wesley Lobb mit 180 Stimmen und blieb nach der Wahl im Amt.", "label": "0", "portion_identifier": -1, "text_b": "Armstrong besiegte den Bauern-Kandidat Wesley Lobb mit 180 Stimmen und blieb nach der Wahl im Amt."}, {"uid": "german-842-val", "text_a": "Emma Townshend wird bei den DGA Associates von David Godwin vertreten.", "label": "0", "portion_identifier": -1, "text_b": "David Godwin wird von Emma Townshend von DGA Associates vertreten."}, {"uid": "german-1263-val", "text_a": "2014 lancierte die Website Produktsuche-Anwendungen für iOS- und Android, zu deren Eigenschaften es gehörte, dass man Produkte mit interaktiven Frage-und-Antwort-Sitzungen live per Video bewerten konnte.", "label": "0", "portion_identifier": -1, "text_b": "2014 brachte die Seite iOS- und Android-Anwendungen für die Produktsuche heraus, zu den Produktmerkmalen gehören interaktive Produktbewertungen per Video mit Live-Frage-Antwort-Runden."}, {"uid": "german-1456-val", "text_a": "Die Gewinner der Division 1 Junior erhalten den James Delahunt Cup.", "label": "0", "portion_identifier": -1, "text_b": "Die Gewinner der Junior Division 1 erhalten den James Delahunt Cup."}, {"uid": "german-1814-val", "text_a": "Das Erziehungswesen von Alabama setzt sich aus öffentlichen und privaten Schulen in Alabama zusammen, darunter auch die University of Alabama, Privatuniversitäten sowie Sekundar- und Primarschulen.", "label": "0", "portion_identifier": -1, "text_b": "Das Bildungswesen in Alabama besteht aus Secondary Schools und Primary Schools, sowie der Universität von Alabama, Privatuniversitäten, und öffentlichen und privaten Schulen."}], "1": [{"uid": "german-540-val", "text_a": "In Japan und Asien ist für das Manga ein gleichnamiges Video Spiel für den Sega Mega Drive zu haben.", "label": "1", "portion_identifier": -1, "text_b": "Der Manga hat mit dem gleichen Namen ein Videospiel für den Sega Mega Drive in Asien und Japan."}, {"uid": "german-81-val", "text_a": "Die Auswirkungen des Unfalls wurden von einer internationalen, unabhängigen Expertengruppe untersucht. Diese kam zu dem Schluss, dass niemand infolge des Unfalls getötet oder vergiftet wurde.", "label": "1", "portion_identifier": -1, "text_b": "Die Auswirkungen des Unfalls wurden von einer internationalen unabhängigen Expertengruppe untersucht und diese kam zu dem Schluss, dass niemand aufgrund des Unfalls getötet oder vergiftet wurde."}, {"uid": "german-877-val", "text_a": "1591 wurde eine Gemeindekirche gegründet, ein Zuzug von Katholiken im 18. Jahrhundert schuf jedoch eine katholische Mehrheit.", "label": "1", "portion_identifier": -1, "text_b": "Eine Gemeindekirche wurde 1591 gegründet, unter dem Einfluss von Katholiken im 18. Jahrhundert bildete sich jedoch eine katholische Mehrheit."}, {"uid": "german-807-val", "text_a": "Das Treffen wird von der Ankunft vieler Botschafter von verschiedenen mächtigen oder einflussreichen Marduks in der Stadt und diversen Einladungen zum Essen für den Prinzen unterbrochen.", "label": "1", "portion_identifier": -1, "text_b": "Das Treffen wurde von der Ankunft diverser Botschafter von verschiedenen machtvollen oder einflussreichen Mardukanern in der Stadt, die den Prinz zum Essen einluden, unterbrochen."}, {"uid": "german-1615-val", "text_a": "Doch die Red Bulls verloren die erste Runde der Playoffs.", "label": "1", "portion_identifier": -1, "text_b": "Die Red Bulls kamen in die Playoffs, aber verloren bereits in der ersten Runde."}, {"uid": "german-1990-val", "text_a": "Karen Phillips (gespielt von Suranne Jones) ging eine Beziehung mit Steve ein.", "label": "1", "portion_identifier": -1, "text_b": "Karen Phillips, gespielt von Suranne Jones, ging eine Beziehung mit Steve ein."}, {"uid": "german-244-val", "text_a": "McMillan verbrachte zwei Jahre beim Royal Medical Corp. in Tidworth und später in Didcot, wo er eine MRS für Soldaten durchführte, die im Koreakrieg verwundet worden waren.", "label": "1", "portion_identifier": -1, "text_b": "McMillan verbrachte zwei Jahre im Royal Medical Corp. bei Tidworth und später bei Didcot, wo er einen MRS für verletzte Soldaten aus dem Koreakrieg leitete."}, {"uid": "german-1016-val", "text_a": "Nicole Pratt besiegte Kristin Godridge  6 - 4, 6 - 3", "label": "1", "portion_identifier": -1, "text_b": "Nicole Pratt schlug Kristin Godridge 6 -- 4, 6 -- 3."}]}