{"0": [{"uid": "spanish-1755-val", "text_a": "El río Valea Sterminoasă es un afluente del río Boia Micăa en Rumania.", "label": "0", "portion_identifier": -1, "text_b": "El río Boia Mică es un afluente del río Valea Sterminoasă en Rumania."}, {"uid": "spanish-620-val", "text_a": "En 1920 y 1921, en Venecia, los italianos ganaron. Ningún otro país ingresó en 1920, y en 1921 los franceses no empezaron.", "label": "0", "portion_identifier": -1, "text_b": "En 1920 y 1921 en Venecia, se unieron los italianos. Ninguna otra nación ganó en 1920 y en 1921 la entrada francesa no comenzó."}, {"uid": "spanish-467-val", "text_a": "Sus padres eran Jogaila ``el Hierro'' y su esposa Helen de Lituania, una de las sobrinas del rey Juan II de Polonia.", "label": "0", "portion_identifier": -1, "text_b": "Sus padres fueron John ``Iron'' y su esposa Helen de Lituania, sobrina del Rey Jogaila de Polonia."}, {"uid": "spanish-79-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "En 1291, Mahaut contrajo matrimonio con el conde de Borgoña, Otto IV, y tuvo tres hijos, incluyendo a dos niñas que se casaron con reyes de Francia."}], "1": [{"uid": "spanish-449-val", "text_a": "Con estas innovaciones, la capacidad máxima alcanzada de un sistema BRT ha aumentado a 35 000 pasajeros por hora.", "label": "1", "portion_identifier": -1, "text_b": "Estas innovaciones aumentaron la capacidad máxima lograda de un sistema BRT para 35 000 pasajeros por hora."}, {"uid": "spanish-1405-val", "text_a": "Un grupo internacional de expertos independientes examinaron el impacto del accidente y concluyeron que nadie murió ni se envenenó como resultado del accidente.", "label": "1", "portion_identifier": -1, "text_b": "Un grupo internacional independiente de expertos estudió el impacto del accidente y concluyó que nadie había sido envenenado ni fallecido como resultado del accidente."}, {"uid": "spanish-953-val", "text_a": "Taisuke Sawachika trabajó con el guitarrista y colaborador de toda la vida Kudo en la canción \"Dose Nara''.", "label": "1", "portion_identifier": -1, "text_b": "Taisuke Sawachika trabajó con el guitarrista y el conocido colaborador Kudo en la canción \"Dōse Nara\"."}, {"uid": "spanish-101-val", "text_a": "Sus mejores puestos en la competencia fueron el octavo en 1960 y en 1968 el décimo.", "label": "1", "portion_identifier": -1, "text_b": "Sus mejores puestos en la competencia fueron el octavo en 1960 y el décimo en 1968."}]}