{"0": [{"uid": "french-332-val", "text_a": "Il a publié et écrit les préfaces des éditions de Tommaso Campanella (1934), Thomas More (1935) et Robert Owen (1950).", "label": "0", "portion_identifier": -1, "text_b": "Il a publié et écrit les préfaces des éditions de Robert Owen (1934), Thomas More (1935) et Tommaso Campanella (1950) ."}, {"uid": "french-1439-val", "text_a": "Oui, dit Pauline, mais Frannie est toujours suspicieuse.", "label": "0", "portion_identifier": -1, "text_b": "Frannie dit oui mais Pauline est encore méfiante."}, {"uid": "french-246-val", "text_a": "Le diocèse catholique romain de Lugazi est un diocèse de la ville de Lugazi dans la province ecclésiastique de Kampala, Ouganda.", "label": "0", "portion_identifier": -1, "text_b": "Le diocèse catholique romain de Lugazi est un diocèse situé dans la ville de Lugazi, dans la province ecclésiastique de l'Ouganda à Kampala."}, {"uid": "french-202-val", "text_a": "John Henry Kilbuck est mort en 1922 à Akiak, Alaska. Edith est morte en 1933.", "label": "0", "portion_identifier": -1, "text_b": "John Henry Kilbuck est décédé à Akiak, Alaska, et Edith en 1933 en 1922."}, {"uid": "french-1567-val", "text_a": "En avril 1942, Montagu Slater est retourné en Angleterre et a demandé à Britten d'être son librettiste pour \" Peter Grimes \" peu après son retour.", "label": "0", "portion_identifier": -1, "text_b": "En avril 1942, Britten est retourné en Angleterre, et peu après son retour, il a demandé à Montagu Slater de devenir son librettiste pour \" Peter Grimes \"."}, {"uid": "french-1125-val", "text_a": "La vision chez ces patients peut être réduite à des mouvements de la main ou à une perception normale seulement.", "label": "0", "portion_identifier": -1, "text_b": "Chez ces patients, la vision ne peut être normale qu'au niveau des mouvements des mains ou de la perception de la lumière."}, {"uid": "french-923-val", "text_a": "Le casting était seulement masculin et se composait de six acteurs de Sydney et un acteur de Melbourne (Gordon Glenwright).", "label": "0", "portion_identifier": -1, "text_b": "Le casting était complètement masculin et était composé de six acteurs de Melbourne et d'un acteur de Sydney (Gordon Glenwright)."}, {"uid": "french-148-val", "text_a": "L'année la plus sèche a été 1983 et l'année la plus humide a été 1976.", "label": "0", "portion_identifier": -1, "text_b": "1983 a été l'année la plus humide et 1976 a été l'année la plus sèche."}], "1": [{"uid": "french-1948-val", "text_a": "Soulié de Morant a travaillé plusieurs années dans le corps diplomatique français en Chine, où il a été consul de France dans plusieurs villes chinoises.", "label": "1", "portion_identifier": -1, "text_b": "Soulié de Morant a servi pendant plusieurs années dans le corps diplomatique français en Chine, où il a travaillé comme consul de France dans plusieurs villes chinoises."}, {"uid": "french-1887-val", "text_a": "Les loyalistes campèrent du côté ouest de la rivière Catawba, pendant que l'armée du général Cornwallis campa du côté est.", "label": "1", "portion_identifier": -1, "text_b": "Les Loyalistes campèrent du côté ouest de la rivière Catawba, alors que l'armée du général Cornwallis s'installa du côté est."}, {"uid": "french-158-val", "text_a": "Plusieurs bus partent de l'adjacente d'Eddy Avenue ou près d'Elizabeth Street ou Railway Square.", "label": "1", "portion_identifier": -1, "text_b": "De nombreux services de bus partent de l'Eddy Avenue adjacente ou de la Elizabeth Street avoisinante ou du Railway Square."}, {"uid": "french-1042-val", "text_a": "Le campus était situé à Wan Chai et Sai Kung et a été transféré vers son nouveau site de Kennedy Town en août 2013.", "label": "1", "portion_identifier": -1, "text_b": "Le campus était situé à Wan Chai et Sai Kung. En août 2013, l'école a emménagé dans ses nouveaux locaux permanents de Kennedy Town."}, {"uid": "french-20-val", "text_a": "Bob et Ted étaient frères. Ted est le fils de John.", "label": "1", "portion_identifier": -1, "text_b": "Bob et Ted étaient frères, et Ted est le fils de John."}, {"uid": "french-1370-val", "text_a": "Malet a épousé Mary Aldworth, veuve de John Aldworth de Letcombe Regis, Berkshire et fille de Thomas White de Fyfield Berkshire en 1664.", "label": "1", "portion_identifier": -1, "text_b": "Malet épousa Mary Aldworth, la veuve de John Aldworth par Letcombe Regis, Berkshire et fille de Thomas White de Fyfield Berkshire jusqu'en 1664."}, {"uid": "french-448-val", "text_a": "Un évènement équivalent a été organisé à Albert Park Lake à Melbourne et sponsorisé par Fox FM (Melbourne, Australie).", "label": "1", "portion_identifier": -1, "text_b": "Un événement jumeau s'est tenu à l'Albert Park Lake à Melourne et a été financé par Fox FM (Melbourne, en Australie)."}, {"uid": "french-598-val", "text_a": "Hunter en parle immédiatement à son père, Zac MacGuire (Charlie Clausen) et Evie.", "label": "1", "portion_identifier": -1, "text_b": "Dites-lui immédiatement son père, Charlie Clausen (Zac MacGuire) et Evie."}]}