{"0": [{"uid": "french-811-val", "text_a": "Cela a été consigné dans deux inscriptions distinctes de celles de son cadavre sur la colline de Médinet Habou, qui sont physiquement longues et quelque peu différentes l'une de l'autre.", "label": "0", "portion_identifier": -1, "text_b": "Cela a été consigné dans deux longues inscriptions dans le temple mortuaire de Médinet Habou, qui sont physiquement distinctes et quelque peu différentes l'une de l'autre."}, {"uid": "french-382-val", "text_a": "La Continental League était la dernière tentative sérieuse de créer une nouvelle ligue de troisièmes grands clubs.", "label": "0", "portion_identifier": -1, "text_b": "La ligue continentale fut la dernière tentative sérieuse de créer une troisième ligue majeure comprenant de nouveaux clubs."}, {"uid": "french-205-val", "text_a": "Robbins est né le 21 septembre 1933 à Coventry, avec son jumeau David, les huitième et neuvième enfants sur douze de Charles et Jessamine Robbins.", "label": "0", "portion_identifier": -1, "text_b": "David est né le 21 septembre 1933 à Coventry avec son père jumeau Charles et Jessamine Robbins, les huitième et neuvième enfants sur douze de Robbins."}, {"uid": "french-1477-val", "text_a": "De nombreux joueurs de la ligue majeure ont passé du temps avec l'équipe, y compris Jack Remsen, un vétéran de sept ans, et John Kerins, un vétéran de dix ans.", "label": "0", "portion_identifier": -1, "text_b": "De nombreux joueurs de la ligue majeure ont passé du temps avec l'équipe, dont le vétéran de sept ans John Kerins et le vétéran de dix ans Jack Remsen."}, {"uid": "french-394-val", "text_a": "Abu Halifa ou Abu Hulayfah ou Abu Huleifa ou Abu Haleifah est une petite ville dans le district d'Abu Halifa du gouvernorat d'Al Ahmadi au sud du Koweït.", "label": "0", "portion_identifier": -1, "text_b": "Abu Halifa ou Abu Hulayfah ou Abu Huleifa ou Abu Haleifah est une petite ville au Koweït du gouvernorat d'Al Ahmadi au sud du district Abu Halifa."}, {"uid": "french-1903-val", "text_a": "Le 17 août 1865, la 3ème cavalerie volontaire de New York avec la 16ème cavalerie volontaire de New York ont été regroupées sous la 13ème réserve de cavalerie de New York.", "label": "0", "portion_identifier": -1, "text_b": "Le 17 août 1865, le 13e régiment de cavalerie des volontaires de New York a été fusionné avec le 16e régiment de cavalerie des volontaires de New York en 3e cavalerie provisoire de New York."}, {"uid": "french-403-val", "text_a": "Holmes a décrit Moriarty comme suit :", "label": "0", "portion_identifier": -1, "text_b": "Moriarty a décrit Holmes comme suit :"}, {"uid": "french-486-val", "text_a": "Cher et MCA ont été les labels avec lesquels Kapp a eu le plus de succès dans les années 70 et il est resté avec eux jusqu'en 1974.", "label": "0", "portion_identifier": -1, "text_b": "Capp et MCA sont les labels avec lesquels Cher a eu le plus de succès dans les années soixante-dix et elle est restée avec eux jusqu'en 1974."}], "1": [{"uid": "french-1180-val", "text_a": "L'espace vert à Hernals représente 59,6 % duquel Hernals couvre le 3e district le plus vert.", "label": "1", "portion_identifier": -1, "text_b": "Les espaces verts à Hernals représentent 59,6 %, grâce auquel Hernals est le 3e district le plus vert."}, {"uid": "french-176-val", "text_a": "En 1291, Mahaut épousa le comte de Bourgogne, Otton IV , qui était la mère de trois enfants, dont deux filles qui épousèrent les rois de France.", "label": "1", "portion_identifier": -1, "text_b": "En 1291, Mahaut épousa Otton IV, comte de Bourgogne. Elle devint la mère de trois enfants, dont deux filles qui se marièrent aux rois de France."}, {"uid": "french-772-val", "text_a": "Le 14 septembre 2006, Lang a signé aux Wizards de Washington et a été lâché par les Wizards en juillet 2017.", "label": "1", "portion_identifier": -1, "text_b": "Le 14 septembre 2006, Lang a signé aux Washington Wizards. En juillet 2017, Lang a été lâché par les Wizards."}, {"uid": "french-130-val", "text_a": "Il fut conçu en 1983 par les architectes Philip Johnson (ancien étudiant de l'université) et John Burgee.", "label": "1", "portion_identifier": -1, "text_b": "Il fut conçu par les architectes Philip Johnson (University Alumnus) et John Burgee."}, {"uid": "french-1875-val", "text_a": "L'épisode a été traité par Tony Goldwyn et écrit par Matt Byrne et Mark Fish.", "label": "1", "portion_identifier": -1, "text_b": "L'épisode a été écrit par Matt Byrne et Mark Fish et réalisé par Tony Goldwyn."}, {"uid": "french-1518-val", "text_a": "En 1964, le diocèse a été théoriquement restauré en tant que titulaire du rang le plus bas (épiscopal).", "label": "1", "portion_identifier": -1, "text_b": "En 1964, le diocèse a été théoriquement restauré en tant que citoyen titulaire du rang le plus bas (épiscopal)."}, {"uid": "french-1244-val", "text_a": "Avant son indépendance, la Russie impériale était un grand-duché autonome en Finlande.", "label": "1", "portion_identifier": -1, "text_b": "La Russie impériale était un Grand-Duché autonome avant son indépendance de la Finlande."}, {"uid": "french-1589-val", "text_a": "La route R205 est une route régionale d'Irlande depuis la route R199 dans le comté de Cavan à la frontière de l'Irlande du Nord jusqu'au comté de Leitrim, principalement dans le comté de Fermanagh.", "label": "1", "portion_identifier": -1, "text_b": "La route R205 est une route régionale en Irlande de la route R199 dans le comté de Cavan à la frontière de l'Irlande du Nord dans le comté de Leitrim, principalement dans le comté de Fermanagh."}]}