{"0": [{"uid": "french-860-val", "text_a": "Au Sri Lanka, le titre de comptable agrée (CA Sri Lanka) ne peut être utilisé que par les membres de l'institut des comptables sri-lankais.", "label": "0", "portion_identifier": -1, "text_b": "Au Canada, le titre de comptable agréé (Sri Lanka Sri Lanka) peut être utilisé uniquement par les membres de l'Institut des comptables sri-lankais."}, {"uid": "french-259-val", "text_a": "Elle a été mariée deux fois : d'abord au docteur Mark Soroko, puis au banquier Jim Hays.", "label": "0", "portion_identifier": -1, "text_b": "Elle a été mariée à deux reprises : d'abord au médecin Jim Hays, puis au banquier Mark Soroko."}, {"uid": "french-1020-val", "text_a": "L'événement a été visité par l'ambassadrice de Boutique @ hs Kyly Clarke, l'actrice australienne Teresa Palmer et Michala Banas.", "label": "0", "portion_identifier": -1, "text_b": "L'événement a été fréquenté par l'ambassadeur de Boutique @ hs, Teresa Palmer, Michala Banas et l'actrice australienne Kyly Clarke."}, {"uid": "french-1895-val", "text_a": "Avec Terry en tant qu'Ophélie et Portia, il a repris la production de \" Hamlet \" et produit \" Le marchand de Venise \" (1879).", "label": "0", "portion_identifier": -1, "text_b": "Avec Terry en tant qu'Ophélie et Portia, il a produit \" Hamlet \" et fait revivre \" Le Marchand de Venise \" (1879)."}], "1": [{"uid": "french-1502-val", "text_a": "Selon le Bureau du recensement des États-Unis, la ville a une superficie totale de , dont sont des terres et , ou 33,45 %, est de l'eau.", "label": "1", "portion_identifier": -1, "text_b": "Selon le Bureau du recensement des États-Unis, la ville a une superficie totale composée de terres et , ou 33,45 %, est de l'eau."}, {"uid": "french-25-val", "text_a": "L'équipe de Loyang a battu l’institution Raffles au premier tour et l'école secondaire Xinmin en quart de finale avant de perdre face à l'institution Hwa Chong en demi-finale.", "label": "1", "portion_identifier": -1, "text_b": "L'équipe de Loyang battit l’institution Raffles au premier tour et l'école secondaire Xinmin en quarts de finale, avant de perde contre l'institution Hwa Chong en demi-finale."}, {"uid": "french-1558-val", "text_a": "Depuis 1984, Blake est marié à Patricia Meyer et a deux fils : Ryan (né en 1988) et Dale (né en 1992).", "label": "1", "portion_identifier": -1, "text_b": "Blake est marié avec Patricia Meyer depuis 1984 et ils ont eu deux fils ensemble : Ryan (né en 1988) et Dale (né en 1992)."}, {"uid": "french-1315-val", "text_a": "Le festival donne également aux participants l'opportunité de renouveler les espoirs et de les partager avec la tradition dans une région partagée en harmonie par les Tamouls des deux pays.", "label": "1", "portion_identifier": -1, "text_b": "Ce festival donne également l'opportunité aux participants de renouveler les espoirs et le partage selon la tradition, dans une région partagée en harmonie par les Tamouls des deux pays."}]}