{"0": [{"uid": "spanish-1732-val", "text_a": "Pennmakkal es una película malayo-india de 1966 dirigida por J. Sasikumar, producida por KP Kottarakkara.", "label": "0", "portion_identifier": -1, "text_b": "Pennmakkal es una película indio-malaya de 1966, producida por J. Sasikumar y dirigida por KP Kottarakkara."}, {"uid": "spanish-1293-val", "text_a": "Después de una corta pelea, Sultan Mohammad Khan Hari Singh Nalwa obligó a evacuar la ciudad.", "label": "0", "portion_identifier": -1, "text_b": "Después de una breve pelea, Sultan Mohammad Khan obligó a Hari Singh Nalwa a abandonar la ciudad."}, {"uid": "spanish-1358-val", "text_a": "La dinastía Keita gobernó en Mali desde el siglo 12 hasta principios del siglo 17, preimperial e imperial.", "label": "0", "portion_identifier": -1, "text_b": "La dinastía Keita gobernó Mali desde principios del siglo XII hasta el siglo XVII, preimperial e imperial."}, {"uid": "spanish-1117-val", "text_a": "Andrey Kuznetsov ganó la final 7 -- 6, 7 -- 6 contra Jonathan Dasnières de Veigy.", "label": "0", "portion_identifier": -1, "text_b": "Jonathan Dasnières de Veigy ganó la final con 7-6, 7-6 contra Andrey Kuznetsov."}], "1": [{"uid": "spanish-328-val", "text_a": "La Claiborne Academy privada está ubicada en la parroquia de Claiborne, no cerca de Haynesville.", "label": "1", "portion_identifier": -1, "text_b": "La Academia privada de Claiborne está ubicada en una Parroquia de Claiborne no constituida, cerca de Haynesville."}, {"uid": "spanish-1260-val", "text_a": "A pesar de que Village of Friendship Heights no es un municipio establecido, se estableció en 1914 como un distrito fiscal especial.", "label": "1", "portion_identifier": -1, "text_b": "A pesar de que no es un municipio establecido, el pueblo de Friendship Heights fue incorporado como un Distrito Especial de Impuesto en 1914."}, {"uid": "spanish-1626-val", "text_a": "El estilo se centra principalmente en música indie y música alternativa.", "label": "1", "portion_identifier": -1, "text_b": "El Line Up se concentra principalmente en la música indie y la música alternativa."}, {"uid": "spanish-1209-val", "text_a": "Nadia Lutfi (nacida el 3 de enero de 1938 como Paula Mohamed Mostafa Shafiq) es una actriz egipcia retirada.", "label": "1", "portion_identifier": -1, "text_b": "Nadia Lutfi (nacida como Paula Mohamed Mostafa Shafiq, 3 de enero de 1938) es una actriz egipcia retirada."}]}