{"0": [{"uid": "german-556-val", "text_a": "Nourhan Manougian, der armenische Patriarch von Jerusalem, sagte, dass die Armenier als „Bürger 3. Klasse“ behandelt würden.", "label": "0", "portion_identifier": -1, "text_b": "Nourhan Manougian, der dritte Patriarch von Jerusalem, legte fest, dass Armenier als „Bürger armenischer Klasse“ behandelt werden sollten."}, {"uid": "german-292-val", "text_a": "Der Sydney Water Board übernahm im Jahre 1888 die Wasserversorgung Sydneys von der Stadtverwaltung.", "label": "0", "portion_identifier": -1, "text_b": "1888 übernahm die Stadtverwaltung die Wasserversorgung für Sydney vom Sydney Water Board."}, {"uid": "german-1189-val", "text_a": "Er wurde 1824 zum Staatsanwalt für Williams County ernannt, 1826 für Seneca County und 1827 für Sandusky County.", "label": "0", "portion_identifier": -1, "text_b": "1824 war er als Anwalt auf Seiten der Kläger im Seneca County bestellt, 1826 im Williams County und 1827 im Sandunsky County."}, {"uid": "german-688-val", "text_a": "Er war der Cousin des tschechischen Nationalspielers Miroslav Hlinka und Sohn des Ex-Spielers Jaroslav Hlinka Sr.", "label": "0", "portion_identifier": -1, "text_b": "Er war der Cousin des tschechischen Nationalspielers Jaroslav Hlinka und der Sohn des ehemaligen Spielers Miroslav Hlinka Sr."}, {"uid": "german-1408-val", "text_a": "Martin Damm und Radek Štěpánek gewannen im Finale gegen Jonas Björkman und Fabrice Santoro 6 : 2, 6 : 4.", "label": "0", "portion_identifier": -1, "text_b": "Jonas Björkman und Fabrice Santoro gewannen gegen Martin Damm und Radek Štěpánek in der Endrunde mit 6-2, 6-4."}, {"uid": "german-1888-val", "text_a": "Die Karten werden wie im Bridge-Diagramm ausgeteilt; der oben dargestellte Spieler ist der Teiler und beginnt das Reizen, das wie auf dem Gebotstisch dargestellt durchgeführt wird.", "label": "0", "portion_identifier": -1, "text_b": "Die Karten werden wie im Bridge Hand-Diagramm abgebildet gezeigt, der Geber sitzt oben und beginnt das Reizen in der Reihenfolge des Austeilens."}, {"uid": "german-503-val", "text_a": "Seit 2015 ist Tod Leiweke, der jüngere Bruder von Tim, aktueller Chief Operating Officer der National Football League.", "label": "0", "portion_identifier": -1, "text_b": "Tim, Tod Leiwekes jüngerer Bruder, ist seit 2015 Chief Operating Officer der National Football League."}, {"uid": "german-1600-val", "text_a": "Das Original wurde beibehalten, die milde Version jedoch nicht.", "label": "0", "portion_identifier": -1, "text_b": "Die Originalversion jedoch wurde übersprungen, zugunsten der milden Produktion."}], "1": [{"uid": "german-1357-val", "text_a": "Brenda Schultz besiegte Irina Spîrlea 6:4, 1:6, 7:6.", "label": "1", "portion_identifier": -1, "text_b": "Brenda Schultz besiegt Irina Spîrlea mit 6:4, 1:6, 7:6."}, {"uid": "german-1159-val", "text_a": "1914 gründete Mr. Todoroff das Restaurant Coney Island und kreierte sein Rezept für die Jackson Coney Island Chili-Soße.", "label": "1", "portion_identifier": -1, "text_b": "Im Jahr 1914 gründete Mr. Todoroff das Coney Island Restaurant und kreierte das Rezept für seine Chili-Sauce Jackson Coney Island."}, {"uid": "german-130-val", "text_a": "Der Entwurf geschah 1983 durch die Architekten Philip Johnson (Absolvent der Universität) und John Burgee.", "label": "1", "portion_identifier": -1, "text_b": "Es wurde 1983 von den Architekten Philip Johnson (Universitätsabsolvent) und John Burgee entworfen."}, {"uid": "german-1715-val", "text_a": "Es wurde später herausgebracht, um am 15. Oktober im UK und am 23. Oktober in den Vereinigten Staaten als eine Single des Albums bestätigt zu werden.", "label": "1", "portion_identifier": -1, "text_b": "Es wurde später als Single für das Album veröffentlicht, am 15. Oktober im Vereinigten Königreich und am 23. Oktober in den USA."}, {"uid": "german-881-val", "text_a": "Später, während des Angriffs auf Andrew, Graf von Angoulême, war Richard die Truppe von Adhemar.", "label": "1", "portion_identifier": -1, "text_b": "Später würde Richard Adhemars Streitkräfte während des Angriffs auf Andrew, dem Graf von Angoulême, sein."}, {"uid": "german-208-val", "text_a": "Anfang Februar lag die Anzahl gemeldeter Brände bei 73, wovon 26 außer Kontrolle geraten waren, weshalb es voraussichtlich einen weiteren Monat dauern würde, diese zu kontrollieren.", "label": "1", "portion_identifier": -1, "text_b": "Die Zahl der gemeldeten Brände lag Anfang Februar bei 73, wovon 26 außer Kontrolle geraten waren, und zeitlich ein weiterer Monat zum Kontrollieren der Brände erwartet wurde."}, {"uid": "german-966-val", "text_a": "Die Elder House of Welf waren eine fränkische Adelsfamilie europäischer Herrscher, die seit dem 9. Jahrhundert dokumentiert ist.", "label": "1", "portion_identifier": -1, "text_b": "Seit dem 9. Jahrhundert war das Ältestenhaus von Welf eine fränkische Adelsdynastie der europäischen Herrscher."}, {"uid": "german-537-val", "text_a": "Vorige Minister waren John MacKay, der einen Verdienstorden für Schottischen Gartenbau erhielt, Alison Murison, Tom Mabbott, und Dr. John MacLennan.", "label": "1", "portion_identifier": -1, "text_b": "Frühere Sekretäre waren John MacKay, der für seine Dienste am Scottish Horticulture zum Mitglied des Order of the British Empire ernannt wurde, Alison Mursion, Tom Mabbott und Dr. John MacLennan."}]}