{"0": [{"uid": "spanish-372-val", "text_a": "Xenophanes fue un poeta místico cuya visión de la unidad filosófica estaba relacionada con la religión.", "label": "0", "portion_identifier": -1, "text_b": "Jenófanes fue un poeta filosófico cuya mirada de la unidad mística estuvo relacionada con la religión."}, {"uid": "spanish-717-val", "text_a": "Nació en Copenhage y falleció en Frederiksberg.", "label": "0", "portion_identifier": -1, "text_b": "Nació en Frederiksberg y falleció en Copenhage."}, {"uid": "spanish-1688-val", "text_a": "Era el único escenario público en el Condado de Tehama hasta 1991 y hasta 1993 fue el único cine.", "label": "0", "portion_identifier": -1, "text_b": "Hasta 1991, fue el único escenario en el condado de Tehama, y hasta 1993 fue el único cine público."}, {"uid": "spanish-1458-val", "text_a": "También es el quinto edificio más alto de Rusia, el sexto más alto de Europa y uno de los 90 rascacielos más altos del mundo.", "label": "0", "portion_identifier": -1, "text_b": "También es el sexto edificio más alto de Rusia, el quinto más alto de Europa y uno de los 90 rascacielos más altos del mundo."}], "1": [{"uid": "spanish-524-val", "text_a": "La primera esposa de Roger Mortimer fue Joan Mortimer, hija de James 2do Barón de Audley.", "label": "1", "portion_identifier": -1, "text_b": "La primera esposa de Roger Mortimer fue Joan Mortimer, hija de James, 2.º Baron Audley."}, {"uid": "spanish-196-val", "text_a": "La ciudad de Dakota es parte de la ciudad de Sioux, IA--NE--SD Área Estadística Metropolitana.", "label": "1", "portion_identifier": -1, "text_b": "La ciudad de Dakota es parte del Área Estadística Metropolitana de la ciudad de Sioux, IA - NE, SD."}, {"uid": "spanish-802-val", "text_a": "Todas las conmemoraciones celebradas el 5 de junio establecidas por las iglesias ortodoxas en el antiguo calendario.", "label": "1", "portion_identifier": -1, "text_b": "Todos celebran conmemoraciones el 5 de junio establecido por las Iglesias Ortodoxas en el antiguo calendario."}, {"uid": "spanish-182-val", "text_a": "Scherer fue inversor del Hotel Thunderbird, en Las Vegas Club y en el hotel Sahara.", "label": "1", "portion_identifier": -1, "text_b": "Scherer fue un inversor del hotel Thunderbird, Las Vegas Club y el hotel Sahara."}]}