{"1": [{"uid": "spanish-25384-trn", "text_a": "No sirve para nada, mala adherencia, material muy debil", "label": 1, "portion_identifier": -1, "text_b": "No vale la pena . wireless"}, {"uid": "spanish-32259-trn", "text_a": "Estoy muy disgustada hize el pedido para k me llegara hoy y no me ha llegado 😞 y mañana es el cumple de mi hija y no la va a tener y encima ya me la han cobrado que decepción !!!!!!", "label": 1, "portion_identifier": -1, "text_b": "Decepción . toy"}], "2": [{"uid": "spanish-73820-trn", "text_a": "Bastante mala.. La compre para el coche pero no tiene casi potencia y no coje ni el polvo....", "label": 2, "portion_identifier": -1, "text_b": "Pésimo. . kitchen"}, {"uid": "spanish-58709-trn", "text_a": "El libro está bien pero la historia no es para pequeños de 2-3 años. Hay otros cuentos más infantiles... En éste el lobo se come a la abuela, con ayuda de un cazador le rajan la barriga, la sacan y Le llenan la barriga de piedras y se cae en un pozo. Compré otro en el que el lobo sale corriendo porque unos cazadores acuden en ayuda de caperucita. En resumen, no es para niños pequeños.", "label": 2, "portion_identifier": -1, "text_b": "No es para niños pequeños . book"}], "3": [{"uid": "spanish-106202-trn", "text_a": "En contra que más que azul parece negra, es un azul oscuro y te das cuenta cuando le da el sol. A favor, que cubre bien la pantalla y no entorpece el uso de funda que cubra totalmente el borde del teléfono móvil.", "label": 3, "portion_identifier": -1, "text_b": "Que es compatible con el uso de funda de móvil . wireless"}, {"uid": "spanish-118999-trn", "text_a": "Lo e colocado en mi Autocaravanas momento hace su función", "label": 3, "portion_identifier": -1, "text_b": "Esta muy bien . automotive"}], "4": [{"uid": "spanish-157727-trn", "text_a": "la funda le queda perfecta al mano, lo único malo es que el botón de subir y bajar volumen y canal( los de abajo) pues quedan rodeados con la goma y se hace incomodo y mas costoso usarlos... ya que hay que empujarlos hacia arriba o abajo y la goma los frena y aparte que queda casi a la misma altura.. así que si no tienes uñas dificilmente lo vas poder usar con la funda puesta jejeje", "label": 4, "portion_identifier": -1, "text_b": "buena calidad . wireless"}, {"uid": "spanish-137264-trn", "text_a": "El artículo está bien pero no lo he probado.", "label": 4, "portion_identifier": -1, "text_b": "Bien . pc"}], "5": [{"uid": "spanish-163760-trn", "text_a": "Fantastico!!!! Todo un acierto!!!! Perfecto", "label": 5, "portion_identifier": -1, "text_b": "Realmente perfecto!!! . drugstore"}, {"uid": "spanish-163629-trn", "text_a": "Pack con muy buen precio. Los biberones se limpian muy fácilmente al desmontarse enteros. Al bebé también le han resultado cómodos y efectivamente los cólicos se le han aliviado con el cambio respecto a los anteriores", "label": 5, "portion_identifier": -1, "text_b": "Alivio de cólicos y fácil limpieza . baby_product"}]}