{"0": [{"uid": "spanish-1266-val", "text_a": "Nació en Cochabamba, Bolivia. En los 90 se mudó a Los Ángeles y más tarde a la Ciudad de México.", "label": "0", "portion_identifier": -1, "text_b": "Nació en Cochabamba, Bolivia, y se mudó a la ciudad de México en los 90 y, más tarde, a Los Ángeles."}, {"uid": "spanish-1119-val", "text_a": "Este fue el primero de tres hoteles de tercera clase que se construirían en el distrito comercial central.", "label": "0", "portion_identifier": -1, "text_b": "Este fue el tercero de tres hoteles de primera clase en construirse en el distrito comercial central."}, {"uid": "spanish-830-val", "text_a": "John Byron se casó con Mary Byron, hija de Sir Lucas de Newstead en Nottinghamshire.", "label": "0", "portion_identifier": -1, "text_b": "Lucas se casó con Mary Byron, hija de Sir John Byron de Newstead, Nottinghamshire."}, {"uid": "spanish-930-val", "text_a": "En 2009 volvió a Filadelfia y actualmente vive en la ciudad de Nueva York.", "label": "0", "portion_identifier": -1, "text_b": "Se volvió a mudar a la ciudad de Nueva York en 2009 y ahora vive en Filadelfia."}, {"uid": "spanish-27-val", "text_a": "Luego enseñó en la escuela en Toledo, OH, y fue superintendente interino de las escuelas de Cleveland desde 1856-1859.", "label": "0", "portion_identifier": -1, "text_b": "Luego enseñó en una escuela de Cleveland, OH y fue superintendente suplente de las escuelas de Toledo entre 1856 y 1859."}, {"uid": "spanish-486-val", "text_a": "Cher y MCA fueron las etiquetas con las que Kapp tuvo más éxito en los 70. y las conservó hasta 1974.", "label": "0", "portion_identifier": -1, "text_b": "Capp y MCA fueron las etiquetas con las que Cher tuvo más éxito en los setenta, y las conservó hasta 1974."}, {"uid": "spanish-499-val", "text_a": "Durante el primer año, Larco Hoyle recibió algunos consejos de su tío, Victor Larco Herrera, fundador del mismo museo en Lima.", "label": "0", "portion_identifier": -1, "text_b": "Durante ese mismo año, Larco Hoyle recibió algunos consejos de su tío, Victor Larco Herrera, fundador del primer museo en Lima."}, {"uid": "spanish-1263-val", "text_a": "En 2014, el sitio lanzó aplicaciones de iOS y Android para la búsqueda de producto, las características del producto incluyen reseñas de producto en vídeo en vivo con sesiones interactivas de preguntas y respuestas.", "label": "0", "portion_identifier": -1, "text_b": "En 2014 lanzó las aplicaciones iOS y Android del sitio para la búsqueda de productos, las características del producto incluyen reseñas de productos en vídeos interactivos con sesiones en vivo de preguntas y respuestas."}], "1": [{"uid": "spanish-1639-val", "text_a": "En 1980, el Papa propuso una solución que fue aceptada por Chile y rechazada por Argentina.", "label": "1", "portion_identifier": -1, "text_b": "El papa propuso una solución aceptada por Chile en 1980 que Argentina rechazó."}, {"uid": "spanish-163-val", "text_a": "Para desarrollar un mapa de Hoth, los diseñadores recibieron tanto material fuente como fue posible de \"El Imperio Contraataca\" para crear una reproducción auténtica.", "label": "1", "portion_identifier": -1, "text_b": "Para desarrollar el mapa de Hoth, los diseñadores obtuvieron tanto material fuente del \"El Imperio Contraataca\" como pudieron para crear una reproducción auténtica."}, {"uid": "spanish-236-val", "text_a": "Siguen existiendo dos ligas pequeñas independientes con solo unos pocos miembros: la liga Highland Alliance y la liga Grampian Alliance.", "label": "1", "portion_identifier": -1, "text_b": "Dos pequeñas ligas independientes permanecen con solo unos pocos miembros: la liga Grampian Alliance y la Liga Highland Alliance."}, {"uid": "spanish-897-val", "text_a": "Tiene un hijo, Vasilis, producto de su segundo casamiento con el empresario Babis Lazaridis.", "label": "1", "portion_identifier": -1, "text_b": "Del segundo matrimonio con el hombre de negocios Babis Lazaridis tiene un hijo, Vasilis."}, {"uid": "spanish-1974-val", "text_a": "Fishman posee una licenciatura de la Universidad de Brown y una maestría en economía de la Universidad de Columbia.", "label": "1", "portion_identifier": -1, "text_b": "Fishman tiene una licenciatura de la Universidad de Brown y una maestría de la Universidad de Columbia en Economía."}, {"uid": "spanish-1396-val", "text_a": "Sher Ahmed Akhundzada (también conocido como Sher Mohammed Akhundzada) es un líder tribal que, desde el 2001 hasta el 2005, fue gobernador de Helmand en Afganistán.", "label": "1", "portion_identifier": -1, "text_b": "Sher Mohammed Akhundzada (también conocido como Sher Ahmed Akhundzada) es un líder tribal que fue gobernador de Helmand en Afganistán desde 2001 hasta 2005."}, {"uid": "spanish-300-val", "text_a": "Agbo jugó para los clubes de Belgrade FK Rad y FK Obilić en FR Yugoslavia antes de pasar a los clubes de Francia y Turquía.", "label": "1", "portion_identifier": -1, "text_b": "Agbo jugó para los clubes FK Rad y FK Obilić de Belgrado en FR Yugoslavia antes de pasar a los clubes de Francia y Turquía."}, {"uid": "spanish-1021-val", "text_a": "Lo entrenó John Velázquez y en sus carreras más importantes lo montó el jinete Dale Romans.", "label": "1", "portion_identifier": -1, "text_b": "Lo entrenó John Velázquez, y el jinete Dale Romans lo montó en las carreras más importantes."}]}