{"1": [{"uid": "german-12877-trn", "text_a": "Die Länge hat nicht gepasst viel zu kurz die Form vom Kleid leider auch nicht", "label": 1, "portion_identifier": -1, "text_b": "Km Internet viel schöner als das Original . apparel"}, {"uid": "german-26076-trn", "text_a": "Leider habe ich die Wahre nie erhalten. Trotz Anwesenheit Zuhause wurde weder geklingelt noch eine Nachricht hinterlassen. Wer mit solchen Partnern zusammenarbeiten darf sich nicht über eine schlechte Rezession wundern auch wenn die Wahre vielleicht gut ist...", "label": 1, "portion_identifier": -1, "text_b": "DPD ist eine Katastrophe . home_improvement"}], "2": [{"uid": "german-67589-trn", "text_a": "Hallo, erstmal das Positive: Sehr gute Verarbeitung, schönes Menü, die Fernbedienung liegt gut in der Hand und ist ebenfalls sehr wertig. Sound ist ok, aber hier benutze ich eh eine 5.1. Anlage, was man auch tun sollte, da keiner der flachen TV's einen vergleichbaren Klang liefen kann. Wo sollten auch die entsprechenden Boxen dafür Platz haben ? Was aber sehr stört ist, daß es bei helleren, bewegten Flächen dunkle, vertikale Balken gibt. Ich habe leider noch keine Bildeinstellung gefunden um diese zu verbergen. Das kostet 2,5 Sterne. Das ist eigentlich Unzumutbar und habe schon den Philips Support kontaktiert ! Die Umschaltzeiten sind auch etwas lang, was nochmal einen halben Stern Abzug gibt, da man das doch sehr oft braucht. Mittlerweile gehe ich über die TV Liste, um nicht viel Zeit mit warten beim Durchzappen zu verbringen.", "label": 2, "portion_identifier": -1, "text_b": "Schöner, großer TV aber die dunklen Balken nerven ! . other"}, {"uid": "german-46240-trn", "text_a": "kam leider nicht in der notwendigen Sicherheitsverpackung wie beschrieben bei uns an. Lag lose im Karton, wie man es öfter hier liest. Da scheinen wohl Menschen im Versand zu arbeiten, die nicht nachdenken. Dennoch funktionierte die Festplatte. Aber sie wurde retourniert, da das Herstellerdatum bei 2011 lag und das Vertrauen in eine 8 Jahre alte HDD nicht vorhanden ist", "label": 2, "portion_identifier": -1, "text_b": "2 TB HDD . pc"}], "3": [{"uid": "german-93769-trn", "text_a": "Das Aufbringen des Schutzglases war wie sonst auch etwas fummelig aber erfolgreich. Ich habe mir aber sofort einen Kratzer reingeholt, scheinbar ist das Glas nicht so hart wie andere. Vielleicht bricht es deshalb nicht so leicht, das bleibt abzuwarten. bisher ist es ansonsten unversehrt und schützt das Display einwandfrei.", "label": 3, "portion_identifier": -1, "text_b": "Nicht so hart wie andere Schutzfolien . pc"}, {"uid": "german-103567-trn", "text_a": "Die Lieferung war relativ schnell und gut verpackt da. Der Wäscheständer macht auf den ersten Blick einen guten Eindruck, ist allerdings sehr sehr wackelig. Hab schon bessere Modelle der Marke gesehen", "label": 3, "portion_identifier": -1, "text_b": "Geht so . home"}], "4": [{"uid": "german-143949-trn", "text_a": "Alle Erwartungen erfüllt, so wie beschrieben.", "label": 4, "portion_identifier": -1, "text_b": "Top Disign . home"}, {"uid": "german-148617-trn", "text_a": "Die Uhr ist wirklich ein Hingucker. Farbkombination ist wirklich gut aufeinander abgestimmt, der Tragekomfort ist wirklich gut. Das einzige was mich gestört hat ist das Einstellen des Datum und Tages. Nicht gerade eindeutig. Aber man bekommt es raus.", "label": 4, "portion_identifier": -1, "text_b": "Tolle Uhr von BOSS . watch"}], "5": [{"uid": "german-165080-trn", "text_a": "Trotzdem die Mütze etwas groß ist das für diesen Preis einfach nur Klasse. Hält super war und ist schön leicht. Habe sie in den letzten Wintertagen gut brauchen können. Danke", "label": 5, "portion_identifier": -1, "text_b": "Winter . apparel"}, {"uid": "german-188829-trn", "text_a": "Bräuchte ich wieder welche würd ich direkt welche bestellen. Gut, die Kissen haben etwas chemisch gerochen also habe ich sie sogleich gewaschen. Farbecht sind sie wohl, und der Geruch nach dem Waschen verschwunden. Bin sehr zufrieden mit den Kissenbezügen.", "label": 5, "portion_identifier": -1, "text_b": "Tolle Bezüge für kleinen Preis . home"}]}