{"1": [{"uid": "german-2944-trn", "text_a": "Die Uhr ist wirklich wunderschön. Sie wurde schnell geliefert. Nur leider blieb sie schon nach einem halben Tag immer stehen. Ich habe die Batterie prüfen lassen. Die war OK. Deswegen musste ich die schöne Uhr leider wieder zurück schicken. Schade!", "label": 1, "portion_identifier": -1, "text_b": "Schön aber defekt . watch"}, {"uid": "german-27376-trn", "text_a": "Dieser Wandschrank sieht recht hüsch aus, aber voller Fehler!!! Hätte ich ihn nicht so dringend gebraucht,, würde er zurück geschickt worden sein. Nicht zu empfehlen!!", "label": 1, "portion_identifier": -1, "text_b": "Enttäuschend . furniture"}, {"uid": "german-34819-trn", "text_a": "Packet wurde nicht eingekommen!", "label": 1, "portion_identifier": -1, "text_b": "!! . electronics"}, {"uid": "german-39371-trn", "text_a": "Ich habe den o. g. Produkt vor über vier Monaten bestellt, und bis jetzt nicht bekommen. Auf meine Nachfrage wurde mir erklärt, dass es Probleme mit der Zollabfertigung gab. Wenn ich jedoch etwas länger warte, bekomme ich die Sendung zugestellt. Der besagte Produkt passiert gerade erneut die Zollabfertigung. Seit dem sind zwei Monate vergangen. Die Sendung ist immer noch nicht angekommen. Einen Ersatz kann ich nicht mehr fordern, mein Anspruch ist mittlerweile verfallen. Ich rate daher von dem Kauf bei diesem Anbieter dringend ab.", "label": 1, "portion_identifier": -1, "text_b": "Produkt bestellt und nicht geliefert bekommen . beauty"}, {"uid": "german-12805-trn", "text_a": "Klebestreifen halten nicht mehr und das Netz ist oben eingerissen. Habe dieses Produkt seit 2 Monaten.", "label": 1, "portion_identifier": -1, "text_b": "Hält nicht . home_improvement"}, {"uid": "german-19243-trn", "text_a": "Diese Karte funktioniert nur sehr bedingt unter aktuellen UEFI-only Maschinen! Booten von angeschlossenen Platten geht damit gar nicht mehr, man benötigt auch einen speziellen Treiber für Windows 10/2019 um mehr als 2 Platten damit betreiben zu können. (Achtung! Treiber liegt NICHT BEI, muss von der chinesischen Website runtergeladen werden, andere Treiber für diesen Chipsatz führten hier nur zu reproduzierbaren Blue Screens) Wenn man diese Hürden umschifft hat, ist es ein stabiler und unschlagbar billiger Controller, aber das ist sicherlich nichts für den Unbedarften!", "label": 1, "portion_identifier": -1, "text_b": "nur für ältere Motherboards! . wireless"}, {"uid": "german-4770-trn", "text_a": "Produkt hat nur 2 Monate gehalten . Wir haben es für die Poolpumpe benötigt.", "label": 1, "portion_identifier": -1, "text_b": "nicht empfehlenswert? . industrial_supplies"}, {"uid": "german-4023-trn", "text_a": "Schnell kaputt beim Trocknen in der Mikrowelle. Beide Säcke platzen, es war ein Riesen-Aufwand die Kügelchen alle wieder einzusammeln. Die Wirkung am Hygrometer war null. 1 Stern = 2 zuviel!", "label": 1, "portion_identifier": -1, "text_b": "Schnell kaputt beim Trocknen in der Mikrowelle. . home_improvement"}], "2": [{"uid": "german-72690-trn", "text_a": "Wir waren anfangs sehr zufrieden mit dem Luftbett (gekauft haben wir es 2016) . Meine Schwiegermutter hat auch gut auf dem Bett geschlafen. Damit es nicht so quietscht und schön warm ist, haben wir eine große Decke unter das Luftbett gelegt. Ich schätze das Bett war an 10 Wochenenden als Gästebett für eine Person (kleiner 80 kg) im Einsatz. Leider ist nun eine Schweißnaht aufgegangen. Damit ist das Luftbett unbequem und nicht mehr zu verwenden. Von der kurzen Lebensdauer bin ich enttäuscht, deshalb gibt es nur 2 Sterne. Das Doppelluftbett haben wir nun seit fast 5 Jahren uns es ist immer noch okay.", "label": 2, "portion_identifier": -1, "text_b": "Bequem, doch nun ist die Naht offen . sports"}, {"uid": "german-72277-trn", "text_a": "Hat leider nur fur 6 Monaten gereicht obwohl 1000 Seiten waren keine...", "label": 2, "portion_identifier": -1, "text_b": "Reicht nur fur 6 Monaten . office_product"}, {"uid": "german-75906-trn", "text_a": "Die Tatsächlich gelieferten Farben entsprechen nicht der ausgewählten Abbildung bei Bestellung. Ja, „nur“ die Optik trotzdem sehr ärgerlich.", "label": 2, "portion_identifier": -1, "text_b": "Entspricht nicht der Abbildung . sports"}, {"uid": "german-51521-trn", "text_a": "Tolles Produkt...... Nur leider beschädigt angekommen", "label": 2, "portion_identifier": -1, "text_b": "Beschädigt . home"}, {"uid": "german-61137-trn", "text_a": "Die ersten Wochen bzw. Monate war alles im Prinzip so, wie ich es mir vorgestellt hatte. Dann kamen aber so nach und nach die ganzen Nachteile. 1. Die Tonerkartuschen reichen nicht wirklich lange. Und die Ersatzkartuschen sind extrem teuer. Die Originale sowieso aber auch die Nicht-Originalen. Anfangs benutzte ich die Originalen aber das ging dermaßen ins Geld, dass ich mir fast schon nach einem guten Jahr einen neuen Drucker kaufen wollte. 2. Trotz anfänglicher Originalkartuschen kam es dann zu roten Streifen auf den Ausdrucken. Da habe ich dann ewig gereinigt und Fehler gesucht. Irgendwann fand ich dann raus, dass es an der GELBEN Kartusche lag, die in die darunterliegende Kartusche Farbpartikel abgegeben hat. Das konnte dann irgendwann gelöst werden. 3. Irgendwann habe ich dann Nicht-Originale Kartuschen benutzt, die dann beim Ausdrucken aber andere Probleme gemacht haben und noch weniger Druckseiten durchgehalten haben. 4. Nach 3 Jahren kamen dann Papierstaus dazu (obwohl ich das Gerät halbwegs regelmäßig reinige), die an diesem Teil extrem nerven können, da man bei abgerissenen Seiten manchmal so gut wie gar nicht hin kommt. Da kann man schier verzweifeln. 5. Nach 3 Jahren und 2 Monaten kam es dann im Zuge eines Papierstaus dazu, dass das Teil extrem angefangen hat zu schmoren. Die ganze Wohnung hat stundenlang gestunken. 6. Nach nicht einmal 3,25 Jahren kaufe ich nun einen neuen Drucker. Fazit: Preis/Leistungsverhältnis aus meiner Sicht ungenügend.", "label": 2, "portion_identifier": -1, "text_b": "Am Anfang okay aber dann immer schlechter . pc"}, {"uid": "german-63596-trn", "text_a": "Habe diese Birnen jetzt ca ein halbes Jahr verbaut. Ich habe in der Zeit schon von 6 Birnen drei auswechseln müssen da diese nach ein paar Wochen nicht mehr leuchteten. Halten also leider nicht lange. Lohnt sich nicht die Investition.", "label": 2, "portion_identifier": -1, "text_b": "Nichts mit langlebig . home"}, {"uid": "german-50142-trn", "text_a": "Ja funktionieren, aber sind auch sehr schnell verschmutzt ( höchstens eine Woche Benutzbar ?!? ) . Lassen sich im Geschirrspüler wieder zu Leben erwecken, aber nicht endlos.", "label": 2, "portion_identifier": -1, "text_b": "Könnten besser sein. . home_improvement"}, {"uid": "german-44243-trn", "text_a": "Leider sehr sehr groß Habe schon ein großes Gesicht aber sie ist sogar selbst mir zu groß", "label": 2, "portion_identifier": -1, "text_b": "Naja . apparel"}], "3": [{"uid": "german-105728-trn", "text_a": "Sind leider zu lang. Ich habe sie für meine chucks gekauft in Gr. 38, ich habe keinen schlanken Fuß und sie passen trotzdem nicht richtig. Es ist ein gutes Produkt, es funktioniert. Würde sie mir aber nicht nochmal kaufen", "label": 3, "portion_identifier": -1, "text_b": "Okay, aber auch nicht mehr . sports"}, {"uid": "german-93701-trn", "text_a": "Eigentlich nicht nach eine Vorstellung, habe trotz allem behalten, muß weiter suchen.", "label": 3, "portion_identifier": -1, "text_b": "Kamm . beauty"}, {"uid": "german-95537-trn", "text_a": "Eine witzige Handyhülle, welche aber leider dem alltäglichen Gebrauch nicht ohne sichtbare Spuren standhält und sich als wenig robust erweist. Ebenso das Laden bzw. Anschliessen der Kopfhörer erweist sich, durch die nicht 100% übereinstimmenden Auskerbungen, als schwierig. Der Versand jedoch ging schnell und ohne jegliche Probleme, daher 3/5 Sterne.", "label": 3, "portion_identifier": -1, "text_b": "Mehr für's Auge - weniger für den alltäglichen Gebrauch . wireless"}, {"uid": "german-81360-trn", "text_a": "Das Kostüm ist super. Ich bin sehr dafür gelobt worden. Jedoch ist das Material nicht sonderlich hochwertiger. Bei mir hat das Kostüm gerade so eine Faschingssaison durchgehalten. Dann sind die meisten Nähte etwas aufgegangen und der Anzug war auch etwas verrissen. Für eine Saison kann ich den Anzug aber durchaus empfehlen.", "label": 3, "portion_identifier": -1, "text_b": "Schöne Kostümierung - Material grenzwertig . toy"}, {"uid": "german-96506-trn", "text_a": "Der Empfänger hat leider nach kurzer Zeit schon nicht mehr funktioniert. Es liegt nicht an der Fernbedienung, diese funktioniert (das kontrolllicht leuchtet).", "label": 3, "portion_identifier": -1, "text_b": "Empfänger nach kurzer Zeit defekt . home"}, {"uid": "german-118045-trn", "text_a": "Die CD läuft nicht bis zum Ende einwandfrei", "label": 3, "portion_identifier": -1, "text_b": "Leider nicht in Ordnung . other"}, {"uid": "german-93335-trn", "text_a": "Für einen älteren Menschen ist die Anbringung überhaupt nicht möglich. Habe ca. 30 Minuten gebraucht, um den Schirm richtig am Rollator anzubringen. Nicht ganz so, wie ich es mir vorgestellt habe. Auch die Handhabung ist nicht ganz so einfach. Auch hier habe ich es mir etwas einfacher vorgestellt. Schade.", "label": 3, "portion_identifier": -1, "text_b": "Nicht ganz so leicht anzubringen . personal_care_appliances"}, {"uid": "german-117398-trn", "text_a": "Sehr schöne moderne Kette, jedoch nach ein paar mal tragen ist sie schon angelaufen ..", "label": 3, "portion_identifier": -1, "text_b": "Leider angelaufen . apparel"}], "4": [{"uid": "german-132095-trn", "text_a": "Sehr bequem und leicht zum Einschlafen! Für gäste oder wen die Freundin mal sauer ist :D Empfehlenswert wäre ein Gerät dazu den wer das mit eigener Kraft aufbläst hat mein größten Respekt verdient! Also insgesamt gesagt wirklich top Qualität!", "label": 4, "portion_identifier": -1, "text_b": "Bequemlichkeit mit viel luft! . home"}, {"uid": "german-124345-trn", "text_a": "Design und Passform perfekt. Aber: bereits nach dem ersten Tragen war das Material an einer Stelle eingerissen. Schade um so ein schönes Produkt.", "label": 4, "portion_identifier": -1, "text_b": "Schade . apparel"}, {"uid": "german-129759-trn", "text_a": "Die Gewichte sind gut zu tragen udn sehen auch noch toll aus. Super ist auch, dass der Bezug ausen abgenommen werden kann und gewaschen werden kann. Das ist allerdings auch dringend nötig, da sie sehr streng chemisch riechen! Der Geruch hält sich leider hartnäckig und ist auch nach mehrmaligem waschen noch deutlich wahrnehmbar.", "label": 4, "portion_identifier": -1, "text_b": "angenehm zu tragen aber strenger Geruch . sports"}, {"uid": "german-150336-trn", "text_a": "Dieser Artikel ist ein guter Artikel, muss aber vor dem Kauf dokumentiert werden. In meinem Fall mit meinem Computer konnte ich es nicht verwenden. Für eine gute Qualität benötigen Sie einen guten Prozessor(Pentium i5 oder i7) und und eine hochwertige Videokarte. In meinem Fall ich habe nur Pentium i3 und normale Videokarte und bei mir hatte nicht Funktioniert. Ich habe dieses Produkt auf einem Laptop für Spiele ausprobiert und es hat super funktioniert.Für mich eine performante Laptop zu kaufen war zu teuer und ich musste es zurückschicken.", "label": 4, "portion_identifier": -1, "text_b": "Leider hatte bei mir nicht functioniert. . pc"}, {"uid": "german-144238-trn", "text_a": "ich hoff sie hält länger als meine alte Ladestation , (ca 2,5 J. )", "label": 4, "portion_identifier": -1, "text_b": "?? . home_improvement"}, {"uid": "german-129113-trn", "text_a": "Insgesamt ist Preis-Leistungs-Verhältnis okay. Der Trolley hat vele praktische Taschen, leider steht er bei Befüllung - insbesondere des Laptop-Fachs nicht mehr selbständig - er kippt um. Einzige Lösung: Laptop kommt in das große Fach ganz unten rein, dann kann evtl. das Gleichgewicht hergestellt werden. Nur muss man damit beim Laptop entnehmen alle anderen Sachen \"durchwühlen\" - schade! Auch der Griff hält nur die 1. Beanspruchung durch, dann wird er instabil.", "label": 4, "portion_identifier": -1, "text_b": "Preis-Leistung i.O. . pc"}, {"uid": "german-149871-trn", "text_a": "Nach jahrelanger Nutzung waren die Yoga-Matten von Aldi zu ersetzen. Die Anforderung waren: gleiche Maße, farblich unterschiedlich und eine ähnliche Festigkeit. Die Matten sind nahezu identisch und weichen lediglich in der Festigkeit leicht ab (sind ein wenig weicher). Die Farben sind ein bisschen weniger leuchtend als in der Abbildung, entsprechen dieser aber grundsätzlich. Der Geruch ist in den ersten Tagen ein wenig unangenehm, verfliegt dann aber weitestgehend. Lediglich bei direktem Hautkontakt oder wenn man direkt an der Matte riecht bleibt der Geruch deutlich wahrnehmbar. Die Verpackung war der Ware angemessen. Die Lieferung erfolgte binnen 48 Stunden. Transportschäden waren nicht zu identifizieren, lediglich leichte Einprägungen durch den Tragegurt.", "label": 4, "portion_identifier": -1, "text_b": "Bequeme, große Yoga-Matte . sports"}, {"uid": "german-146602-trn", "text_a": "Benutze sie täglich ob jetzt zum trainieren um Musik für den Arbeitsweg zu hören oder beim Joggen. Für alles geeignet und einen super Klang Akku Laufzeit ist auch sehr gut. Das einzige Problem es ist nur das ladekabel dabei nicht aber ein Stecker zum Laden und nicht jeder passt Säckchen nur eine Jbl Box habe kann ich den Stecker von dieser nehmen", "label": 4, "portion_identifier": -1, "text_b": "Ihn allen Bereichen top . electronics"}], "5": [{"uid": "german-175828-trn", "text_a": "sehr schön. Das gold geht in richtung bronze und ist sehr auffallend. Wie die Qualität ist sieht man erst, wenn es ein paar mal gewaschen wurde.", "label": 5, "portion_identifier": -1, "text_b": "alles gut . home"}, {"uid": "german-179084-trn", "text_a": "Sehr schönes Buch über das Jahr im Wald. Auf jeweils einer Doppelseite sind die Tiere (u.a. Bär, Fuchs, Ameisen, Fledermäuse und viele weitere sowie der Förster) im jeweiligen Monat dargestellt. Im Januar zumBeispiel macht der Bär Winterschlaf während der Förster die Rehe füttert. Es gibt immer etwas neues zu entdecken.", "label": 5, "portion_identifier": -1, "text_b": "Sehr schönes Bilderbuch . book"}, {"uid": "german-185066-trn", "text_a": "Schnelle Lieferung. Artilkel wie beschrieben.", "label": 5, "portion_identifier": -1, "text_b": "Ideale Größe . luggage"}, {"uid": "german-172131-trn", "text_a": "Wir haben dieses Set für unsere 8-jährige Tochter gekauft und sind sehr zufrieden bisher. Sie hat viel Freude damit und die Perlen sind recht schnell trocken und lassen sich mit dem Schaber gut lösen. Das war bei den Originalen oft nicht so. Bisher können wir nichts negatives sagen und würden das Set so wieder kaufen.", "label": 5, "portion_identifier": -1, "text_b": "Wir sind zufrieden . toy"}, {"uid": "german-185965-trn", "text_a": "Die Freunde war groß 😊", "label": 5, "portion_identifier": -1, "text_b": "Perfekt für Fans . home"}, {"uid": "german-171566-trn", "text_a": "Sehr gutes Preis Leistungs Verhältnis! Schützt den Stoff so wie er soll und ist sehr leicht anzubringen! Da wir noch rückwärts fahren nutzen wir bisher nur den sitzschoner. Aber das zweite Teil mit den Fächern wird sicherlich demnächst auch noch zum Einsatz kommen. Ich fand es so gut das wir das gleich für das zweite Auto auch bestellt haben!", "label": 5, "portion_identifier": -1, "text_b": "Super Preis Leistung! . automotive"}, {"uid": "german-174569-trn", "text_a": "für 130 darf man ja erwarten das man wirklich ein Leises Gehäuse hat aber wieso kann be quiet denn nicht endlich mal ein Airflow Gehäuse bauen. Das 801 reicht zwar für jeden der nicht gerade eine TR4 cpu hat oder eine high end Intel der x299 serie. Für mein System reich das 801 vollkommen was Kühlung und Platz angeht oben und vorne ist auch sehr viel raum für Wasserkühlungen bis 360 mm locker", "label": 5, "portion_identifier": -1, "text_b": "Sehr leise und trotzdem kommt überraschend viel Luft rein für ein Silent Gehäuse . pc"}, {"uid": "german-177289-trn", "text_a": "Schnelle Bearbeitung, ich bin sehr begeistert mit dem Jelly Comb TV Funkkopfhörer, liegt leicht an den Ohren und keine Störungen während des Empfang. Preis/Leistung ist sehr gut,", "label": 5, "portion_identifier": -1, "text_b": "Jelly Comb TV Funkkopfhörer . electronics"}]}