{"1": [{"uid": "german-35299-trn", "text_a": "Ist nach aufschrauben der 1. Schraube bereits gebrochen!!!!! Völliger Schrott!!!! Nicht zu gebrauchen, schade ums Geld, das ich hoffentlich zurückerstattet bekommen werde! Nie wieder!", "label": 1, "portion_identifier": -1, "text_b": "Michael . wireless"}, {"uid": "german-32245-trn", "text_a": "Wir sind sehr enttäuscht. Mein Kater hat das Teil mit mir zusammen ausgepackt und konnte es kaum erwarten, alles sofort auszuprobieren. Abends hat er dann wie ein König auf seinem Turm gehockt und war zufrieden (s. Foto). Leider ist mir jetzt, nach genau 14 Tagen, aufgefallen, dass es an einer sehr markanten Stelle bereits kaputt gegangen ist. Ich finde das sollte nicht sein und da müsste der Hersteller auf jeden Fall nachbessern/verstärken, da dis nicht die einzige Rezension mit diesem Problem ist. Ich gebe trotzdem noch 2 Sterne, auch wenn ich das riesige Dinge jetzt irgendwie zur Post schaffen muss. Sehr ärgerlich und schade ! EDIT nach Kontakt zum Hersteller gebe ich nur noch 1 Stern. Zitat vom Hersteller: \"Wir haben Ihnen soeben den Betrag erstattet und würden Sie bitten die Tonne dem nächsten Tierheim zu spenden, da die noch eine Verwendung für den Artikel haben werden.\" Ohne Worte.", "label": 1, "portion_identifier": -1, "text_b": "Nach genau 14 Tagen schon kaputt. . pet_products"}, {"uid": "german-1393-trn", "text_a": "Wie schon einige geschrieben haben rostet der Briefkasten an diversen stellen bereits nach nach kurzer Zeit. Der Verkäufer reagiert nicht auf Anfragen. SEHR ÄRGERLICH.", "label": 1, "portion_identifier": -1, "text_b": "Rost nach nicht einmal einem Jahr . home_improvement"}, {"uid": "german-11913-trn", "text_a": "Unsere Tochter ( 8 Jahre ) hatte diesen Schirm einmal mit und bei ein bischen Wind ist der Schirm schon kaputt! Selten bei Amazon so ein schlechtes Produkt erworben 🤢", "label": 1, "portion_identifier": -1, "text_b": "Ein Stern ist schon zuviel vergeben ! . luggage"}, {"uid": "german-13792-trn", "text_a": "Die Schuhe sind toll ... Ich kann nur jedem raten der den reibungslosen Ablauf und Service von Amazon kennt hier nicht zu bestellen ... Warten auf Rückerstattung... Keine ordentliche Kommunikation mit dem Käufer möglich ... Antwortet nicht passend auf e Mails .. Und am Telefon wurde ich sogar absolut herablassend behandelt ...", "label": 1, "portion_identifier": -1, "text_b": "Hier ist der Kunde definitiv kein König ! . shoes"}, {"uid": "german-4135-trn", "text_a": "Seit dem letzten Update funktioniert das Koppeln über bluetooth nicht mehr bzw. geht schon aber nur: zurückstellen auf Werkeinstellung danach geht das koppeln und nach dem aus/einschalten nicht mehr möglich !!!! Vorher war es schon sehr umständlich und nun totaler Schrott.", "label": 1, "portion_identifier": -1, "text_b": "Nun ganz sch....lecht . watch"}, {"uid": "german-34578-trn", "text_a": "eine Box hatte bereits bei Ankunft ein Loch, da der Kunststoff ungleichmässig dick ist. Insgesamt sehr schlecht verarbeitet. Keine Empfehlung.", "label": 1, "portion_identifier": -1, "text_b": "Keine Empfehlung . personal_care_appliances"}, {"uid": "german-5020-trn", "text_a": "Lohnt nicht, Effekt klappt nur bei längeren Haaren. Es bleiben zu oft Kleber Rückstande auf der Haut, sodass es nervig wird, die jedes Mal mit einem mitgelieferten und in Öl eingetauchten Tuch zu entfernen (Sie hätten ruhig paar Tücher mehr mit hereinlegen können).", "label": 1, "portion_identifier": -1, "text_b": "Lohnt nicht . drugstore"}], "2": [{"uid": "german-71731-trn", "text_a": "Wenn man es normal aufladen will, ganz ok. Solarfunktion jedoch sehr sehr schwach bis gar nicht vorhanden. Habe es stunden in die Knallende Sonne gelegt und es hat fast gar nicht geladen.", "label": 2, "portion_identifier": -1, "text_b": "Solar Funktion, nicht funktionstüchtig . wireless"}, {"uid": "german-71604-trn", "text_a": "weitergehend handelt es sich um Materialien die nicht dem Preis-Leistungs-Verhältnis entsprechen.", "label": 2, "portion_identifier": -1, "text_b": "Keine Telefonie möglich . wireless"}, {"uid": "german-56884-trn", "text_a": "Ich habe vier von den Philips Glühbirnen gekauft. Leider war eine zerbrochene Birne dabei, wegen mangelnder Verpackung. Die Birnen wurden nicht in einem stabilen Karton, sondern in einem gepolsterten Amazon-Umschlag geliefert. Ärgerlich, jetzt fehlt mir eine Birne. Ware war sonst in Ordnung. Daher nur zwei Sterne.", "label": 2, "portion_identifier": -1, "text_b": "Mangelhafte Verpackung . home_improvement"}, {"uid": "german-58320-trn", "text_a": "Ich ernähre mich seit ein paar Monaten vegan. Und wenn ich eins hasse, sind das Veganer die immer behaupten wie toll und besser vegane Produkte schmecken. Ich habe jahrelang das ESN whey natural aus Molke benutzt. Ausschließlich für Shakes aus dem Mixer mit Reismilch, Früchten, Nüssen und Haferflocken. Super neutraler Geschmack und sehr gut löslich. Das Soja Protein hat leider einen starken Eigengeschmack und löst sich bei weitem nicht so gut wie mein altes Pulver. Ständig bleiben Brocken im Mixer. Werte sind OK. Deswegen noch zwei Sterne.", "label": 2, "portion_identifier": -1, "text_b": "Leider kein Vergleich zu Molke Whey . drugstore"}, {"uid": "german-59244-trn", "text_a": "Leider nicht Wasser dicht", "label": 2, "portion_identifier": -1, "text_b": "Nicht wasserdicht . sports"}, {"uid": "german-53635-trn", "text_a": "Es kann man einfach nicht zsm baun ja Schrauben zu kurz plan ist auch nicht hilfreich verstehet man nicht", "label": 2, "portion_identifier": -1, "text_b": "Plan unerkennbar . furniture"}, {"uid": "german-56963-trn", "text_a": "Nach der Einnahme dieser Tabletten bekomme ich leichte Kopfschmerzen und fühle mich nicht gut. Aus meiner Sicht könnten diese Tabletten gesundheitsschädlich sein.", "label": 2, "portion_identifier": -1, "text_b": "K O P F S C H M E R Z E N . drugstore"}, {"uid": "german-73947-trn", "text_a": "Die eingebauten Lämpchen sind insgesamt viel zu hell und blenden enorm. Eine Möglichkeit das dunkler zu machen gibt es nicht. Als Spiegel soweit o.k. Probiert das niemand aus vorher?", "label": 2, "portion_identifier": -1, "text_b": "Leider für mich ein Fehlkauf . furniture"}], "3": [{"uid": "german-99818-trn", "text_a": "Leider ist die Beschreibung nicht in Deutsch. Kann nicht blasenfrei montiert werden.Die Schutzfolie zeiht immer wieder Luft.", "label": 3, "portion_identifier": -1, "text_b": "Geht so . wireless"}, {"uid": "german-104563-trn", "text_a": "Zwar lässt sich die Länge des Armbandes verstellen, jedoch nur bis zu einem gewissen Punkt. Wenn man also ein sehr schmales Handgelenk hat, kann man es vielleicht nicht kurz genug einstellen. Ansonsten ist die Uhr von Aussehen her qualitativ ganz gut.", "label": 3, "portion_identifier": -1, "text_b": "Das Armband ist nur begrenzt kürzbar . watch"}, {"uid": "german-105442-trn", "text_a": "Ich finde diese vielen bunten lämpchen niedlich, nur sind die Farben nicht so kräftig wie ich dachte! Und geliefert wurden mir 16 Stück, davon waren 2 schon kaputt, nicht gut eingepackt und gesichert, bzw ausgestopft !", "label": 3, "portion_identifier": -1, "text_b": "Viele bunte Lichter wenn man viele kauft! . lawn_and_garden"}, {"uid": "german-83431-trn", "text_a": "Sehen schön aus aber auf Raufasertapete halten die nicht so gut. Bin etwas enttäuscht über das Produkt. Und es riecht extrem", "label": 3, "portion_identifier": -1, "text_b": "Schön aber.......... . toy"}, {"uid": "german-114214-trn", "text_a": "Panzerglas (vorne) sowie eine durchsichtige Kunststoffhülle(Rückseite) für mein A50 bestellt. Nachdem es schon nicht ganz leicht war das Panzerglas anzubringen, wurde dieses von der Hülle an der Rückseite abgestreift (Luft unter dem Panzerglas erzeugt). Damit war das Panzerglas schmutzig und nicht mehr verwendbar. Schade.", "label": 3, "portion_identifier": -1, "text_b": "Misslungene Anbringung . wireless"}, {"uid": "german-104087-trn", "text_a": "Habe mir mehrere Taschen angesehen, da ich ein case auf der switch (zecti) habe und nicht wusste,welche Tasche passt. Also die switch passt mit case gut hinein. Ich wollte die tasche eigentlich auch wegen der Möglichkeit, die switch im handheld modus auf die tasche zu stellen. Das funktioniert für mich gar nicht. Die Switch passt nicht in diese lasche,welche dafür gedacht ist, auch ohne case. Außerdem ist diese lasche recht groß, da bekommt man dann noch weniger in die Tasche hinein. Gut gefällt mir die Gestaltung des covers außen und auch die Laschen für die Spiele finde ich gut gearbeitet. Dennoch nicht mein favorit, da eben diese Lasche in der Mitte sehr stört und nicht funktional ist. Ich fände eine Möglichkeit, die switch beim transport in der tasche zu fixieren auch wichtig, damit die switch nicht rausfallen kann, wenn man die Tasche öffnet. Auch das kann man bei dieser Tasche nicht. Da viele Rezensionen solcher Taschen sich über Geruch oder so beschweren, mir persönlich fällt keiner auf, aber ich finde einen leichten Geruch einer neuen Tasche auch akzeptabel.", "label": 3, "portion_identifier": -1, "text_b": "Gute Tasche aber Lasche für Handheldmodus nicht praktisch . video_games"}, {"uid": "german-87146-trn", "text_a": "Sehr schönes Licht ,aber leider verbindet sich die Lampe nicht mit meinem Router. Sehr enttäuschend-Rückgabe", "label": 3, "portion_identifier": -1, "text_b": "Enttäuschung . home_improvement"}, {"uid": "german-116353-trn", "text_a": "Als Komödie empfinde ich diese Geschichte nicht. Es gibt einen Einblick in die SM-Szene. Das Ende war abzusehen. Hab es gelesen, weil ich nichts anderes auf meinem Kindle hatte", "label": 3, "portion_identifier": -1, "text_b": "\"Komödie\" find ich weit hergeholt . digital_ebook_purchase"}], "4": [{"uid": "german-150450-trn", "text_a": "Die Lampen sind gut verarbeitet und sehr hell.", "label": 4, "portion_identifier": -1, "text_b": "Gute helligkeit . home"}, {"uid": "german-142994-trn", "text_a": "Wir haben die Mütze für einen Kumpel gekauft und er ist großer Seahawks FAN. Das ist ein super Geschenk für alle Seahawks-Fans. Die Qualität ist auch echt gut. Nur der Versand hat etwas gedauert deswegen 1 Stern weniger.", "label": 4, "portion_identifier": -1, "text_b": "Super Mütze . apparel"}, {"uid": "german-135467-trn", "text_a": "Klasse Teile die man nicht an jeder Ecke bekommt. Lassen sich mit etwas Erfahrung gut krimpen. Die Lieferzeit ist allerdings sehr lang. Habe gut 2-3 Wochen gewartet. Bin jedoch froh sie jetzt im Sortiment zu haben. Also Zeit mitbringen.", "label": 4, "portion_identifier": -1, "text_b": "Top . drugstore"}, {"uid": "german-120179-trn", "text_a": "Trägt sich angenehm, nur druckt etwa an den Knöchel, obwohl ich schmale Beine habe (Größe: M gekauft)", "label": 4, "portion_identifier": -1, "text_b": "Eng an den Schienbeinen . apparel"}, {"uid": "german-159436-trn", "text_a": "Ich bin zuerst erschrocken, da das Paket sehr klein war. Das Kissen geht aber auf, sobald man es auspackt. Liegt sich sehr angenehm und passt sich an. Wer gerne etwas hartes als Nacken oder Fußrolle haben möchte, der muss sich was anderes suchen. Ich bin aber sehr zufrieden und würde sie nochmal bestellen.", "label": 4, "portion_identifier": -1, "text_b": "Super, aber nicht erschrecken, Paket ist klein! . home"}, {"uid": "german-130709-trn", "text_a": "Habe bisher nichts daran auszusetzen.", "label": 4, "portion_identifier": -1, "text_b": "Kann man kaufen. . home"}, {"uid": "german-153347-trn", "text_a": "Montage der Hülle ist einfach und bietet offensichtlich genug Schutz für das Smartphone. Ein Problem, welches ich festgestellt habe, ich hatte das Handy beim Radfahren in der Hosentasche und seit dem habe ich Feuchtigkeit zwischen Handydisplay und Displayschutz der Hülle.", "label": 4, "portion_identifier": -1, "text_b": "Hochwertige SCHUTZHülle . wireless"}, {"uid": "german-133656-trn", "text_a": "Ich hatte etwas Bedenken wegen dem Preis aber die Lampe tut was sie soll. Ein nette Spielerei die sich sehr gut als indirekte Beleuchtung oder Nachtlicht verwenden lässt", "label": 4, "portion_identifier": -1, "text_b": "Als Nachtlicht sehr gut geeignet . home"}], "5": [{"uid": "german-182455-trn", "text_a": "Pass genau auf unsere Matratze schöne leuchten Farbe nach mehrfachen waschen ist die Farbe immer noch wie ersten Tag. Ich bin zufrieden.", "label": 5, "portion_identifier": -1, "text_b": "Top Ware . home"}, {"uid": "german-168802-trn", "text_a": "Tolles Teil, wenn es auch ein wenig lauter ist als erwartet. Aber dennoch empfehlenswert.", "label": 5, "portion_identifier": -1, "text_b": "Geiles Ding . pet_products"}, {"uid": "german-181848-trn", "text_a": "Ich kaufe bei Amazon generell nur DVD's und sonstige Filme, die ich vorher schon gesehen habe, & bei denen ich entschieden habe: \"DAS ist ein cooler Film nach meinem Geschmack\". Daher kann ich hier nur das Feedback für den Film direkt geben: 5 Sterne!!! ... Ich wurde bei Amazon noch nie mit schlechter Medienqualität bestraft!!! Alle DVD's oder Blurays waren immer wie neu und unzerkratzt ... faktisch wie \"neu\"!!! oder sogar wirklich \"neu\" (wenn so bestellt).", "label": 5, "portion_identifier": -1, "text_b": "Mein persönlicher Filmgeschmack . other"}, {"uid": "german-185800-trn", "text_a": "Die etwas kleineren V2 Boards machen genau was sie sollen. Ich habe einen 5er Pack bestellt und mittels den Arduino Beispielen hat man schnell verstanden wie die NodeMCU zu Programmieren sind.", "label": 5, "portion_identifier": -1, "text_b": "Easy going . pc"}, {"uid": "german-163103-trn", "text_a": "macht die Haare auf natürliche Weise schön blond; nicht zulange einwirken lassen, dann wird das Haar gelb; 3 Minuten reicht aus bei mittelblondem Haar;", "label": 5, "portion_identifier": -1, "text_b": "Super cool . beauty"}, {"uid": "german-196882-trn", "text_a": "Sehr gutes Buch Mit vielen schönen Aufgaben und Eintragungen", "label": 5, "portion_identifier": -1, "text_b": "Sehr gut . book"}, {"uid": "german-193970-trn", "text_a": "Schönes Katzenspielzeug, Fiona ist ganz verrückt danach. Überraschend gute Qualität für diesen Preis. Der Versand hat zwar etwas gedauert aber der Fisch verdirbt ja zum Glück nicht so schnell ;)", "label": 5, "portion_identifier": -1, "text_b": "Gute Qualität zum Spitzenpreis . pet_products"}, {"uid": "german-188523-trn", "text_a": "Die Schwimmschuhe sind schön,funktionell und sehr gut anzuziehen. Jedoch fallen sie sehr groß aus. Bei einer Größe 20 musste ich die Schuhe für meine Tochter in der Größe 18/19 nehmen,diese passten dann super.", "label": 5, "portion_identifier": -1, "text_b": "Schöne Schwimmschuhe . shoes"}]}