{"0": [{"uid": "german-1799-val", "text_a": "Die Cross Bronx Westbound bedient den Tremont Park südlich der Third Avenue, Abfahrt 3.", "label": "0", "portion_identifier": -1, "text_b": "Die Cross Bronx verläuft südlich von Tremont Park in Richtung Westen und ist ein Zubringer der Ausfahrtstraße 3, die wiederum ein Zubringer der Third Avenue ist."}, {"uid": "german-345-val", "text_a": "Der Giuroc ist ein Nebenfluss des Măgheruş in Rumänien.", "label": "0", "portion_identifier": -1, "text_b": "Der Măgherus River ist ein Nebenfluss des Giuroc in Rumänien."}, {"uid": "german-1288-val", "text_a": "Er lebt in Maribor und Ljubljana, Slowenien, und dreht in Slowenien und Kroatien.", "label": "0", "portion_identifier": -1, "text_b": "Er dreht in Maribor und Ljubljana, Slowenien, und lebt hauptsächlich in Slowenien und Kroatien."}, {"uid": "german-1882-val", "text_a": "Macquarie Hospital verfügt über keine Notaufnahme; die nächsten Optionen sind Ryde Hospital, Concord Hospital oder Royal North Shore Hospital.", "label": "0", "portion_identifier": -1, "text_b": "Es gibt keine Notaufnahme im Concord Hospital  oder Royal North Shore Hospital. Die nächsten Notaufnahmen sind im Ryde Hospital und Macquarie Hospital."}, {"uid": "german-138-val", "text_a": "Die Single wurde am 12. Oktober 2012 das erste Mal im Radio in Italien gespielt und wurde weltweit am 3. Dezember 2012 veröfffentlicht.", "label": "0", "portion_identifier": -1, "text_b": "In Italien kam die Single am 12. Oktober 2012 auf Radio Airplay   heraus und wurde am 3. Dezember 2012 in die ganze Welt geschickt."}, {"uid": "german-1661-val", "text_a": "Ein Khap ist ein Clan oder eine Gruppe verwandter Clans, hauptsächlich die Jats im östlichen Uttar Pradesh und westlichen Haryana.", "label": "0", "portion_identifier": -1, "text_b": "Ein Khap ist ein Klan oder eine Gruppe ähnlicher Klane, hauptsächlich der Jats aus dem westlichen Uttar Pradesh und dem östlichen Haryana."}, {"uid": "german-258-val", "text_a": "Die Musik wurde von Shyam komponiert und die Texte von Sreekumaran Thampi und Sathyan Anthikkad geschrieben.", "label": "0", "portion_identifier": -1, "text_b": "Die Musik wurde von Shyam komponiert, die Texte stammen von Sreekumaran Thampi und Sathyan Anthikkad."}, {"uid": "german-814-val", "text_a": "Dies ist eine Liste historischer Konflikte, an denen die ungarischen Streitkräfte beteiligt waren oder die auf ungarischem militärischem Gebiet stattfanden.", "label": "0", "portion_identifier": -1, "text_b": "Diese Liste zeigt alle militärischen Konflikte, an denen die ungarischen Streitkräfte beteiligt waren oder die auf historischem Gebiet Ungarns stattfanden."}], "1": [{"uid": "german-1783-val", "text_a": "Er wurde bei aufeinanderfolgenden Staatsstreichen durch Murtala Mohammed (1975) und Olusegun Obasanjo (1976) ersetzt.", "label": "1", "portion_identifier": -1, "text_b": "Er wurde durch Murtala Mohammed (1975) und Olusegun Obasanjo (1976) in aufeinanderfolgenden Putschversuchen ersetzt."}, {"uid": "german-448-val", "text_a": "Eine Schwesterveranstaltung wurde am Albert Park Lake in Melbourne abgehalten und von Fox FM (Melbourne, Australien) gesponsert.", "label": "1", "portion_identifier": -1, "text_b": "Eine Schwesterveranstaltung fand am Albert Park Lake in Melbourne statt und wurde von Fox FM (Melbourne, Australia) gesponsert."}, {"uid": "german-1295-val", "text_a": "Im Baseball blieb Taylor bis zu seinem Tod weiter als Scout für die Atlanta Braves und Milwaukee und die Chicago White Sox aktiv.", "label": "1", "portion_identifier": -1, "text_b": "Taylor war bis zu seinem Tod als Baseball-Scout für die Chicago White Sox und die Milwaukee und Atlanta Braves aktiv."}, {"uid": "german-195-val", "text_a": "Elachista menura ist eine Motte aus der Familie der Elachistidae die im Bergland und Küstengebiet von New South Wales und Queensland anzutreffen ist.", "label": "1", "portion_identifier": -1, "text_b": "Elachista menura ist eine Mutter der Familie Elachistidae, die in den Küstengebieten und Berggebieten von New South Wales und Queensland zu finden ist."}, {"uid": "german-241-val", "text_a": "Sie fügte hinzu, dass die Vergewaltigung kurz nach dem Vorfall stattfand.", "label": "1", "portion_identifier": -1, "text_b": "Sie fügte hinzu, dass die Vergewaltigung kurz nach dem besagten Vorfall passierte."}, {"uid": "german-184-val", "text_a": "Er wurde in Arkansas geboren und zog später nach Carter County, Tennessee.", "label": "1", "portion_identifier": -1, "text_b": "Er wurde in Arkansas geboren und zog nach Carter County, Tennessee."}, {"uid": "german-1966-val", "text_a": "Die Figur und Besetzung wurden am 20. November veröffentlicht, als Fotiou mit einem Video hinter den Kulissen veröffentlicht wurde, das von den „Neighbours“ auf ihrem YouTube-Kanal gesehen wurde.", "label": "1", "portion_identifier": -1, "text_b": "Rolle und Casting wurden am 20. November bekanntgegeben, als Fotiou in einem Video hinter den Kulissen der Serie „Neighbours“ zu sehen war, veröffentlicht über den YouTube-Kanal der Serie."}, {"uid": "german-981-val", "text_a": "Es wurde gekapert, nachdem New Orleans gesunken war, und 1868 als Alteisen verkauft.", "label": "1", "portion_identifier": -1, "text_b": "Es wurde nach der Zerstörung von New Orleans erobert und 1868 als Schrott verkauft."}]}