{"1": [{"uid": "german-23213-trn", "text_a": "auftragen lief schlecht, trotz folgen der anleitung waren blasen vorhanden, beide folien probiert da die andere später zu staubig wurde", "label": 1, "portion_identifier": -1, "text_b": "schutzfolie . pc"}, {"uid": "german-684-trn", "text_a": "Im Lieferung Verfolgen sagt, dass ich vor 2 Wochen bekommen habe. Aber ich habe das Paket gar nicht bekommen. Weder der Verkäufer noch Amazon geben mir eine Lösung.", "label": 1, "portion_identifier": -1, "text_b": "Enttäuscht. . drugstore"}, {"uid": "german-39053-trn", "text_a": "wurde beschädigt geliefert mit Kratzer und verbogener Ecke, eigentlich 0 Sterne", "label": 1, "portion_identifier": -1, "text_b": "Mit Beschädigung geliefert . toy"}, {"uid": "german-23038-trn", "text_a": "Ungenaue und verwirrende Maßangaben und unfreundlicher Kundenservice. Es wird keine Umtauschmöglichkeit angeboten, das Geld behalten sie einfach und Ersatzgläser habe ich erst nicht!", "label": 1, "portion_identifier": -1, "text_b": "Kein Umtausch möglich . drugstore"}, {"uid": "german-22044-trn", "text_a": "Qualität ist gut ,nur leider passt die Hülle nicht ganz drauf so das es nicht da sitzt wo es soll.", "label": 1, "portion_identifier": -1, "text_b": "Nicht zum empfehlen . electronics"}, {"uid": "german-38763-trn", "text_a": "Funktioniert nicht, zurück senden leider nicht möglich, ist in der Tonne gelandet.", "label": 1, "portion_identifier": -1, "text_b": "Fragliche Qualität . drugstore"}, {"uid": "german-35140-trn", "text_a": "schlechte Qualität.Sieht nicht wie im Werbung 👀", "label": 1, "portion_identifier": -1, "text_b": "Täuschend . apparel"}, {"uid": "german-6945-trn", "text_a": "Die Teile sind absolute überflüssig, da Donuts aus dem Backofen einfach nur hart und trocken werden. Dazu kommt noch, dass dieser Artikel als \"Blitzangebot\" für über 10€ verkauft wurde. 1 Monat nach dem Cyber Monday kostet es regulär nur noch 5€! Das grenzt ab Betrug!", "label": 1, "portion_identifier": -1, "text_b": "Furchtbar. . home"}], "2": [{"uid": "german-64661-trn", "text_a": "Wollten den Traktor unserem Sohn zum 10. Geburtstag schenken. Aber: Die Produktabmessungen werden mit 37 x 17,2 x 21 cm angegeben. Diese Maße stimmen nicht annähernd! Der Traktor (ich nehme an: das Produkt) ist in Wirklichkeit so klein: L 23 x B 9 x H 11 cm! Das grenzt für uns an Verbrauchertäuschung! Für den hohen Preis haben wir anderes erwartet. Zur Funktionalität können wir noch nichts sagen, wurde von uns noch nicht ausprobiert.", "label": 2, "portion_identifier": -1, "text_b": "Größe enttäuschend . toy"}, {"uid": "german-53457-trn", "text_a": "Meine Tochter benutzt diese Flasche um Mineralwasser mit in die Schule zu nehmen. Leider war nach kurzer Zeit der Sportverschluss kaputt und nach einem Jahr löst sich der Bambusteil vom Rest des Deckels", "label": 2, "portion_identifier": -1, "text_b": "Schöne Flasche mit Schwächen . home"}, {"uid": "german-72132-trn", "text_a": "Vorsicht dieser Händler versendet gebrauchte Artikel! Unsere Kamera war gebraucht alles war ausgepackt gewesen und alle schutzfolien waren entfernt. Irgendwelche wlan Installation wurden gemacht.Karton war nicht geschlossen und die Anleitung nur rein gedrückt. Händler antwortet nicht auf emails. Kamera ist empfehlenswert aber dieser Händler leider nicht", "label": 2, "portion_identifier": -1, "text_b": "Kamera gut Keine reaktion vom Verkäufer . camera"}, {"uid": "german-46891-trn", "text_a": "Ist einfach aufgebaut wie auch in den Bildern dargestellt, hatte bei der Lieferung keine Mängel und ist ausreichend. Schnelle Lieferung von Amazon.", "label": 2, "portion_identifier": -1, "text_b": "Einfach aber Zweckmäßig . furniture"}, {"uid": "german-72349-trn", "text_a": "Ich hatte vorher schon einmal die gleiche Maus gekauft mit der ich sehr zufrieden war. Leider kam die neue jedoch mit einem Problem hier an. Die mittlere Maustaste lässt sich so einfach drücken dass hierzu schon ein einfach auflegen des Fingers genügt oder man die taste bei jedem Scrollen betätigt. Schade.", "label": 2, "portion_identifier": -1, "text_b": "Leider nicht nutzbar . pc"}, {"uid": "german-40358-trn", "text_a": "Der Drucker ist klein und handlich, das war es dann auch schon. Auf dem Papier drücken sich an der rechten Seite Streifen durch, das Gerät erscheint mir kurz vor dem Exodus.", "label": 2, "portion_identifier": -1, "text_b": "Taugt nichts! . pc"}, {"uid": "german-77977-trn", "text_a": "Geschmacklich ist das Produkt 1A, nur leider fehlen in meinen 24er packe 2 Riegel. Habe desöfteren gelesen, das anderen Kunden 1 riegel fehlt und habe direkt nachgezählt und festgestellt das mir 2 riegel fehlen dies ist nicht nur ärgerlich sondern auch dreist wie ich finde, deswegen nur 2 Sterne", "label": 2, "portion_identifier": -1, "text_b": "Bis 24 zählen, ist schwer . drugstore"}, {"uid": "german-79136-trn", "text_a": "Hatte dieses Flammlachsbrett über Prime ziemlich kurzfristig für eine kleine Party bestellt. Lieferung kam auch pünktlich wie versprochen. Leider fehlten die beiden Halterungen für das Brett. Ziemlich ärgerlich.", "label": 2, "portion_identifier": -1, "text_b": "Fehlende Halterungen . lawn_and_garden"}], "3": [{"uid": "german-110252-trn", "text_a": "Das Pad riecht nicht so stark, aber doch merklich, wenn man darauf achtet. Alles in allem tut es, was es soll, und der Preis ist ok, nachdem es die Geschenkten wohl nicht mehr gibt. Das war erste Eindruck.", "label": 3, "portion_identifier": -1, "text_b": "Ausreichend, und für den Preis ok . electronics"}, {"uid": "german-102817-trn", "text_a": "Das Sticker-Album ist gut verarbeitet und kam auch schnell und unkompliziert an. Problematisch ist allerdings, dass die Seiten aus normalem Papier bestehen und sich die Sticker daher nur bedingt wieder entfernen oder umkleben lassen. Dies ging aus der Produktbeschreibung nicht hervor...", "label": 3, "portion_identifier": -1, "text_b": "Seiten bestehen aus normalem Papier... . book"}, {"uid": "german-80565-trn", "text_a": "Für den Preis hatte ich doch etwas mehr erwartet... teilweise sehr kindliche Zeichnungen die ich auch hinbekommen hätte... das Titelbild hat mehr versprochen", "label": 3, "portion_identifier": -1, "text_b": "Ganz nett... . book"}, {"uid": "german-102346-trn", "text_a": "Wir haben es für ein Holzpferd gekauft. Dafür ist es echt schön. Der Koffer geräumt. Der Schwamm hat fürchterlich gestunken. Der Deckel ging bei uns leider schon kaputt.", "label": 3, "portion_identifier": -1, "text_b": "Schönes Set . pet_products"}, {"uid": "german-117161-trn", "text_a": "Preis, Funktionalität und Design sind aus meiner Sicht überzeugend. Die geringe Kompatibilität zu den Geräten aus eigenem Haus - es funktioniert nur bei den 2017er Modellen machen den Stick für mich mit einem Onkyo 656 (Modeljahr 2016) unbrauchbar. Hier sollte Onkyo mit einem Update Kundennähe zeigen. Die Supportanfrage war enttäuschend und ging nicht auf meine Fragen zum Update ein - schade!", "label": 3, "portion_identifier": -1, "text_b": "Onkyo TX-Nr 656 . electronics"}, {"uid": "german-113054-trn", "text_a": "... für Standard Handtacker, nahezu ungeeignet. Querschnitt der Nadel zu klein, es werden fast immer 2 Nadeln getroffen, aber diese auch nicht 100%ig", "label": 3, "portion_identifier": -1, "text_b": ".... kaum zu gebrauchen . home_improvement"}, {"uid": "german-93392-trn", "text_a": "den Schuh werde ich wohl nicht tragen können, der Zehentrenner ist viel zu hart, die Passgröße ist deshalb passend, da ich gleich eine Nummer größer bestellt habe", "label": 3, "portion_identifier": -1, "text_b": "der Zehentrenner ist zu hart . shoes"}, {"uid": "german-116282-trn", "text_a": "Hilft nur im ersten Moment. Muss man mehrmals wiederholen.", "label": 3, "portion_identifier": -1, "text_b": "Ein Versuch war es wert . drugstore"}], "4": [{"uid": "german-150188-trn", "text_a": "Der Wäschekorb kam schnell und gut verpackt an. Die Farbe (hellblau) ist genau wie abgebildet und die Griffe sind durch das verwendete Material auch Anti-Rutsch (was mir persönlich sehr zusagt). Die Wölbung im Wäschekorb ermöglicht ein einfacheres halten, allerdings sehe ich da keinen großen Unterschied zu anderen Wäschekörben ohne diese Wölbung. Ich würde mir den Wäschekorb nicht nochmal zu diesem Preis kaufen, da es für einen Wäschekorb einfach zu teuer ist. Für den Preis habe ich dann doch mehr erwartet als eine einfache Wölbung die den Preis so in die Höhe treibt. Daher auch ein Stern abzug.", "label": 4, "portion_identifier": -1, "text_b": "Guter Wäschekorb allerdings kein großer Unterschied beim halten/tragen . home"}, {"uid": "german-146760-trn", "text_a": "Sehr schnelle Lieferung. Es lässt sich auf der Folie mit dem Stift und mit dem Finger sehr gut bedienen. Das anbringen ist ein wenig schwer.", "label": 4, "portion_identifier": -1, "text_b": "Funktioniert mit Stift und Finger gut . pc"}, {"uid": "german-133878-trn", "text_a": "Ich habe die Fußmatten für meinen Audi erworben. Passform, Qualitätsanmutung, Versand etc sind vollkommen in Ordnung gewesen. Die Fußmatten riechen anfänglich sehr stark nach Gummi / Chemie. Ich musste die Matten erst einmal eine Woche in der Garage auslüften lassen, vorher wäre der Gebrauch im Auto unerträglich gewesen. Wenn man das allerdings beachtet und verschmerzen kann, sind die Matten eine Empfehlung. Speziell wenn man bedenkt, dass ich für die originalen Audi Matten das Dreifache hätte bezahlen sollen.... Den Stern Abzug gibt es nur für den Geruch. Ohne Geruch wäre das ein 5 Sterne Produkt.", "label": 4, "portion_identifier": -1, "text_b": "Gute Fußmatten, strenger Geruch am Anfang . automotive"}, {"uid": "german-149482-trn", "text_a": "Aufbau war für mich etwas umständlich, zu zweit wärs etwas angenehmer gewesen. Aber das Regal sieht nun super aus. Tragfähigkeit ist top", "label": 4, "portion_identifier": -1, "text_b": "Gefällt mir! . furniture"}, {"uid": "german-150510-trn", "text_a": "Sieht so aus, dass die Batterien geeignet sind für mein Ziel, nämlich in einem Wetterstation im Garten. Leider fehlt ein Informationsblatt in der Lieferung.", "label": 4, "portion_identifier": -1, "text_b": "Noch nicht feststellbar, ob die Batterien 1 Jahr halten werden . electronics"}, {"uid": "german-152168-trn", "text_a": "Diese Magnete machen was sie sollen, jedoch muss bei Flip-Charts und Whiteboards aufgepasst werden, da diese auf den Boards Kratzer hinterlassen.", "label": 4, "portion_identifier": -1, "text_b": "Gute Magnete, jedoch... . office_product"}, {"uid": "german-129290-trn", "text_a": "mehr kann mann nicht erwarten", "label": 4, "portion_identifier": -1, "text_b": "gut und pünktlich . pc"}, {"uid": "german-131258-trn", "text_a": "Alles gut ,nur leider zu klein Deshalb zurück gesendet und ein Stern Abzug Trage solche Stiefel seit Jahren in Grösse 43 diesmal zu klein. Abwicklung i. O. Habe nun Grösse 44 bestellt", "label": 4, "portion_identifier": -1, "text_b": "Leider zu klein . shoes"}], "5": [{"uid": "german-168322-trn", "text_a": "Sehr gutes Produkt, insbesondere da die Kanten höher sind und damit das IPhone X und auch die Kamera nicht aufliegt.", "label": 5, "portion_identifier": -1, "text_b": "Sehr gutes Produkt mit einem tollen Preis-Leistungsverhältnis ! . electronics"}, {"uid": "german-179589-trn", "text_a": "Da unser Bad alles neu gefliest würde wollte ich das Bohren von Löchern vermeiden, da kam mir dieses System gerade richtig alles hält und sieht auch gut aus. Jetzt hab ich mir noch den Papierrollenhalter und die Toilettenbürste bestellt", "label": 5, "portion_identifier": -1, "text_b": "Super Becherset . home"}, {"uid": "german-190624-trn", "text_a": "Schön anzusehen und bietet genug Stauraum. Man hat häng plätze für 6 Schlüssel und noch Ablage platz im Boden des Innenraumes. Sehr schön anzusehen und kann sowohl auf ein Regal gestellt werden als auch an der Wand befässtigt werden und ist in beiden Varianten sehr Stabil. Ich habe Ihn an der Wand hängen und hatte anfangs die sorge das er abfallen könnte wenn er voll beladen ist, diese sorge war aber Grundlos.", "label": 5, "portion_identifier": -1, "text_b": "Schön anzusehen und bietet genug Stauraum. . furniture"}, {"uid": "german-175560-trn", "text_a": "Eines der besten Bücher der letzten Jahre das ich Genießen durfte! Tolle Geschichte mit Wunderschönen Illustrationen. Wer den Film Labyrinth des Pan liebt wird die Lektüre des Buches Genießen. Absolute Kaufempfehlung.", "label": 5, "portion_identifier": -1, "text_b": "Klasse Buch . digital_ebook_purchase"}, {"uid": "german-183682-trn", "text_a": "Seitdem gehen alle gerne ins Bett", "label": 5, "portion_identifier": -1, "text_b": "Würde es wieder kaufen. . home"}, {"uid": "german-187442-trn", "text_a": "Der \"Zusammenbau\" ist extrem einfach und der Sitzkomfort super! Was aber für mich das Wichtigste war - die Freundlichkeit und der unkomplizierte Support von hjh OFFICE", "label": 5, "portion_identifier": -1, "text_b": "Der bequemste Bürostuhl bisher . furniture"}, {"uid": "german-194701-trn", "text_a": "Preis Leistung passt", "label": 5, "portion_identifier": -1, "text_b": "Schöne Karten . office_product"}, {"uid": "german-199149-trn", "text_a": "Sitzt gut und rutscht nicht, wir benutzen es als Läufigkeitshöschen wenn sie auf die Couch möchte. Trudi ist 50cm hoch und wir haben M gekauft", "label": 5, "portion_identifier": -1, "text_b": "Würde ich wieder kaufen . pet_products"}]}