{"0": [{"uid": "spanish-1470-val", "text_a": "La segunda hija de Octavius Warre Malet, Alice Anna Catherine, se casó con Thomas el 24 de junio de 1852 en el Consulado británico, Colonia.", "label": "0", "portion_identifier": -1, "text_b": "La segunda hija de Thomas Anne, Alice Anna Catherine, se casó con Octavius Warre Malet en el Consulado británico en Cologne el 24 de junio de 1852."}, {"uid": "spanish-955-val", "text_a": "El gobierno australiano emitió recomendaciones para los premios británicos de 1983, y los dos últimos gobiernos del estado australiano dejaron de enviar recomendaciones en 1989.", "label": "0", "portion_identifier": -1, "text_b": "El gobierno australiano interrumpió las recomendaciones para los premios australianos en 1983 y los últimos dos gobiernos estatales británicos interrumpieron las recomendaciones en 1989."}, {"uid": "spanish-243-val", "text_a": "Desde 1983 la capital es Abiyán; sin embargo, Yamusukro sigue siendo el centro administrativo.", "label": "0", "portion_identifier": -1, "text_b": "La capital es Yamoussoukro desde 1983, pero Abidjan sigue siento su centro administrativo."}, {"uid": "spanish-478-val", "text_a": "Emily Ann Morelli (que nació como Emily Ann Lloyd el 27 de marzo de 1984) es una actriz norteamericana.", "label": "0", "portion_identifier": -1, "text_b": "Emily Ann Lloyd (nacida Emily Ann Morelli el 27 de marzo de 1984) es una actriz estadounidense."}], "1": [{"uid": "spanish-456-val", "text_a": "Taylor permaneció activo hasta su muerte como un explorador del Chicago White Sox y Milwaukee y Atlanta Braves en béisbol.", "label": "1", "portion_identifier": -1, "text_b": "Taylor siguió activo en béisbol como scout para los Atlanta Braves y los Milwaukee y los Chicago White Sox hasta su muerte."}, {"uid": "spanish-867-val", "text_a": "Luego en 2005 se utilizó el nombre \"Alpha\", pero para una tormenta tropical luego de que se agotaran las opciones del listado estándar de nombres.", "label": "1", "portion_identifier": -1, "text_b": "El nombre \"Alfa\" fue utilizado posteriormente en 2005, pero se utilizó para una tormenta tropical después de que se agotó la lista estándar de nombres."}, {"uid": "spanish-1900-val", "text_a": "En la película actúan Jembie Almazan como Alex, Bernardo Garnica Cruz como David y Jonathan Diaz Angulo como Maria.", "label": "1", "portion_identifier": -1, "text_b": "La película es protagonizada por Jembie Almazan como Alex, Bernardo Garnica Cruz como David y Jonathan Diaz Angulo como Maria."}, {"uid": "spanish-1355-val", "text_a": "En julio de 2016, apareció en Joseph Conrad en \"The Secret Agent\", basada en la misma novela de Winnie Verloc.", "label": "1", "portion_identifier": -1, "text_b": "En julio de 2016, tuvo una aparición como Joseph Conrad en \"El Agente Secreto\", basada en la novela epónima de Winnie Verloc."}]}