{"0": [{"uid": "german-918-val", "text_a": "Ihr Sohn Samuel Provoost war der Vater von John (1742 - 1815), dem ersten evangelischen Bischof von New York.", "label": "0", "portion_identifier": -1, "text_b": "Ihr Sohn John war der Vater von Samuel Provoost (1742-1815), des ersten protestantischen Bischofs von New York."}, {"uid": "german-1679-val", "text_a": "Aber die Red Bulls verloren die 1. Runde der Playoffs.", "label": "0", "portion_identifier": -1, "text_b": "Die Red Bulls haben verloren, aber überstanden die erste Runde der Playoffs."}, {"uid": "german-1862-val", "text_a": "Bostryx turritus ist eine Spezies der tropischen luftatmenden Schnecken, ein pulmonales Gastropod-Weichtier der Familie Bulimulidae.", "label": "0", "portion_identifier": -1, "text_b": "Bostryx turritus ist eine Spezies der pulmonaten luftatmenden Landschnecken, ein tropisches Gastropoden-Weichtier der Familie Bulimulidae."}, {"uid": "german-1951-val", "text_a": "Die Massenproduktion elektronischer und digitaler Filme war bis zum Aufkommen der pornographischen Videotechnologie unmittelbar mit der Hauptfilmindustrie verbunden.", "label": "0", "portion_identifier": -1, "text_b": "Bis zum Aufkommen der elektronischen und digitalen Videotechnologie stand die Massenproduktion von pornographischen Filmen in direktem Zusammenhang mit der Hauptfilmindustrie."}], "1": [{"uid": "german-1929-val", "text_a": "Die Entfernung zwischen dem zentralen Geschäftsviertel von Kampala und Kawempe beträgt etwa .", "label": "1", "portion_identifier": -1, "text_b": "Die Straßenentfernung zwischen Kampalas Hauptgeschäftszentrum und Kawempe ist etwa ."}, {"uid": "german-1641-val", "text_a": "Der Azusa-Campus der Azusa Pacific University ist im San Gabriel Valley, nordöstlich von Los Angeles gelegen.", "label": "1", "portion_identifier": -1, "text_b": "Der Azusa Campus der Azusa Pacific University liegt im San Gabriel Valley, nordöstlich von Los Angeles."}, {"uid": "german-303-val", "text_a": "Georgetown ist auch eine Trinkwasserquelle für Lake Georgetown und die nahe gelegene Stadt Round Rock.", "label": "1", "portion_identifier": -1, "text_b": "Georgetown ist auch eine Quelle für Trinkwasser für den Lake Georgetown und die nahe gelegene Stadt Round Rock."}, {"uid": "german-233-val", "text_a": "Vermont South grenzt im Norden an Mitcham, im Westen an Nunawiding und Forest Hill, im Süden an Vermont und im Osten an Wantirna und Ringwood.", "label": "1", "portion_identifier": -1, "text_b": "Vermont South grenzt im Norden an Mitcham, im Westen an Nunawading und Forest Hill, im Süden an Vermont und im Osten an Wantirna und Ringwood."}]}