{"1": [{"uid": "german-7969-trn", "text_a": "Das Schloss ist für jeglichen Gebrauch ungeeignet. Es ist viel zu klein und beispielweise als Kellerschloss nicht geeignet. Das Schloss kam einen Tag zu spät an, was ansich nicht schlimm ist. Allerdings für eine Prime Bestellung die gleich am nächsten Tag ankommen sollte ist dass schon negativ zu erwähnen! Und das man gezwungen ist mindestens zwei davon zu kaufen finde ich persönlich auch unverschämt. Alles in allem ist das Schloss wegen der kleinen Größe für den Gebrauch fast ungeeignet.", "label": 1, "portion_identifier": -1, "text_b": "Für Gebrauch ungeeignet . home_improvement"}, {"uid": "german-25871-trn", "text_a": "Kamm Defekt an. Wundert mich auch nicht wenn man nur ein stück Pappe vorne auf die Verpackung klebt und denkt das sie so ganz ankommt .Ein Standfuß war gebrochen", "label": 1, "portion_identifier": -1, "text_b": "Defekt geliefert . other"}, {"uid": "german-34917-trn", "text_a": "Ware ist noch nicht angekommen und morgen sollte Sie ein Geschenk sein.", "label": 1, "portion_identifier": -1, "text_b": "Ware ist noch ncht angekommen . pc"}, {"uid": "german-4156-trn", "text_a": "Letzter Schrott. Das ist bloß Pappe. Investiert das Geld in ein schönes Bild oder ein Bilderrahmen. Kommt besseres bei raus.", "label": 1, "portion_identifier": -1, "text_b": "Kann man machen. Brauch man aber nicht . furniture"}, {"uid": "german-22729-trn", "text_a": "Was soll ich sagen, die Lampe kam kaputt an. Ich muss erstmal alles wieder zusammenschrauben. Soweit so gut. Nur leider sind die Gewinde schon alle durch. Fühlt sich an wie ein gebrauchtes Stück sch****. Funktionen gehen alle, Licht ist gut für Größe, der vernichtet kam noch nicht zum Einsatz. Wer ein Produkt möchte das etwas länger als 36 Stunden hält, der sollte etwas anderes nehmen. Alles in allem bin ich sehr unzufrieden mit dem Ding.", "label": 1, "portion_identifier": -1, "text_b": "Billig . sports"}, {"uid": "german-7171-trn", "text_a": "Leider komplett unbrauchbar - OS High Sierra erkennt nur beim hochfahren die Festplatte und wirft Sie nach kurzer Betriebsdauer aus ! Wollte Sie als TimeMachine nutzen - aber nix da !", "label": 1, "portion_identifier": -1, "text_b": "Achtung funktioniert nicht mit High Sierra . pc"}, {"uid": "german-3158-trn", "text_a": "Nach 2 Monaten defekt, lieber eine einfache Handpumpe.", "label": 1, "portion_identifier": -1, "text_b": "Mangelhaft . electronics"}, {"uid": "german-21349-trn", "text_a": "Das Panzerglas ist ungefähr 2-3 mm zu lang. So kann es in Verbindung mit einer Schale nicht verwendet werden (siehe Bild 2). Desweiteren sind nach längerer Benutzung an den Rändern noch weiße Streifen. Dazu kommt auch noch, dass auf den Bild bei Amazon das Glas so dargestellt wird, als ob es über den Lautsprechern geschlossen sei. Dies ist in der Realität leider nicht der Fall. Das Glas wurde einfach ohne den Streifen ausgeschnitten, sogar mit falschen Abständen bei Kamera sowie Sensoren.", "label": 1, "portion_identifier": -1, "text_b": "Das Panzerglas wird nicht so versendet, wie es auf den Bildern zu sehen ist. . wireless"}], "2": [{"uid": "german-59540-trn", "text_a": "Macht das Makeup gar nicht haltbarer. Hinterlässt ein klebriges Gefühl auf der Haut, was gar nicht verschwindet. Sprühkopf verteilt das Produkt überhaupt nicht gut", "label": 2, "portion_identifier": -1, "text_b": "Für mich gar nicht gut . beauty"}, {"uid": "german-56272-trn", "text_a": "Ich habe diese Hülle für mein iPad Pro 2018 12,9“ seit einigen Wochen in Gebrauch. Anfangs war ich begeistert, aber leider kann man das iPad nicht zuverlässig aufstellen. Es rutscht immer wieder aus der Aufstellposition Deshalb nur2 Sterne. Ich nutze die Hülle nur noch zum Transport und werde mich weiter nach einer Hülle mit stabiler Standfunktion umsehen.", "label": 2, "portion_identifier": -1, "text_b": "Stylische leichte Hülle mit Einschränkungen . pc"}, {"uid": "german-74582-trn", "text_a": "Der Schlafanzug ist leider viel zu klein. Die Größe 104 entspricht eher einer 92. Die Lieferung war wie immer schnell.", "label": 2, "portion_identifier": -1, "text_b": "Leider viel zu klein... . apparel"}, {"uid": "german-53023-trn", "text_a": "Das Rücklicht befand sich bei mir etwa 5 Monate lang fast täglich für etwa 15min im Einsatz. In dieser Zeit wurde der Akku nur zweimal geladen. Drei weitere Monate wurde das Rücklicht nur noch sehr selten eingesetzt, bis vor ein paar Tagen das Licht während der Fahrt bei Dämmerung ausgegangen ist. Seitdem lässt es sich nicht mehr einschalten. Beim Ladeversuch leuchtet eine LED dauerhaft grün. Auch nach mehreren Ladeversuchen bleibt das Licht aus. Neben dem nun sehr schlechten Preis-/Leistungsverhältnis, ärgert es mich absolut, dass das Rücklicht während der Fahrt bei Dämmerung (!) ausgegangen ist. Das ist wirklich gefährlich, da ich den Ausfall während der Fahrt nicht mitbekommen habe. Zum Glück trage ich am Rucksack ein zusätzliches kleines Rücklicht, sodass ich wohl nicht ganz unsichtbar auf der Straße unterwegs war. Das Licht wurde von mir immer pfleglich behandelt. Es wurde bei Nichtgebrauch stets im Rucksack geführt und musste nicht etwa bei Wind und Wetter am Fahrrad verweilen. Echtes Wind und Regenwetter hat die Lampe in dem Zeitraum auch nur 2-3 mal miterlebt. Seit Mai wurde das Licht nur sehr selten genutzt. Für mich ist nicht klar wieso es plötzlich zum Ausfall kommt. Ein Eindringen von Wasser kann ich ausschließen, es könnte sich somit um ein Akku-Problem handeln. Bis zum Ausfall gefiel mir das Rücklicht sehr gut. Es lässt sich schnell montieren, sieht gut aus und die Leuchtkraft ist für die Größe hervorragend. Ein erneuter Kauf kommt nicht in Frage.", "label": 2, "portion_identifier": -1, "text_b": "Nach dem dritten Ladevorgang kaputt . sports"}, {"uid": "german-58772-trn", "text_a": "Nachdem ich mit einer Razer Maus nur Probleme hatte bin ich wieder auf MadCatz zurück gegangen und habe mich für dieses Modell entschieden. Die Mäuse an sich gefallen mir sehr gut, sie sind angenehm in der Hand, aus guten Material, stocken nicht oder sonst etwas. Bisher hatte ich eig. noch nie Probleme gehabt wobei ich meine letzte von MadCatz fast 4 Jahre hatte. Leider bei dem Modell fängt nach nur 6 Monaten die Linke Maustaste bei mir an zu spinnen und lässt sich am Pc nicht länger als 10 Sekunden gedrückt halten. Oder geht ohne Betätigung einfach an. Was ich ein bisschen Schade finde nach so einer kurzen Zeit... Edit - Habe die alte Maus dann zurückgeschickt und eine neue bekommen, leider hat diese nach nur einem Monat! wieder das selbe Problem ... Sehr schade.", "label": 2, "portion_identifier": -1, "text_b": "Gut aber nicht auf Dauer . pc"}, {"uid": "german-50333-trn", "text_a": "Die Verarbeitung und Benutzung ist einfach,nur schade,das die Wespen clever sind und den Ausgang wieder finden.", "label": 2, "portion_identifier": -1, "text_b": "Okay . lawn_and_garden"}, {"uid": "german-65070-trn", "text_a": "Lieferung erfolgte schnell. Wie Kunden vor mir schon schrieben, riechen die Schuhe extrem chemisch. Der Schuh selbst fühlt sich - für einen Winterschuh für meinen Geschmack - viel zu leicht an. Wie Plastik. Hab sie zurück geschickt. Das hat gut funktioniert. Daher zwei Sterne.", "label": 2, "portion_identifier": -1, "text_b": "Schuh überzeugt nicht - Rücksendung hat aber gut geklappt . shoes"}, {"uid": "german-77658-trn", "text_a": "Für 100 Euro (als Blitzangebot) bin ich an und für sich sehr positiv überrascht. Der Stuhl ist bequem und leicht aufzubauen. Die Armstützen wackeln sehr stark, die Lordosenstütze ist durch Gurte gesichert und verrutscht schnell. Bereits beim Auspacken kommt ein prägnanter Geruch nach Chemie entgegen, dieser bleibt auch Tage später (derzeit 5 Tage, noch immer der gleiche, starke Geruch). Ein deutliches Zeichen für PAK/Weichmacher - diese sind krebserregend.", "label": 2, "portion_identifier": -1, "text_b": "Komfort gut - Chemie pur . office_product"}], "3": [{"uid": "german-104703-trn", "text_a": "Der Preis ist ein wenig zu hoch... zudem ist die Kanne nicht weiß sondern zart hellblau. Habe die Kanne für ein Geschenk gebraucht, noch mal kaufen würde ich aber nicht mehr.", "label": 3, "portion_identifier": -1, "text_b": "Weiße Kanne ist blau . lawn_and_garden"}, {"uid": "german-94550-trn", "text_a": "Die Qualität des Produktes ist eigentlich ganz gut. Negativ ist jedoch der Punkt das die Teller mit Deckel nicht stapelbar sind und in der Tasche wild aufeinander herum rutschen. Nach etwa drei Durchgängen in der Spülmaschine haben sich helle Ablagerungen gebildet die nicht mehr zu entfernen sind. Was das ausgelöst hat kann ich jedoch nicht sagen. Allerdings ist der Teller ja angeblich Spülmaschinenfest. Von daher würde ich sie nicht noch einmal kaufen.", "label": 3, "portion_identifier": -1, "text_b": "Nicht ganz das richtige. . home"}, {"uid": "german-91584-trn", "text_a": "Ich bewerte hier nicht die Serie sonder die Verabrbeitung und den Umfang der Staffel. Wer das Digipak zur fünften Staffel Besitz, der weiß, wie schön es sein kann. Leider ist das zur sechsten Staffel nicht annähernd so hochwertig ausgefallen. Das Material ist sehr dünn und wirkt wenig stabil. Auch sind die Discs nicht mehr einzeln sondern liegen immer paarweise übereinander. Der Schuber ist mit dem 3D Motiv schön gestaltet. Ich verstehe diesen Schritt seitens der Publisher nicht. GoT ist wie eine Lizenz zum Geldscheine drucken. Und bei dem hohen Preis erwartet man eingentlich etwas mehr von hbo und Warner Bros. Schade. Da wäre weitaus mehr drin gewesen.", "label": 3, "portion_identifier": -1, "text_b": "Das geht besser... . other"}, {"uid": "german-110664-trn", "text_a": "Ohne Steinplatten fällt er sehr sehr schnell um", "label": 3, "portion_identifier": -1, "text_b": "Sonnenschirm . lawn_and_garden"}, {"uid": "german-100771-trn", "text_a": "Uhr läuft Std lang normal. Bleibt hängen und geht dann fast 10 Minuten nach. Denke der Fehler liegt am Uhrwerk.", "label": 3, "portion_identifier": -1, "text_b": "Nicht ganz zufrieden Uhrwerk hängt . watch"}, {"uid": "german-116145-trn", "text_a": "Leider erfüllt das Gerät meine Erwartung an ein \"Klimagerät\" nicht, so dass ich es zurücksende und nach einer Alternative schauen muss. Positiv ist sicherlich das Design und die Ventilatorleistung, jedoch bringt das Gerät (zugegebener Maßen im Dachgeschoss) keine wirklich Abkühlung und ist damit für einen \"gepimpten\" Ventilator einfach auch, aus meiner Sicht, zu teuer. Insgesamt deswegen dann gerade noch eine 3 Sterne-Wertung.", "label": 3, "portion_identifier": -1, "text_b": "Kühlleistung enttäuscht, deswegen retour . home_improvement"}, {"uid": "german-101886-trn", "text_a": "Für Näharbeiten eher weniger zu empfehlen, da der Stoff sehr dünn ist. Da wir diesen aber nur zur Dekoration benötigt haben, war das für uns in Ordnung.", "label": 3, "portion_identifier": -1, "text_b": "Sehr dünner Stoff . home"}, {"uid": "german-104337-trn", "text_a": "Der Rucksack ist wie beschrieben, auf den ersten Blick gute Qualität...wird sich dann zeigen...sehr geräumig und praktisch...aber er \"stinkt\" und nach langen lüften und letzendlich gewaschen immer noch.", "label": 3, "portion_identifier": -1, "text_b": "Qualität gut,geräumig, aber \"stinkt\" . baby_product"}], "4": [{"uid": "german-125083-trn", "text_a": "Ich habe das Handy für meinen Sohn bestellt. Er hat nicht soviel Geld und braucht ein Handy für seine Arbeit. Da die Qualtiät als gut angegeben war, dachte ich , also gut. Leider ist das Display nicht richtig fest. An der unteren Ecke ist ein kleiner Spalt und beim Schreiben hat man das Gefühl, es wackelt. Es ist nicht neu, aber in Ordnung sollte es schon sein.", "label": 4, "portion_identifier": -1, "text_b": "Gebrauchtes Handy, manchmal heikel . wireless"}, {"uid": "german-128092-trn", "text_a": "Die Maus ist ziemlich schwache Qualität", "label": 4, "portion_identifier": -1, "text_b": "Für das Geld okay . pet_products"}, {"uid": "german-142100-trn", "text_a": "Mal schauen wwie lange es geht ;) ... .... .. .. . . . . . . . .. .", "label": 4, "portion_identifier": -1, "text_b": "geht gut passt . automotive"}, {"uid": "german-148476-trn", "text_a": "Etwas zu klein, trage normal 38 und die war hier zu klein. Die Sohle klackert auf Holzboden, woanderst hab ich sie nicht ausprobiert, aber durch die Plastiksohle sind dies keine Schuhe die ich zur Arbeit mit nehmen könnte, da sie unangenehm laut sind. Ansonsten ist der Schuh schön anzusehen", "label": 4, "portion_identifier": -1, "text_b": "Für Freizeit in Ordnung, für Arbeit zu laut . shoes"}, {"uid": "german-141987-trn", "text_a": "Hatten wir mit im Urlaub. Genial am Strand und im Gästehaus. Passt sogar unser Mac rein. Abzug für den Preis und dafür, dass das Teil nicht gewaschen werden darf/kann... denn der Stoff sieht irgendwann nicht mehr schön aus..auch wenn er relativ glatt und somit schmutzabweisend ist. Gurt könnte etwas breiter im Schulterbereich. So etwas umkomfortabel. Dennoch 4 von 5 Sternen.", "label": 4, "portion_identifier": -1, "text_b": "Super Reisebegleiter, aber Gurt nervt etwas und nicht waschbar . home"}, {"uid": "german-156240-trn", "text_a": "Der Wasserkocher funktioniert gut, steht stabil auf seinem Sockel, hat ein großes Fassungsvermögen und die variabel einstellbare Temperatur ist v.a. für Tee-Trinker-Haushalte enorm praktisch. Die Farb-Codierung für die Temperatur-Skala ist ein nettes kleines Spielzeug, jedoch blinkt der LED-Ring beim Aufheizen des Gerätes unablässig, was mancher als etwas lästig empfinden mag (ich finde es selbst nicht so prickelnd). Ab und zu fällt nach dem Erhitzen auf 100°C auch der Kalkfilter beim Ausgießen des Wassers aus seiner Halterung und landet dann auf dem Boden des Wasserkochers. Das ist natürlich kein Problem, weil er mit einem schnellen Handgriff wieder eingesetzt ist, aber ein bisschen lästig ist es dann doch, da hätte man die Halterung vielleicht ein bisschen besser an die unterschiedliche thermische Ausdehnung der verwendeten Materialien anpassen können...", "label": 4, "portion_identifier": -1, "text_b": "Praktisch und gut . kitchen"}, {"uid": "german-135148-trn", "text_a": "schnelle Lieferung tut was sie soll", "label": 4, "portion_identifier": -1, "text_b": "Passt . wireless"}, {"uid": "german-122503-trn", "text_a": "Ueberall die Größe ist perfekt. Sehr bequem. Material ist sehr dünn. Preiswert.", "label": 4, "portion_identifier": -1, "text_b": "Gut - sehr bequem. . apparel"}], "5": [{"uid": "german-161235-trn", "text_a": "Tolles Produkt, einfache Handhabung!", "label": 5, "portion_identifier": -1, "text_b": "Einfach gut . automotive"}, {"uid": "german-160157-trn", "text_a": "Die Tastatur ist wirklich SUPER! Nach 3h aufladen konnte ich sie sofort mit meinem iPad pro ohne jegliche Probleme verbinden. Die Tastaturen funktionieren alle wunderbar und es lässt sich sehr schön damit schreiben. Die extra Funktionen sind auf einem extra Blatt das mitgeliefert wird beschrieben. Es ist klein & handlich und passt perfekt in meine iPad tasche rein. VIELEN DANK!", "label": 5, "portion_identifier": -1, "text_b": "Tastatur . pc"}, {"uid": "german-197561-trn", "text_a": "Tinte macht was sie soll. Wird erkannt und druckt wie originale Tinte.", "label": 5, "portion_identifier": -1, "text_b": "Tinte von JARBO . office_product"}, {"uid": "german-199685-trn", "text_a": "Trotzdem scheint das Produkt sehr schön zu sein, ich ziehe es an und fühle mich dünn an. Soweit ein Plus, ich lasse mein Handy viel fallen, also werde ich es aktualisieren, wenn das passiert.", "label": 5, "portion_identifier": -1, "text_b": "Daumen hoch . wireless"}, {"uid": "german-197946-trn", "text_a": "Meine Schwester hat es schon eine Weile benutzt, und die Handyhülle schützt ihr Handy, wenn ihr Handy herunterfällt und das Telefon nicht verletzt wird. Die Schwester verwendet die Handyhülle gelegentlich als kleinen Spiegel, so dass diese Handyhülle praktisch und praktisch ist.", "label": 5, "portion_identifier": -1, "text_b": "Gut fühlen . wireless"}, {"uid": "german-197292-trn", "text_a": "Passt genau, trägt nicht auf , jederzeit wieder", "label": 5, "portion_identifier": -1, "text_b": "Tolles Produkt . wireless"}, {"uid": "german-166604-trn", "text_a": "Umfassendes Nachschlagewerk mit viel Infos zu Schwangerschaft, Geburt und die Zeit danach", "label": 5, "portion_identifier": -1, "text_b": "Antworten auf viele Fragen . book"}, {"uid": "german-195001-trn", "text_a": "Also ich kann die negativen Resonanzen hier nicht verstehen. Es ist ein normales Etui und von der Qualität für den Preis vollkommen ok. Wenn man eine bessere Qualität will muss man eben mehr ausgeben. Ich selbst zeichne und bin keine Schülerin die es im Schulalltag nutzen muss (dafür finde ich es zu groß), aber wenn man viele Stifte gut sortiert unterbringen möchte, ist es super. Die Gummibänder sind absolut ok und halten. Auch an den Reißverschlüssen oder dem Case gibt es nichts auszusetzen. Schnelle Lieferung und für den Preis eine angemessene Qualität.", "label": 5, "portion_identifier": -1, "text_b": "Für den Preis wirklich gut . office_product"}]}