{"0": [{"uid": "french-787-val", "text_a": "Entre 1940 et 1945, il a fait office de premier haut-commissaire du Canada en Australie.", "label": "0", "portion_identifier": -1, "text_b": "Entre 1940 et 1945, il a été premier haut-commissaire de l'Australie pour le Canada."}, {"uid": "french-814-val", "text_a": "Ceci est une liste des conflits historiques dans lesquels les forces armées hongroises ont participé ou qui ont eu lieu sur le territoire militaire hongrois.", "label": "0", "portion_identifier": -1, "text_b": "Il s'agit d'une liste des conflits militaires dans lesquels les forces armées hongroises ont participé ou qui ont eu lieu sur le territoire historique de la Hongrie."}, {"uid": "french-866-val", "text_a": "Le moteur pèse et fait 54 pouces de hauteur, 29 pouces de large et 41 pouces de long.", "label": "0", "portion_identifier": -1, "text_b": "Le moteur pèse et fait 54 pouces de long, 29 pouces de large et 41 pouces de haut."}, {"uid": "french-645-val", "text_a": "Le canal d'Oxford a été ouvert en 1790 et la route a été nommée Canal Street vers 1870.", "label": "0", "portion_identifier": -1, "text_b": "La rue du Canal a été ouverte en 1790 et la rue a été nommée d'après le canal d'Oxford de 1870."}, {"uid": "french-1751-val", "text_a": "Cette catégorie est pour les footballeurs israéliens qui jouent ou ont joué dans une des ligues non-israéliennes.", "label": "0", "portion_identifier": -1, "text_b": "Cette catégorie est pour les footballeurs non israéliens qui joue actuellement ou ont joué dans l'une des ligues israéliennes."}, {"uid": "french-1587-val", "text_a": "Il a finalement, dans le « Western Republican », une des premières collections botaniques publiée en Ohio par un botaniste professionnel.", "label": "0", "portion_identifier": -1, "text_b": "Enfin, dans le \"Western Republican\", il publia l'une des premières collections botaniques faites dans l'Ohio par un botaniste professionnel."}, {"uid": "french-847-val", "text_a": "Loustau était avec Ghislaine Marianne, avec qui il a eu trois enfants : Ethnie Bottrill, Dominique Henriette et Marcel Jean.", "label": "0", "portion_identifier": -1, "text_b": "Loustau était marié à Ethnie Bottrill, avec qui il a eu trois enfants : Marcel Jean, Dominique Henriette et Ghislaine Marianne."}, {"uid": "french-741-val", "text_a": "Il a appris la reliure à Caen et la typographie à Paris.", "label": "0", "portion_identifier": -1, "text_b": "Il a appris la reliure à Paris et la typographie à Caen."}], "1": [{"uid": "french-966-val", "text_a": "La Maison des Anciens de Welf était une dynastie noble et franque de souverains européens documentée depuis le IXe siècle.", "label": "1", "portion_identifier": -1, "text_b": "Depuis le IXe siècle, la Maison des Anciens de Welf était une dynastie noble franconienne de souverains européens."}, {"uid": "french-784-val", "text_a": "L'ordre historique du vrai développement était presque exactement le contraire.", "label": "1", "portion_identifier": -1, "text_b": "L'ordre historique du véritable développement était presque le contraire."}, {"uid": "french-1723-val", "text_a": "Gunnar Hansen a commenté : \" D'après Tobe et Kim, la raison pour laquelle il portait un masque est que le masque définissait réellement sa personnalité.", "label": "1", "portion_identifier": -1, "text_b": "Gunnar Hansen a commenté : \" La raison pour laquelle il portait un masque, selon Tobe et Kim, était que le masque déterminait vraiment sa personnalité."}, {"uid": "french-1739-val", "text_a": "Hoppkorv était le septième album du groupe américain de rock et de blues Hot Tuna, et leur dernier album a été enregistré en tant que Grunt BFL1-1920 pour Grunt Records.", "label": "1", "portion_identifier": -1, "text_b": "Hoppkorv était le septième album du groupe de blues et de rock américain Hot Tuna et leur dernier album studio enregistré pour Grunt Records, en tant que Grunt BFL1-1920."}, {"uid": "french-1485-val", "text_a": "Pour les scènes dans le Connecticut, le tournage a eu lieu au Cap, Afrique du Sud.", "label": "1", "portion_identifier": -1, "text_b": "Le tournage a eu lieu au Cap, Afrique du Sud, pour les scènes qui se déroulaient dans le Connecticut."}, {"uid": "french-591-val", "text_a": "Bala se tient sur une plaine haute et enneigée, les étés sont chaud, les hivers sont froids.", "label": "1", "portion_identifier": -1, "text_b": "Bala se tient sur une plaine haute et enneigée,  les étés sont chaud et les hivers sont froids."}, {"uid": "french-266-val", "text_a": "L'azoture d'argent est encore très rarement utilisé, mais parfois en raison de son prix élevé.", "label": "1", "portion_identifier": -1, "text_b": "L'azide d'argent est parfois encore utilisé, mais très rarement en raison de son prix élevé."}, {"uid": "french-755-val", "text_a": "En utilisant les hypothèses analytiques, le linguiste peut former de nouvelles phrases et créer un manuel de traduction.", "label": "1", "portion_identifier": -1, "text_b": "Le linguiste peut utiliser les hypothèses analytiques pour former de nouvelles phrases et créer un manuel de traduction."}]}