{"1": [{"uid": "german-11077-trn", "text_a": "Kauft so eine Scheiß nicht der fliegt nach zwei und Kilometer runter und du findest es nie wieder und das Geld ist auch futsch .Für paar Wochen könnt ihr das kaufen aber nicht länger wenn man sie anmacht Bescheid keines mehr zu Schaden kommen", "label": 1, "portion_identifier": -1, "text_b": "Halterungen sind so schlecht . automotive"}, {"uid": "german-37318-trn", "text_a": "Seit fast 2 Wochen versuche ich das Paket zurück zu senden. Es sollte abgeholt werden. Keine Reaktion keiner kam zur Abholung. Mein Postbote sagte er kann das so nicht annehmen da der Scanner Code fehlt. Keinerlei Reaktion vom Verkäufer oder amazon auf meine Emails. Das Paket steht immer noch bei mir", "label": 1, "portion_identifier": -1, "text_b": "Keiner reagiert!!! . musical_instruments"}], "2": [{"uid": "german-43263-trn", "text_a": "Die Kerzen brennen leider nur ca 1std die Form ist oft ein bisschen eingedrückt gewesen Aber großen und ganzen ganz ok", "label": 2, "portion_identifier": -1, "text_b": "Ganz ok . wireless"}, {"uid": "german-61897-trn", "text_a": "Trotz der Beschreibung ist das sehr simpel gehaltene Kreuz auf einer seite Scharfkantig. Zudem bröckelt die Farbe nach zwei Tagen ab. Für über 15€ Hätte ich mehr als billigen Lack erwartet.", "label": 2, "portion_identifier": -1, "text_b": "Sehr Simpel gehalten aber Scharfkantig . jewelry"}], "3": [{"uid": "german-104577-trn", "text_a": "Fernbedienung. Reichweite echt toll. Funktioniert einwandfrei. Allerdings, sofern man diese z.B. in der Hosentasche aufbewahrt kommt es zu Fehlauslösungen. Die Tasten liegen ungeschützt und somit kann es zu ungewollten Berührungen kommen. Es gibt Fernbedienungen die mit einem Schieber geschlossen werden können und preislich wahrscheinlich auch nicht mehr kosten. TIIWEE sollte hier schnellstens eine Nachbesserung bringen (auch um die \"Sterne\" zu erhöhen). Ansonsten ist das Produkt sehr gut - eigentlich schade, dass es wegen der Fernbedienung zu Abstrichen kommt.", "label": 3, "portion_identifier": -1, "text_b": "Ungeschützte Tasten der Fernbedienung -> schlecht . home_improvement"}, {"uid": "german-103693-trn", "text_a": "Interessante Alternative wenn man ohne Kabelsalat eine Moskitolampe aufstellen möchte", "label": 3, "portion_identifier": -1, "text_b": "Kompakt zu verstauen . lawn_and_garden"}], "4": [{"uid": "german-147117-trn", "text_a": ".. .aber im Grund genommen sind es schon sehr gute Gedankenansätze. Die ersten 100 Seiten sollte man auf jeden Fall gelesen haben!", "label": 4, "portion_identifier": -1, "text_b": "Ein wenig zuviel heiße Luft . book"}, {"uid": "german-158404-trn", "text_a": "An sich ein tolles Übungsbuch mit den wichtigsten Fragen und Aufgaben. Was mich jedoch etwas stört ist die Tatsache, dass die jeweiligen Lösungen der Tests direkt auf der nächsten Seite zu finden sind und man somit im Prinzip nur einen Blick nach rechts werfen muss um sie zu sehen. Es wäre meiner Meinung nach sinnvoller die Lösungen an den Schluss des Buches zu packen.", "label": 4, "portion_identifier": -1, "text_b": "Im Großen und Ganzen sehr hilfreich. . book"}], "5": [{"uid": "german-165466-trn", "text_a": "Der Ständer ist einfach zu montieren und dank Höhenverstellbarkeit kann auch die Neigung des Fahrrads beim Abstellen angepasst werden. Bei starkem Gewicht biegt er sich etwas, aber so viel Gewicht sollte im Normalgebrauch nicht vorkommen. Insgesamt ein solides Produkt.", "label": 5, "portion_identifier": -1, "text_b": "Überzeugt im Gesamtbild . sports"}, {"uid": "german-164220-trn", "text_a": "Unsere Matratze ist etwas dicker und normale Spannbettlaken verrutschen andauernd. Dieses passt hervorragend", "label": 5, "portion_identifier": -1, "text_b": "Super Passform . home"}]}