{"1": [{"uid": "german-33356-trn", "text_a": "Das Trikot fällt kleiner aus als erwartet, passt leider nicht.", "label": 1, "portion_identifier": -1, "text_b": "Passt nicht . sports"}, {"uid": "german-30177-trn", "text_a": "Vorsicht. Habe erstmal nicht das Modell erhalten was ich wollte. Zweitens besteht für mich erheblicher Zweifel an der Echtheit. Habe noch 2 Oakley Brillen und diese ist definitiv nicht hochwertig und weist Materialfehler auf. Geht definitiv zurück.", "label": 1, "portion_identifier": -1, "text_b": "Achtung . apparel"}], "2": [{"uid": "german-51442-trn", "text_a": "Passt leider nicht an einen Dyson Sauger", "label": 2, "portion_identifier": -1, "text_b": "Passt leider nicht an einen Dyson Sauger . kitchen"}, {"uid": "german-55254-trn", "text_a": "Ein iPhone 6 oder 6s plus passen schon in die Hülle rein. Die Kanten sind m.E. jedoch zu wenig passgenau verarbeitet. Wenn man mit dem Finger drüber wischt ist das bereits lose. Hier gilt auch wieder - etwas teurere Markenprodukte sind besser verarbeitet.", "label": 2, "portion_identifier": -1, "text_b": "zu wenig passgenau verarbeitet . wireless"}], "3": [{"uid": "german-117663-trn", "text_a": "Relativ schnell ist eine.Plastik(nase) abgebrochen dadurch halten die Aufsätze nicht mehr so gut und man muss sehr vorsichtig machen. Aber praktisch ist er allemal.", "label": 3, "portion_identifier": -1, "text_b": "Praktisch . home_improvement"}, {"uid": "german-85994-trn", "text_a": "Macht was er soll, sieht aber leider für einen 80€ Sony MP3 Player billig aus.. auch die Wiedergabe auf dem Display sieht aus als ob er aus dem Jahr 2000 ist. Schade.", "label": 3, "portion_identifier": -1, "text_b": "Ok . electronics"}], "4": [{"uid": "german-151253-trn", "text_a": "Sehr gute hochwertige Verarbeitung. Leider doch etwas zu klein für große Hände. Ist zwar somit sehr mobil, aber für längere intensive Sessions habe ich doch Final zur größeren Version gegriffen. Aber für zwischendurch gut geeignet.", "label": 4, "portion_identifier": -1, "text_b": "Nicht für längere Sessions oder große Hände . wireless"}, {"uid": "german-146876-trn", "text_a": "An und für sich ein guter Film für Kinder nur leider fehlt da bisschen die kleinen Schauer Momente", "label": 4, "portion_identifier": -1, "text_b": "Guter film . digital_video_download"}], "5": [{"uid": "german-169794-trn", "text_a": "Gute Möglichkeiten der Ausführung etwas zu verstauen", "label": 5, "portion_identifier": -1, "text_b": "passende Lösung . home"}, {"uid": "german-181701-trn", "text_a": "Habe die Krücken kürzlich erhalten und will einen ersten Eindruck geben. Es handelt sich um gute und preiswerte Krücken, sie gefallen vom Design und der Verarbeitung. Natürlich würde ich lieber ohne die unterwegs sein (hatte eine Knie-Op) aber freue mich wieder mobil zu sein. Mein Bekannter hatte mich seine testen lassen, seine waren nicht so stabil gebaut wie die hier. Also alles in allem top Preis-Leistung!", "label": 5, "portion_identifier": -1, "text_b": "Top Krücken . personal_care_appliances"}]}