{"1": [{"uid": "spanish-14252-trn", "text_a": "Perdía la red cada minuto, no podías conectar con tu proveedor, básicamente era un teléfono que no servía para ser un teléfono. Mi mujer tenia que llevar otro teléfono encima. No lo recomiendo para nada.", "label": 1, "portion_identifier": -1, "text_b": "Una auténtica basura . wireless"}, {"uid": "spanish-16469-trn", "text_a": "Esta rejilla es de muy mala calidad. No es de acero inoxidable. El diámetro del alambre de que se compone es demasiado fino, con lo cual pesa muy poco y da sensación de poco consistente. Los puntos de soldadura son una chapuza. Los acabados de los cortes del alambre no están hechos, está lleno de rebabas. Esto provoca que se enganchen los tejidos (estropajo, bayeta, paños) y te puedas llevar algún arañazo durante su limpieza. La rejilla no asienta bien y cojea sobre superficies planas. La compré para cocinar dentro de la Crock pot de 5.7 l. Entra perfectamente y no he tenido ningún problema hasta que con los usos fue perdiendo el brillo al no tratarse de acero inoxidable. No lo volvería a comprar creo que el precio no se ajusta a la calidad. Me interesaba sobretodo que fuera de uso alimentario. Ahora ya lo dudo. La pátina que ha aparecido sobre el metal no me da confianza para seguir cocinando los alimentos sobre la rejilla. A día de hoy buscaría alternativas.", "label": 1, "portion_identifier": -1, "text_b": "Se oxida. Deficiente en acabados. . home"}, {"uid": "spanish-34358-trn", "text_a": "Compré 2, una mas grande que la otra y solo ha llegado una. Han pasado 4 días y nadie me responde si la que falta viene en un paquete separado o ha habido un error. Muy descontenta con el servicio", "label": 1, "portion_identifier": -1, "text_b": "Compré dos y ha llegado solo uno . apparel"}, {"uid": "spanish-29074-trn", "text_a": "Imposible de conectar, no tiene instrucciones suficientes y lo que trae es insuficiente,como devolverlo? No era para nada lo que esperaba , inservible", "label": 1, "portion_identifier": -1, "text_b": "Ana . other"}, {"uid": "spanish-21769-trn", "text_a": "La compré para mi marido y se le caía de la nariz.no le sirvió para nada", "label": 1, "portion_identifier": -1, "text_b": "No me gustó . pc"}, {"uid": "spanish-26607-trn", "text_a": "Me siento engañada por el distribuidor. Pedi factura y de los diamantes también. Saludo", "label": 1, "portion_identifier": -1, "text_b": "Factura y autenticidad que es de oro y los diamantes también. . other"}, {"uid": "spanish-12062-trn", "text_a": "Dejó de funcionar una semana después de la compra", "label": 1, "portion_identifier": -1, "text_b": "Dejó de funcionar . pc"}, {"uid": "spanish-27078-trn", "text_a": "Comprado el 27 de enero y recibido hoy 13 de febrero en un estado lamentable. La empresa encargada de la entrega ha sido TIPSA, unos auténticos sin vergüenzas. Decían que habían venido a casa y no había nadie cuando era totalmente mentira. Una verdadera pena, porque el vendedor fue rápido en el envío y tiene muy buenos precios, pero mientras sigan trabajando con estos impresentables ni los recomiendo ni pienso volver a comprarles nada.", "label": 1, "portion_identifier": -1, "text_b": "Transporte nefasto y mentirosos . pet_products"}], "2": [{"uid": "spanish-61929-trn", "text_a": "No es de tanta calidad pero hace la función.", "label": 2, "portion_identifier": -1, "text_b": "Por el precio, no está mal. . electronics"}, {"uid": "spanish-59405-trn", "text_a": "Perfecta en cuanto a ajuste y grosor Decepcionado en que indica que no marca huellas y es todo lo contrario, se marcan todas y se raya enseguida, no volveré a comprarla.", "label": 2, "portion_identifier": -1, "text_b": "Octavio . wireless"}, {"uid": "spanish-41815-trn", "text_a": "El cepillo en conjunto está bien, pero no trae el cargador a la red eléctrica, por lo que por si mismo es inútil.", "label": 2, "portion_identifier": -1, "text_b": "Base inutil . personal_care_appliances"}, {"uid": "spanish-58437-trn", "text_a": "Un trasto para montar y desmontar, está pensado para montar y no desmontarlo, se deforma y da miedo volver a meterlo en el agua por segunda vez.", "label": 2, "portion_identifier": -1, "text_b": "Atículo pésimo . wireless"}, {"uid": "spanish-41683-trn", "text_a": "Bien, pero para naranjas de poco calibre", "label": 2, "portion_identifier": -1, "text_b": "Correcto . home"}, {"uid": "spanish-78059-trn", "text_a": "Al recibir el producto y desenroscar la tapa del bote me encontré con el precinto despegado. Es un producto caro en comparación con otros similares y pensaba que con ese precio comprabas garantias y seriedad en cuanto al mismo. Ese detalle para mi ha sido determinante para no repetir.", "label": 2, "portion_identifier": -1, "text_b": "Sorpresa! . drugstore"}, {"uid": "spanish-65455-trn", "text_a": "Al mes el plástico empezó a perder transferencia", "label": 2, "portion_identifier": -1, "text_b": "No dura mucho . wireless"}, {"uid": "spanish-72570-trn", "text_a": "No ha cumplido con mis necesidades de suavizar el cabello", "label": 2, "portion_identifier": -1, "text_b": "Regular . beauty"}], "3": [{"uid": "spanish-101875-trn", "text_a": "Bien, la asa para sujetarlo un poco endeble", "label": 3, "portion_identifier": -1, "text_b": "Bien . wireless"}, {"uid": "spanish-91496-trn", "text_a": "Me esperaba que iba a ser más rijida, pero se ajusta muy bien a mi muñeca y tiene buen cierre. no lo recomiendo para las personas con una muñeca menor a 16 cm ya que en mi ocasión me queda justa en el máximo de cierre para que la correa no dé una segunda vuelta. Por lo demás me llego antes de lo esperado y es muy bonita.", "label": 3, "portion_identifier": -1, "text_b": "Funcional . watch"}, {"uid": "spanish-103986-trn", "text_a": "Ni un año me ha durado antes que se estropease y dejase de funcionar. La atención de Amazon un 10, veremos el reemplazo como va.", "label": 3, "portion_identifier": -1, "text_b": "Menos de un año . home"}, {"uid": "spanish-100678-trn", "text_a": "Me gusta mucho a mi marido le encanta", "label": 3, "portion_identifier": -1, "text_b": "Boniyo . toy"}, {"uid": "spanish-88270-trn", "text_a": "La relación calidad / precio es buena pero, aunque en la descripción dice que brilla en la oscuridad, apenas se percibe nada", "label": 3, "portion_identifier": -1, "text_b": "Correcto . toy"}, {"uid": "spanish-98358-trn", "text_a": "La forma en la que se desarrolla el libro y algunos ejercicios no la encuentro acertada", "label": 3, "portion_identifier": -1, "text_b": "Se podría haber esforzado mas el autor a la hora de exponer el contenido . book"}, {"uid": "spanish-92837-trn", "text_a": "Complicado quitar eslabones de la correa, no puedes empezar a sacar el pasador desde cualquier lado, si lo haces desde el lado incorrecto se atasca y se hace imposible. Además no trae kit para quitar eslabones, por el contrario si trae destornillador para atornillar la correa al reloj.", "label": 3, "portion_identifier": -1, "text_b": "Complicado quitar eslabones . sports"}, {"uid": "spanish-82161-trn", "text_a": "Estoy muy contenta, es verdad que no lo deja a ras pero si que cumple bien su función de cortarte el pelo uniformemente y bastante cortito. Además al ser tan pequeño accedes muy bien a las zonas mas complicadas", "label": 3, "portion_identifier": -1, "text_b": "Lo recomiendo . personal_care_appliances"}], "4": [{"uid": "spanish-151152-trn", "text_a": "Los botones no están del todo acabados hay que apretar mucho", "label": 4, "portion_identifier": -1, "text_b": "Bueno . baby_product"}, {"uid": "spanish-122886-trn", "text_a": "La batería llegó un par de días antes de lo previsto. Desde que la puse en el móvil me funciona de maravilla. No he tenido ningún problema. Carga perfectamente y dura más que la original al principio", "label": 4, "portion_identifier": -1, "text_b": "Sin problemas . wireless"}, {"uid": "spanish-121659-trn", "text_a": "No es madera cono la ves, las vetas son un filme de papel, q poco a poco se va despegando. La tengo 4 meses y aun aguanta bien. Es muy bonita y estructuralmente parece resistente.", "label": 4, "portion_identifier": -1, "text_b": "Resistente pero con papel \"efecto madera\" . home"}, {"uid": "spanish-156192-trn", "text_a": "Esta bien! Se lo compré a mi hijo de 6 años y le encantó.... el tamaño lo esperaba un poco mas grande, para mi gusto los números son pequeños..... pero para lo demà està genial! La pila viene incorporada.", "label": 4, "portion_identifier": -1, "text_b": "Reloj muy completo para niños pequeños . watch"}, {"uid": "spanish-134079-trn", "text_a": "Silencioso. Calidad precio excelente. Cuesta un poco el montaje. Y no lleva temporizador, que es lo que queria. Pero igualmente estoy contenta con la compra.", "label": 4, "portion_identifier": -1, "text_b": "Silencioso y práctico . kitchen"}, {"uid": "spanish-144757-trn", "text_a": "Zapatero ideal, fácil de montar, y muy practico, ya por su gran capacidad así como por su diseño. Cumple todos los objetivos del producto.", "label": 4, "portion_identifier": -1, "text_b": "Buen producto . furniture"}, {"uid": "spanish-133995-trn", "text_a": "Decir que el montaje es un desastre ya que si no encaja la rosca a la perfección, se come la rosca interna, mucho cuidado a la hora de montar. El encaje de la parte superior con la inferior no es ni de lejos la mejor ya que parece que no encaja y se tiene que hacer mucha presión. Las ruedas... decir de las ruedas que parecen patatas ya que no van a donde quieres cuando estas sentado en ella. Por todo lo demás la silla cumple los requisitos, se ve robusta y agradable aunque se podría mejorar", "label": 4, "portion_identifier": -1, "text_b": "Aspecto bueno, algunos fallos . pc"}, {"uid": "spanish-137580-trn", "text_a": "Buen producto lo unico inconveniente el mando del volante no tiene alcance suficiente pero lo demas estupendo ...... ...... ....", "label": 4, "portion_identifier": -1, "text_b": "Buen producto . electronics"}], "5": [{"uid": "spanish-180010-trn", "text_a": "Más guapa de lo que pensaba. Los diamantes se parecen swarovski, comprados regaro para profesora de mi hijo", "label": 5, "portion_identifier": -1, "text_b": "guapa . jewelry"}, {"uid": "spanish-160391-trn", "text_a": "Lo usaré para meter peladillas en mi boda", "label": 5, "portion_identifier": -1, "text_b": "Buena calidad precio . home"}, {"uid": "spanish-168827-trn", "text_a": "Precioso este bolso me encanta es identico que el de la foto.su tamaño su color todo es precioso aconsejo comprarlo", "label": 5, "portion_identifier": -1, "text_b": "Precioso . shoes"}, {"uid": "spanish-184512-trn", "text_a": "gracias a su facil pulsacion no hay que aporrear el teclado, diseño elegante y luminocidad exelente incluso en pleno dia, estoy encantado con sus posibilidades de tener macros en los leds, y facilidad a la hora de crearlos 3l producto me llego muy rapido y sin ningun desperfecto ni 3n caja ni en teclado", "label": 5, "portion_identifier": -1, "text_b": "un buen teclado . pc"}, {"uid": "spanish-181880-trn", "text_a": "Todo perfecto. Lleno de utilidades, trae un trapito para su limpieza, color verde dorado, y varios capuchones de recambio para la punta táctil", "label": 5, "portion_identifier": -1, "text_b": "Muy util . sports"}, {"uid": "spanish-183517-trn", "text_a": "El comentario que he publicado antes era para otro artículo pido perdón. Ahora las cuchillas son buenas y cortan fenomenal.con la dremel son perfectas para usar en lugares que no entran maquinas grandes.", "label": 5, "portion_identifier": -1, "text_b": "José Ángel M. . home_improvement"}, {"uid": "spanish-164992-trn", "text_a": "El producto es el deseado y cumple con los detalles publicados por el vendedor. Se recomienda su compra.", "label": 5, "portion_identifier": -1, "text_b": "Todo perfecto . home"}, {"uid": "spanish-187837-trn", "text_a": "Es tal y como pone en la descripción. Por supuesto lo recomiendo a cualquier persona, y sobre todo para regalo.", "label": 5, "portion_identifier": -1, "text_b": "Perfecto. . toy"}]}