{"0": [{"uid": "french-452-val", "text_a": "Les plans diaboliques de Swayam pour piéger Sujal et faire du mal aux Garewals sont contrecarrés.", "label": "0", "portion_identifier": -1, "text_b": "Les plans diaboliques de Swayam visant à faire du mal à Sujam et à encadrer les garewalls sont contrecarrés."}, {"uid": "french-414-val", "text_a": "En 1933, Cattell a écrit que, de toutes les races nordiques, \" la race européenne était la plus évoluée en termes d'intelligence et de stabilité de tempérament \".", "label": "0", "portion_identifier": -1, "text_b": "En 1933, Cattell écrivait que, de toutes les races européennes, la \" race nordique était la plus développée en termes d'intelligence et de stabilité du tempérament \"."}, {"uid": "french-1278-val", "text_a": "La région administrative de Chenzhou, sous la dynastie Tang, est sous l'administration du Henan moderne, à l'est de Zhoukou :", "label": "0", "portion_identifier": -1, "text_b": "La région administrative de Chenzhou au cours de la dynastie Tang est sous l'administration de la Zhoukou moderne à l'est du Henan :"}, {"uid": "french-545-val", "text_a": "Jusqu'à la fin de la Seconde Guerre mondiale, le plus grand nombre de catholiques romains se trouvait sur le territoire du Banat yougoslave d'origine allemande.", "label": "0", "portion_identifier": -1, "text_b": "Jusqu'à la fin de la Seconde Guerre mondiale, le plus grand nombre de catholiques romains dans le territoire du Banat allemand était d'appartenance ethnique yougoslave."}], "1": [{"uid": "french-49-val", "text_a": "Podkriváň est un village et une municipalité de la région de Banská Bystrica, dans le district de Detva en Slovaquie centrale.", "label": "1", "portion_identifier": -1, "text_b": "Podkriváň est un village et une municipalité de la région de Banská Bystrica, dans le district de Detva en Slovaquie centrale."}, {"uid": "french-1493-val", "text_a": "Les Championnats de 2007 se sont déroulés du 21 au 28 janvier à Spokane, Washington, à la Spokane Arena et au Spokane Convention Center.", "label": "1", "portion_identifier": -1, "text_b": "Les championnats de 2007 se sont déroulés du 21 au 28 janvier à Spokane, Washington, au Spokane Convention Center et à la Spokane Arena."}, {"uid": "french-1500-val", "text_a": "Il a enregistré avec le groupe de Billy Eckstine et a joué le Lionel Hampton band en 1946.", "label": "1", "portion_identifier": -1, "text_b": "Il enregistra avec le groupe de Billy Eckstine et en 1946, il joua avec le Lionel Hampton band."}, {"uid": "french-140-val", "text_a": "Les polynômes de Gegenbauer apparaissent naturellement comme des extensions des polynômes de Legendre dans le contexte de la théorie du potentiel et de l'analyse harmonique.", "label": "1", "portion_identifier": -1, "text_b": "Les polynômes de Gegenbauer apparaissent comme des extensions de la légende - polynômes dans le contexte de la théorie potentielle et de l'analyse harmonique."}]}