{"1": [{"uid": "spanish-23766-trn", "text_a": "En el seguimiento del envío pone \" entregado en recepción, firmado por el conserje\" más o menos. Según la versión del conserje, el paquete se lo ha encontrado sobre su silla, en el portal del inmueble, sin que él lo haya recepcionado... El repartidor habrá llegado en el transcurso de tiempo en que ni yo, ni el conserje, nos encontrábamos en el domicilio, por lo que el paquete ha quedado al buen hacer y entender de los vecinos, por suerte vivo rodeado de gente honrada. Si éste es el sistema de entrega de los envíos, será mejor que cambien de repartidor", "label": 1, "portion_identifier": -1, "text_b": "fallo en la entrega . sports"}, {"uid": "spanish-31619-trn", "text_a": "plastico de mala calidad , no aguantó el segundo golpe", "label": 1, "portion_identifier": -1, "text_b": "caro para la calidad que tiene . toy"}], "2": [{"uid": "spanish-41293-trn", "text_a": "No tiene suficiente luz. No se ve bien la zona de cocción Se devuelve por eso", "label": 2, "portion_identifier": -1, "text_b": "Que aspire y que ilumine . other"}, {"uid": "spanish-79380-trn", "text_a": "El atornillador es bueno pero el material podria ser mejor", "label": 2, "portion_identifier": -1, "text_b": "Info . home_improvement"}], "3": [{"uid": "spanish-98675-trn", "text_a": "Que lástima que porque falten los tornillos para sujetarle la peana queden mal. Lleva 4 tornillos para colgarla de un accesorio a la pared (no incluido) pero le faltan los dos que se necesitan para la peana, que viene desmontada. la tv en general cumple.", "label": 3, "portion_identifier": -1, "text_b": "Es lo esperado. Correcto, si no fuese por ... . wireless"}, {"uid": "spanish-112443-trn", "text_a": "Muy hergonómico. La batería dura poco.", "label": 3, "portion_identifier": -1, "text_b": "Hergonómico . electronics"}], "4": [{"uid": "spanish-121449-trn", "text_a": "Muy bueno el producto cumple con su función y todo el envío en orden.", "label": 4, "portion_identifier": -1, "text_b": "Cumple su función. . sports"}, {"uid": "spanish-131419-trn", "text_a": "Buenos auriculares, copia de los airpods. Un poco más grandes que estos, pero se adaptan muy bien a las orejas. Calidad de sonido buena sin ser espectacular. Lo único que la duración de la batería en uso no llega a la hora y media. Los recomiendo.", "label": 4, "portion_identifier": -1, "text_b": "Buena relación calidad-precio . electronics"}], "5": [{"uid": "spanish-183720-trn", "text_a": "Funko que necesitaba para un regalo y no había visto por tiendas físicas. Fue entrar en Amazon y verle además mucho más barato. El envío llego antes de lo indicado por el vendedor.", "label": 5, "portion_identifier": -1, "text_b": "Justo lo que necesitaba. . toy"}, {"uid": "spanish-184224-trn", "text_a": "Me ha gustado el acabado y la calidad del material! Mi hija está en la gloria", "label": 5, "portion_identifier": -1, "text_b": "Calidad de acabado . luggage"}]}