{"1": [{"uid": "spanish-36010-trn", "text_a": "El producto tiene buena pinta al verlo pero de calidad mala pues al montarlo no funcionaba y al ponerme en contacto con el vendedor es un mal vendedor yo no lo aconsejó pues si os sale mal como a mí tendréis muchos problemas a la hora del cambio", "label": 1, "portion_identifier": -1, "text_b": "Producto defectuoso . wireless"}, {"uid": "spanish-2251-trn", "text_a": "los pones en la chaquetas y se abren y se rompen mucho, no los volveria a comprar ni los recomiendo. tambien que queria por ese precio.", "label": 1, "portion_identifier": -1, "text_b": "No valen para nada. . home"}], "2": [{"uid": "spanish-73428-trn", "text_a": "El material parece bastante consistente. Las costuras de los lazos para sujetarlos son muy endebles. Al ponerlo ya se me rompió una. No lo devuelvo por pereza ... coseré un lazo más fuerte. Edito: Los dos lazos ya están rotos. No lo recomiendo por este motivo", "label": 2, "portion_identifier": -1, "text_b": "calidad insuficiente . automotive"}, {"uid": "spanish-68733-trn", "text_a": "Bonitas pero sumamente finas y pequeñas, todavía no sé en qué darlas uso, opción: ropa de muñecas", "label": 2, "portion_identifier": -1, "text_b": "Sumamente pequeñas y finas . home"}], "3": [{"uid": "spanish-116380-trn", "text_a": "lo acabo de utilizar viene bien, lo peor los gastos de envío muy elevados", "label": 3, "portion_identifier": -1, "text_b": "muy completo . home_improvement"}, {"uid": "spanish-111079-trn", "text_a": "Es necesario recortar ligeramente las patillas interiores con un cutter, ya que si no lo haces, no entra. Una vez le rebajas los sobrante a las dos patillas interiores, se coloca facilmente y una vez puesto hace perfectamente su funcion. El plegado del mastil no se ve afectado y engancha perfectamente al guardabarros trasero.", "label": 3, "portion_identifier": -1, "text_b": "requiere un pequeño ajuste. . sports"}], "4": [{"uid": "spanish-126120-trn", "text_a": "bue sabor ,contento con el producto", "label": 4, "portion_identifier": -1, "text_b": "aromas . drugstore"}, {"uid": "spanish-152803-trn", "text_a": "La funda se adapta perfectamente al movil. es tal cual como se muestra en las imagenes. el material es bueno.", "label": 4, "portion_identifier": -1, "text_b": "Buena Calidad. . wireless"}], "5": [{"uid": "spanish-166969-trn", "text_a": "Es mejor qué la descripción que hay en foto; deberían hacer post o reseña escrita es bueno el producto. Es un buen Maletín.", "label": 5, "portion_identifier": -1, "text_b": "Lifewit Maletín para Portátiles de 17\" Impermeable Bolso de Bandolera para Ordenador . pc"}, {"uid": "spanish-176721-trn", "text_a": "Entrega super rápida, cumple con su finalidad perfectamente, no conseguia nivelar la cama porque la laca original estaba abombada y con un poquito de laca las impresiones quedan perfectas. Muy contento..mucho.", "label": 5, "portion_identifier": -1, "text_b": "Genial . office_product"}]}