{"1": [{"uid": "german-17318-trn", "text_a": "Ich würde gern eine Rezension über die Qualität des Rucksackes schreiben, aber leider ist er nie angekommen. Bestellt am 19. Januar (und ich bin mir sichere, dass da noch der Ein-Tag-Prime-Versand angegeben war, sonst hätte ich das Ding nicht gekauft), angekündigt für den 24. Februar, angekommen: Nie. Jetzt muss ich nachsehen, ob in meinen ganzen Amazon-Abbuchungen auch diese Summe abgebucht wurde - vielen Dank auch...", "label": 1, "portion_identifier": -1, "text_b": "Nicht angekommen . luggage"}], "2": [{"uid": "german-72983-trn", "text_a": "Leider erfüllte die Sackkarre nicht meinen Vorstellungen/ Anforderungen. Die Räder klapperten bei jeder Stufe und da ich in der 5. Etage wohne, wollte ich den Lärm meinen Nachbarn nicht zumuten. Also retournieren! Das zurücksenden kostete mich jedoch über 30€ da es sich hierbei um Sperrgut handelt :( Wäre super gewesen den Kunden auf solche Kosten hinzuweisen!", "label": 2, "portion_identifier": -1, "text_b": "Hohe Retourkosten!!! . industrial_supplies"}], "3": [{"uid": "german-109597-trn", "text_a": "Also eine tolle Uhr an sich. Die Kinder und ich lieben insbesondere die Blau-Pinke. Zähne putzen scheint mehr Spaß zu machen, es wird sogar eine Uhr noch Mal umgedreht, nur um zuzuschauen. Negativ ist, dass eine Uhr schon mit einem kleinen Kratzer ankam und zudem die Uhren nicht genau gehen. Die eine Uhr ist tatsächlich schon nach 2 Minuten 15 fertig. Ich bin hin und her gerissen.", "label": 3, "portion_identifier": -1, "text_b": "Na ja . home"}], "4": [{"uid": "german-153815-trn", "text_a": "Sehr gut bis auf denn Strohhalm kommt nichts raus", "label": 4, "portion_identifier": -1, "text_b": "Aus dem Strohhalm kommt nichts raus . sports"}], "5": [{"uid": "german-197552-trn", "text_a": "Einwandfreie Quallität! Deckt prima, lässt sich sparsam verarbeiten und führt zu einem klasse Ergebnis! (Dies sind die Füllwörter damit es reicht)", "label": 5, "portion_identifier": -1, "text_b": "Tolle Farbe . home_improvement"}]}