{"0": [{"uid": "french-372-val", "text_a": "Xénophane était un poète mystique dont la vision de l'unité philosophique était liée à la religion.", "label": "0", "portion_identifier": -1, "text_b": "Xénophane était un poète philosophique dont la vision de l'unité mystique était liée à la religion."}, {"uid": "french-1940-val", "text_a": "En 1911, l'hôtel de ville a été détruit, partiellement restauré en 1945 et reconstruit dans les années 1960.", "label": "0", "portion_identifier": -1, "text_b": "En 1911, l'hôtel de ville a été reconstruit, partiellement détruit en 1945, puis restauré dans les années 60."}, {"uid": "french-685-val", "text_a": "La rivière Milcov est un affluent de la rivière Dilcov en Roumanie.", "label": "0", "portion_identifier": -1, "text_b": "La rivière Dilcov est un affluent droit de la rivière Milcov en Roumanie."}, {"uid": "french-1708-val", "text_a": "Les passagers de l'avion étaient le colonel lieutenant Donald Grant Millard, le capitaine Gerald K. Hannaford et le capitaine John F. Lorraine.", "label": "0", "portion_identifier": -1, "text_b": "Les occupants de l'avion étaient le colonel Gerald K. Hannaford, le capitaine Donald Grant Millard et le capitaine John F. Lorraine."}, {"uid": "french-1369-val", "text_a": "Ungarala Rambabu est un film télégou écrit et dirigé par Paruchuri Kiriti et produit par Kranthi Madhav.", "label": "0", "portion_identifier": -1, "text_b": "Ungarala Rambabu est un film télougou écrit et tourné par Kranthi Madhav et produit par Paruchuri Kiriti."}, {"uid": "french-445-val", "text_a": "Dusty Baker est devenu le premier manager noir à participer et à assister à un Championnat du monde depuis Cito Gaston pour Toronto.", "label": "0", "portion_identifier": -1, "text_b": "Cito Gaston a été le premier manager noir à participer à un Championnat du Monde depuis Dusty Baker pour Toronto."}, {"uid": "french-218-val", "text_a": "Le rabbin a été ordonné rabbin par son propre José B. Hanina et Yochanan Bar Nafcha.", "label": "0", "portion_identifier": -1, "text_b": "Jose b. Hanina a été ordonné rabbin par son propre rabbin - Yochanan bar Nafcha."}, {"uid": "french-1105-val", "text_a": "En 1924, il a été porte-parole invité de l'ICM à Toronto, en 1932 à Zurich et à Oslo en 1936.", "label": "0", "portion_identifier": -1, "text_b": "Il a été conférencier invité de l'ICM à Toronto en 1924, à Oslo en 1932 et à Zurich en 1936."}], "1": [{"uid": "french-1074-val", "text_a": "En 1933, Cattell écrivit que, de toutes les races européennes, la \"race nordique était la plus évoluée en termes d'intelligence et de stabilité de tempérament\".", "label": "1", "portion_identifier": -1, "text_b": "En 1933, Cattell a écrit que de toutes les races européennes la \" race nordique était la plus développée au niveau de l'intelligence et de la stabilité du tempérament."}, {"uid": "french-1214-val", "text_a": "Nombre des démons rencontrés par Solomon sont grecs, chrétiens, juifs, égyptiens, arabes et d'autres religions.", "label": "1", "portion_identifier": -1, "text_b": "Beaucoup de démons rencontrés par Salomon sont d'origine grecque, égyptienne, juive, chrétienne, arabe et autre."}, {"uid": "french-175-val", "text_a": "La route continue vers l'ouest via la 5th Street comme Delphos.", "label": "1", "portion_identifier": -1, "text_b": "La route continue comme Delphos, plus à l'ouest sur la 5th Street."}, {"uid": "french-809-val", "text_a": "Westlake est une ville de Louisiane, États-Unis, dans l'ouest de la paroisse de Calcasieu, et fait partie de la zone statistique métropolitaine de Lake Charles.", "label": "1", "portion_identifier": -1, "text_b": "Westlake est une ville de Louisiane, États-Unis, dans la paroisse occidentale de Calcasieu, et fait partie de la zone statistique métropolitaine du lac Charles."}, {"uid": "french-1352-val", "text_a": "Le plus jeune frère de Thompson, Julia, est né à Charles Martin Hall, comté de Geauga, Ohio en 1863.", "label": "1", "portion_identifier": -1, "text_b": "Le frère cadet de Thompson, Julia, est né en 1863 à Charles Martin Hall, dans le comté de Geauga, dans l'Ohio."}, {"uid": "french-456-val", "text_a": "Taylor est demeuré actif dans le baseball jusqu'à sa mort en tant que recruteur pour les Chicago White Sox et les Braves de Milwaukee et d'Atlanta.", "label": "1", "portion_identifier": -1, "text_b": "Taylor est resté actif dans le baseball en tant que recruteur pour les Atlanta Braves ainsi que les Milwaukee et Chicago White Sox jusqu'à sa mort."}, {"uid": "french-1602-val", "text_a": "Plus de 12 millions de personnes vivent le long du couloir ferroviaire Melbourne -- Sydney.", "label": "1", "portion_identifier": -1, "text_b": "Plus de 12 millions de personnes vivent le long du couloir ferroviaire Melbourne - Sydney."}, {"uid": "french-234-val", "text_a": "Le Conseil d'Audubon est issu de la fusion du Shawnee Trails Council et du Four Rivers Council.", "label": "1", "portion_identifier": -1, "text_b": "Le Conseil d'Audubon a été formé par l'association du Shawnee Trails Council et du Four Rivers Council."}]}