{"1": [{"uid": "spanish-33145-trn", "text_a": "No se puede hacer nudo, se desliza", "label": 1, "portion_identifier": -1, "text_b": "Hilo . home"}, {"uid": "spanish-21724-trn", "text_a": "El producto en si no esta mal, pero la entrega con SE UR fatal. Me llego 5 dias despues de lo que promete Amazon Prime, y encima dicen que no estabamos en casa. Increible.", "label": 1, "portion_identifier": -1, "text_b": "Muy mala la entrega con Se ur . home"}], "2": [{"uid": "spanish-68386-trn", "text_a": "El vestido es muy bonito pero viene muy mal rematado en las costuras, algunas vienen sin coser. Y hay partes del raso rotas Hay vestidos más económicos de mayor calidad", "label": 2, "portion_identifier": -1, "text_b": "Decepcionante . pet_products"}, {"uid": "spanish-63142-trn", "text_a": "Es bonita pero tallaje pequeño", "label": 2, "portion_identifier": -1, "text_b": "Talla pequeña . apparel"}], "3": [{"uid": "spanish-83200-trn", "text_a": "Bien, aunque esperaba que fuera más grande la superficie de adhesión", "label": 3, "portion_identifier": -1, "text_b": "Bien . home"}, {"uid": "spanish-84086-trn", "text_a": "Perfecto como esperaba y todo muy bien envuelto", "label": 3, "portion_identifier": -1, "text_b": "Me encantó e ilumina mucho . home"}], "4": [{"uid": "spanish-134766-trn", "text_a": "Cumple las especialidades, además sirve para varias alturas y por tanto edades. Además de color neutro que me viene perfecto.", "label": 4, "portion_identifier": -1, "text_b": "Producto satisfactorio . sports"}, {"uid": "spanish-130605-trn", "text_a": "Es una funda super fina, tiene un tacto suave quedan libres los sensores de huellas cámara y HR. Aunque la zona de los botones queda sin protección Muy contento con esta compra", "label": 4, "portion_identifier": -1, "text_b": "Fina y segura 😉 . wireless"}], "5": [{"uid": "spanish-176093-trn", "text_a": "Llevo utilizándolo 2 semanas y estoy cada vez más contento con él. El tener compartimento para zapatillas con rejilla al exterior es ideal. Pero además la tapa se abre totalmente, dejando muy accesible y visible la parte central, al ser bastante rígida la estructura. Los materiales muy buenos y todo muy bien pensado: p.e. el fondo del suelo está plastificado impidiendo así que si lo colocamos en un entorno mojado cale. Muy comodo de utilizar en el vestuario. El espacio para la pala más que suficiente.", "label": 5, "portion_identifier": -1, "text_b": "Fantástico Paletero - De 10 . sports"}, {"uid": "spanish-191541-trn", "text_a": "Estoy contenta,aspira bastante bien.", "label": 5, "portion_identifier": -1, "text_b": "Es pequeño y no ocupa mucho espacio . kitchen"}]}