{"0": [{"uid": "spanish-999-val", "text_a": "El río Bradu es un afluente del río Hudeasa en Rumania.", "label": "0", "portion_identifier": -1, "text_b": "El río Hudeasa es un afluente del río Bradu en Rumania."}, {"uid": "spanish-681-val", "text_a": "Ahora presenta modernos rascacielos, nuevas zonas comerciales, una gran estación de tren Metra contemporánea y varias instalaciones de servicio y minoristas nuevas.", "label": "0", "portion_identifier": -1, "text_b": "Ahora presenta modernos edificios altos, largas calles comerciales contemporáneas, una nueva estación de trenes Metra y varias instalaciones nuevas de minoristas y servicios."}, {"uid": "spanish-504-val", "text_a": "Joey Shamah fue reemplazado por Tarang P. Amin, quien ha sido nombrado presidente, director general, y director de E.l.f.", "label": "0", "portion_identifier": -1, "text_b": "Tarang P. Amin ha sido reemplazado por Joey Shamah, quien es el Presidente, Gerente General y Director de E.l.F."}, {"uid": "spanish-52-val", "text_a": "El episodio de East Coast fue filmado en el lugar en Nueva Escocia, incluidos Peggys Cove y las Tierras Altas de Cabo Bretón, a lo largo de Cabot Trail.", "label": "0", "portion_identifier": -1, "text_b": "El episodio de Cabot Trail se filmó en escenarios reales de Cape Breton, incluido Peggys Cove y las tierras montañosas de Nueva Escocia, a lo largo de la costa este."}], "1": [{"uid": "spanish-1822-val", "text_a": "Como con el modelo generativo, la distribución meta es ponderada al combinar las probabilidades de emisión de cada estado de contexto obtenido por la similitud.", "label": "1", "portion_identifier": -1, "text_b": "Al igual que con el modelo generativo, la distribución objetivo se pondera mediante la combinación de probabilidades de emisión de cada estado del contexto obtenidos por semejanza."}, {"uid": "spanish-1707-val", "text_a": "Están superpuestos con escasa música orquestal en vivo y consisten en sonidos vagos, casi deliberadamente descoloridos.", "label": "1", "portion_identifier": -1, "text_b": "Están superpuestos con escasa música orquestal tocada en vivo, y consisten en vagos sonidos casi deliberadamente descoloridos."}, {"uid": "spanish-117-val", "text_a": "Ambas hijas murieron antes que él, Tosca en 1976 y Janear en 1981.", "label": "1", "portion_identifier": -1, "text_b": "Ambas hijas murieron antes que él, Tosca en 1976 y Janear en 1981."}, {"uid": "spanish-1559-val", "text_a": "Armando Santiago (nacido el 18 de junio de 1932) es un compositor, director, profesor de música y administrador universitario canadiense pero nacido en Portugal.", "label": "1", "portion_identifier": -1, "text_b": "Armando Santiago (nacido el 18 de junio de 1932) es un compositor, director, educador musical y administrador universitario canadiense con descendencia portuguesa."}]}