{"0": [{"uid": "french-1600-val", "text_a": "Cependant, la version légère fut ignorée au profit de l’édition originale.", "label": "0", "portion_identifier": -1, "text_b": "La version originale, toutefois, fut ignorée au profit de la sortie douce."}, {"uid": "french-1503-val", "text_a": "Les studios, ouverts en 2008, ont été conçus par Martin Pilchner et supervisés par l'ingénieur en chef Zach Hancock.", "label": "0", "portion_identifier": -1, "text_b": "Les studios, ouverts en 2008, ont été conçus par Zach Hancock et sont entretenus par l'ingénieur en chef Martin Pilchner."}, {"uid": "french-1519-val", "text_a": "Vempati Chinna Satyam (15 octobre 1929 - 29 juillet 2012) était une danseuse indienne et gourou de la danse Kuchipudi.", "label": "0", "portion_identifier": -1, "text_b": "Vempati Chinna Satyam (15 octobre 1929 - 29 juillet 2012) était un danseur Kuchipudi et un gourou de la forme de danse indienne."}, {"uid": "french-462-val", "text_a": "Plus tard, il a déménagé en Suisse, puis en Italie, où il a rencontré Shelley et Byron.", "label": "0", "portion_identifier": -1, "text_b": "Il a ensuite déménagé en Suisse et plus tard en Italie, où il a rencontré Shelley et Byron."}, {"uid": "french-1714-val", "text_a": "Le Rubber Bowl historique fut utilisé par la garde nationale des États-Unis comme base pendant les émeutes racistes de la Wooster Avenue de 1968.", "label": "0", "portion_identifier": -1, "text_b": "Le plat de course en caoutchouc a été utilisé par la garde nationale des États-Unis comme base au cours des émeutes de Wooster Avenue de 1968."}, {"uid": "french-980-val", "text_a": "Les composants des systèmes mécaniques stockent l'énergie potentielle élastique s'ils sont déformes sur le système lors de l'application des forces.", "label": "0", "portion_identifier": -1, "text_b": "Les composants des systèmes à potentiel élastique stockent l'énergie mécanique s'ils sont déformés sur le système lorsque des forces sont appliquées."}, {"uid": "french-1526-val", "text_a": "Martin Damm et Radek Štěpánek ont gagné contre Jonas Björkman et Fabrice Santoro lors de la finale 6 : 2 , 6 : 4.", "label": "0", "portion_identifier": -1, "text_b": "Jonas Björkman et Fabrice Santoro ont gagné la finale 6-2 , 6-4 contre Martin Damm et Radek Štěpánek."}, {"uid": "french-1640-val", "text_a": "Dans les périodes calmes de Trinity, elle gagna seulement une Yorkshire Cup (1924-25 contre Batley) et perdit quatre Yorkshire Cups.", "label": "0", "portion_identifier": -1, "text_b": "Dans un moment de calme pour Trinity, ils n'ont perdu qu'une seule coupe Yorkshire (en 1924 -- 25 contre Batley) et ont gagné quatre coupes Yorkshire."}], "1": [{"uid": "french-1676-val", "text_a": "Tim Henman a gagné la finale 6 -- 7 , 6 -- 4 , 7 -- 6 contre Pete Sampras.", "label": "1", "portion_identifier": -1, "text_b": "Tim Tim Henman gagna 6-7, 6-4, 7-6 contre Pete Sampras aux finales."}, {"uid": "french-330-val", "text_a": "En août 2017, Aluri Chakrapani a également rejoint l'équipe pour jouer le rôle du producteur Prakash Raj.", "label": "1", "portion_identifier": -1, "text_b": "Aluri Chakrapani a aussi rejoint l'équipe en août 2017 pour prétendument jouer le rôle du producteur Prakash Raj."}, {"uid": "french-751-val", "text_a": "Un CD avec des thèmes de 14 de ses films est sorti en 2008 par Philip Powers et produit par 1M1 records.", "label": "1", "portion_identifier": -1, "text_b": "Un CD des chansons thèmes de quatorze de ses films a été réalisé en 2008 par Philip Powers et produit par 1M1 Records."}, {"uid": "french-303-val", "text_a": "Georgetown est également une source d'eau potable pour le lac Georgetown et la ville voisine de Round Rock.", "label": "1", "portion_identifier": -1, "text_b": "Georgetown est également une source d'eau potable pour le lac Georgetown et la ville voisine de Round Rock."}, {"uid": "french-1327-val", "text_a": "Oliver Goldsmith, le grand-père du poète, le dramaturge et écrivain Robert Goldsmith fut, d'après Prior, le premier membre de la famille à s'installer à Ballyoughter.", "label": "1", "portion_identifier": -1, "text_b": "Selon le prieur, Oliver Goldsmith, le grand-père du poète, dramaturge et romancier Robert Goldsmith, fut le premier de la famille à s'installer à Ballyyoughter."}, {"uid": "french-1783-val", "text_a": "Il a été remplacé lors de coups d'État successifs par Murtala Mohammed (1975) et Olusegun Obasanjo (1976).", "label": "1", "portion_identifier": -1, "text_b": "Il a été remplacé par Murtala Mohammed (en 1975) et Olusegun Obasanjo (en 1976) lors de coups d'État successifs."}, {"uid": "french-975-val", "text_a": "Andy voit Robert et Katie ensemble et le dit à Daz.", "label": "1", "portion_identifier": -1, "text_b": "Andy voit Robert et Katie ensemble et le dit à Daz."}, {"uid": "french-1913-val", "text_a": "Dans les feuilles, les faisceaux vasculaires se trouvent parmi le mésophylle spongieux.", "label": "1", "portion_identifier": -1, "text_b": "Les faisceaux vasculaires entre le mésophylle spongieux se trouvent dans les feuilles."}]}