{"0": [{"uid": "french-1482-val", "text_a": "Les ailes antérieures sont jaune paille sale avec trois points noirs en forme de triangle.", "label": "0", "portion_identifier": -1, "text_b": "Les ailes antérieures sont en paille sale avec trois extrémités jaunes en forme de triangle."}, {"uid": "french-1382-val", "text_a": "Michael Kelly Smith faisait auparavant partie d'une première version du groupe de Philadelphie Tony Destra jusqu'à sa sortie, et plus tard, Cendrillon a également joué avec eux.", "label": "0", "portion_identifier": -1, "text_b": "Michael Kelly Smith figurait auparavant dans une première version du groupe Cinderella originaire de Philadelphie jusqu'à son renvoi, et plus tard, Tony Destra a également joué avec eux."}, {"uid": "french-910-val", "text_a": "L'événement a été suivi par l'ambassadrice de Boutique @ hs, Teresa Palmer, Michala Banas et l'actrice australienne Kyly Clarke.", "label": "0", "portion_identifier": -1, "text_b": "L'événement a été fréquenté par l'ambassadrice de Boutique @ hs Kyly Clarke, l'actrice australienne Teresa Palmer et Michala Banas."}, {"uid": "french-1995-val", "text_a": "Il a également écrit un grand nombre d'arrangements orchestraux et d'accompagnements pour des variétés.", "label": "0", "portion_identifier": -1, "text_b": "Il a également composé un grand nombre d'arrangements vocaux et d'accompagnements musicaux pour la variété."}, {"uid": "french-931-val", "text_a": "David David Godwin est représenté par Emma Townshend chez DGA Associates.", "label": "0", "portion_identifier": -1, "text_b": "Emma Townshend est représentée chez DGA Associates par David Godwin."}, {"uid": "french-707-val", "text_a": "En 2009, Coolidge joua un rôle dramatique dans \"as Genevieve McDonagh\".", "label": "0", "portion_identifier": -1, "text_b": "En 2009, Genevieve McDonagh a pris un rôle dramatique en tant que Coolidge."}, {"uid": "french-1952-val", "text_a": "Le 25 juin 1866, il a été nommé évêque de Nisa à Lycie et évêque titulaire de Velletri.", "label": "0", "portion_identifier": -1, "text_b": "Le 25 juin 1866, il a été nommé évêque titulaire de \" Nisa in Lycia \" et évêque de Velletri."}, {"uid": "french-718-val", "text_a": "Worcester est une ville et une ville du comté de Worcestershire en Angleterre.", "label": "0", "portion_identifier": -1, "text_b": "Worcestershire est une ville et une localité du comté de Worcester en Angleterre."}], "1": [{"uid": "french-155-val", "text_a": "L'École de journalisme BBC a été inaugurée comme une série de cours en ligne en juin 2005, avec Vin Ray en tant que directeur exécutif. Son premier directeur était Kevin Marsh.", "label": "1", "portion_identifier": -1, "text_b": "En juin 2015, le collège de journalisme de la BBC a été ouvert en tant que série de cours en ligne avec Vin Ray comme responsable de la rédaction, dont le premier directeur était Kevin Marsh."}, {"uid": "french-1233-val", "text_a": "Il abrite trois zones très limitées dans les comtés de Santa Cruz, la péninsule de Monterey et San Luis Obispo.", "label": "1", "portion_identifier": -1, "text_b": "Il est originaire de trois zones très limitées situées dans les comtés de Santa Cruz, Monterey Peninsula et San Luis Obispo."}, {"uid": "french-117-val", "text_a": "Ses deux filles sont mortes avant lui, à Tosca en 1976 et à Janear en 1981.", "label": "1", "portion_identifier": -1, "text_b": "Les deux filles sont mortes avant lui, Tosca en 1976 et Janear en 1981."}, {"uid": "french-7-val", "text_a": "Les composants des systèmes à potentiel élastique stockent de l'énergie mécanique s'ils sont déformés quand des forces sont appliquées sur le système.", "label": "1", "portion_identifier": -1, "text_b": "Les composants des systèmes à potentiel élastique stockent l'énergie mécanique s'ils sont déformés par le système lorsqu'ils sont appliqués aux forces."}, {"uid": "french-169-val", "text_a": "Elle est née à Mexico mais déménagea rapidement avec sa famille à San Juan à Porto Rico pour être née avec heterochromia iridum.", "label": "1", "portion_identifier": -1, "text_b": "Carmine est née au Mexique, mais a rapidement déménagé avec sa famille à San Juan, à Porto Rico. Elle est née avec une hétérochromie iridum."}, {"uid": "french-430-val", "text_a": "On dit qu'Easipower était,", "label": "1", "portion_identifier": -1, "text_b": "On dit qu'Easipower était,"}, {"uid": "french-157-val", "text_a": "L'éjective vélaire est une sorte de son consonantal qui est utilisé dans certaines langues parlées. Le symbole qui représente ce son dans l'alphabet phonétique international.", "label": "1", "portion_identifier": -1, "text_b": "L'éjective vélaire est un type de son consonantal utilisé dans certaines langues parlées. Le symbole qui représente ce son dans l'alphabet phonétique international est ."}, {"uid": "french-907-val", "text_a": "The Lost Boys est une mini-série docudrame de 1978 produite par la BBC, écrite par Rodney Bennett et réalisée par Andrew Birkin.", "label": "1", "portion_identifier": -1, "text_b": "The Lost Boys est une mini-série de docudrames produite par la BBC en 1978, écrite par Rodney Bennette et réalisée par Andrew Birkin."}]}