{"contradiction": [{"uid": "french-17209-val", "text_a": "Les linguistes ont démontré que la première langue en France ( appelée Lingua Franca méditerranéenne par de nombreux linguistes ) était réellement parlée avant le début de la première croisade en 1096 av. J.-C.", "label": "contradiction", "portion_identifier": -1, "text_b": "La première Lingua Franca a été parlée en France à la fin de la première croisade ."}, {"uid": "french-15399-val", "text_a": "um hum ouais alors alors alors vous avez une inscription là-bas en haut qui dit que vous avez ce système d' alarme et que se passe-t-il si un cambrioleur vient couper votre ligne téléphonique ?", "label": "contradiction", "portion_identifier": -1, "text_b": "Ce n' est pas une bonne idée de mettre des pancartes disant que vous avez une alarme ."}, {"uid": "french-16290-val", "text_a": "je serais heureux de répondre à toutes questions que les membres du sous-comité pourrait avoir .", "label": "contradiction", "portion_identifier": -1, "text_b": "Je réponds pas aux questions ."}, {"uid": "french-15663-val", "text_a": "Relajo peut aussi décrire une relation de plaisanterie , un va-et-vient qui , par le rire , soulage la tension et désintègre la cause de la tension du moment .", "label": "contradiction", "portion_identifier": -1, "text_b": "Relajo n' est pas drôle du tout ."}], "entailment": [{"uid": "french-17010-val", "text_a": "Le Scotsman rapporte que l' Université d' Edimbourg retient les résultats des examens de 90 étudiants en informatique tandis que l' administration détermine si oui ou non ils ont utilisé Internet pour tricher .", "label": "entailment", "portion_identifier": -1, "text_b": "Certains étudiants ont peut-être triché à l' université d' Edimbourg ."}, {"uid": "french-16826-val", "text_a": "Ce serait merveilleux si vous pouviez prendre le temps de visiter votre École et voir par vous-même les progrès que nous avons réalisés au cours des années et partager la fierté de notre patrimoine !", "label": "entailment", "portion_identifier": -1, "text_b": "Vous devriez visiter votre école et voir ce que nous avons fait ."}, {"uid": "french-15012-val", "text_a": "C' est un peu unique en ce sens que j' ai passé environ 16 ans de ma carrière dans des activités spéciales .", "label": "entailment", "portion_identifier": -1, "text_b": "J' étais dans les forces spéciales pendant des années ."}, {"uid": "french-16706-val", "text_a": "P. S. Votre don est important pour notre fête des 85 ans faisant du théâtre civique d' Indianapolis le théâtre communautaire le plus ancien du pays .", "label": "entailment", "portion_identifier": -1, "text_b": "Nous sommes très heureux que le théâtre civique d' Indianapolis fonctionne depuis 85 ans ."}], "neutral": [{"uid": "french-15209-val", "text_a": "Oui toi , tu dois avoir eu un sans-fil .", "label": "neutral", "portion_identifier": -1, "text_b": "Vous en avez peut-être eu un avec un cordon optionnel ."}, {"uid": "french-15014-val", "text_a": "C' est un peu unique en ce sens que j' ai passé environ 16 ans de ma carrière dans des activités spéciales .", "label": "neutral", "portion_identifier": -1, "text_b": "Mon emploi préféré était dans les Activités Spéciales ."}, {"uid": "french-15172-val", "text_a": "Ils ne voulaient pas rester captifs .", "label": "neutral", "portion_identifier": -1, "text_b": "Ils avaient été détenus par rapport à un vol récent ."}, {"uid": "french-15046-val", "text_a": "la chose était , il y avaient 158 morceaux à cela et", "label": "neutral", "portion_identifier": -1, "text_b": "Nous avons dû démonter les jets avant de les remonter ."}]}