{"0": [{"uid": "spanish-1940-val", "text_a": "En 1911 se destruyó el ayuntamiento, parcialmente restaurado en 1945 y vuelto a construir en los 60.", "label": "0", "portion_identifier": -1, "text_b": "En 1911, se reconstruyó el ayuntamiento, parcialmente destruido en 1945 y luego restaurado en los 60."}, {"uid": "spanish-374-val", "text_a": "Saragyugh (anteriormente romanizada como Saragyukh; también Darakoy, Darakey y Daragyukh) es una ciudad en la provincia de Shirak de Armenia.", "label": "0", "portion_identifier": -1, "text_b": "Saragyugh (también romanizado como Saragyukh; anteriormente, Darakoy, Darakey y Daragyukh) es una ciudad de la provincia de Shirak en Armenia."}, {"uid": "spanish-962-val", "text_a": "Retzius nació en Estocolmo, era hijo del anatomista Anders Retzius (y nieto del naturalista y químico Anders Jahan Retzius).", "label": "0", "portion_identifier": -1, "text_b": "Retzius nació en Estocolmo, era hijo del anatomista Anders Jahan Retzius (y nieto del naturalista y químico Anders Retzius)."}, {"uid": "spanish-1821-val", "text_a": "Las sugerencias de Met para ampliar desde Paddington hasta South Kensington y al este desde Moorgate hasta Tower Hill hacia el sur fueron aceptadas, y recibieron un permiso real el 29 de julio de 1864.", "label": "0", "portion_identifier": -1, "text_b": "Las propuestas del Met para extenderse al este desde Paddington hasta South Kensington y al sur desde Moorgate hasta Tower Hill fueron aceptadas y recibieron el consentimiento real el 29 de julio de 1864."}], "1": [{"uid": "spanish-1721-val", "text_a": "El Colegio Humboldt Puebla fue fundado en 1911 con 10 estudiantes alemanes y un maestro de escuela primaria.", "label": "1", "portion_identifier": -1, "text_b": "El Colegio Humboldt Puebla fue fundado con 10 estudiantes alemanes y un maestro de primaria en 1911."}, {"uid": "spanish-1989-val", "text_a": "Su nombre, Afolabi, significa \"Nacido en la riqueza\". Su sobrenombre en Nigeria es Robocop por sus movimientos rígidos.", "label": "1", "portion_identifier": -1, "text_b": "Su nombre, Afolabi, significa \"nacido rico\", su sobrenombre en Nigeria es Robocop, debido a sus movimientos rígidos."}, {"uid": "spanish-1544-val", "text_a": "En la nueva serie de TV ''Dead Gorgeous'', Alexandra Coppinger representó el papel de su hermana menor Hazel.", "label": "1", "portion_identifier": -1, "text_b": "Alexandra Coppinger representó el papel de Hazel, la hermana más pequeña, en la nueva serie de TV \"Difuntas encantadoras''."}, {"uid": "spanish-950-val", "text_a": "Sitomania y 1870s difieren con el término ``Anorexia nervosa'' y reemplazaron el trastorno.", "label": "1", "portion_identifier": -1, "text_b": "y en la década de 1870 distinguió la sitomanía con el término \"anorexia nerviosa\" y reemplazó el trastorno."}]}