{"0": [{"uid": "french-1283-val", "text_a": "En 2009, il est retourné à Philadelphie et vit aujourd'hui à New York.", "label": "0", "portion_identifier": -1, "text_b": "En 2009, il est a redéménagé à New York et vit aujourd'hui à Philadelphie."}, {"uid": "french-1533-val", "text_a": "La région de Qikiqtaaluk est l'une des nombreuses îles canadiennes inhabitées de l'île Kudlago, Nunavut.", "label": "0", "portion_identifier": -1, "text_b": "L'île Kudlago est l'une des nombreuses îles canadiennes inhabitées de la région de Qikiqtaaluk, Nunavut."}, {"uid": "french-1941-val", "text_a": "Juste en amont se trouve le pont désaffecté Michigan Central Railway qui, avec son prédécesseur, le pont Whirlpool Rapids, faisait concurrence au pont Niagara Cantilever pour le trafic ferroviaire.", "label": "0", "portion_identifier": -1, "text_b": "En amont se trouve le Michigan Central Railway Bridge abandonné qui, avec son prédécesseur, le Niagara Cantilever Bridge, rivalisait avec le tourbillon du Rapids Bridge pour le transport ferroviaire."}, {"uid": "french-656-val", "text_a": "Cependant, les initiales du texte combinent des éléments carolingiens et des formes animales de façon inventive.", "label": "0", "portion_identifier": -1, "text_b": "Les initiales du texte, cependant, combinent des éléments inventifs avec des formes animales à la manière carolingienne."}, {"uid": "french-307-val", "text_a": "Il a joué avec les Cougars de niveau A du comté de Kane en 1993 et les AA Sea Dogs de Portland.", "label": "0", "portion_identifier": -1, "text_b": "Il a joué avec les Portland Sea Dogs de niveau A et les Kane County Cougars de niveau AA en 1993 ."}, {"uid": "french-1480-val", "text_a": "Abu Halifa ou Abu Hulayfah ou Abu Huleifa ou Abu Haleifah est une petite ville du Koweït du gouvernorat d'Al Ahmadi, au sud du district d'Abu Halifa.", "label": "0", "portion_identifier": -1, "text_b": "Abu Halifa ou Abu Hulayfah ou Abu Huleifa ou Abu Haleifah est une petite ville du district d'Abu Halifa du gouvernorat d'Al Ahmadi au sud du Koweït."}, {"uid": "french-1510-val", "text_a": "Hazel joua le rôle de la sœur la plus jeune Alexandra Coppinger dna sla nouvelle série télévisée \"Dead Gorgeous\".", "label": "0", "portion_identifier": -1, "text_b": "Alexandra Coppinger a joué le rôle de Hazel, la sœur la plus jeune, dans la nouvelle sérié télévisée \"Dead Gorgeous\"."}, {"uid": "french-1649-val", "text_a": "Elizabeth Elizabeth Prudden immigra d'Anglettere en 1653 vers Milford, dans le Connecticut, épousa Roger Pritchard", "label": "0", "portion_identifier": -1, "text_b": "Immigrant d'Angleterre à Milfort au Connecticut en 1653, Elizabeth Prudden se maria"}], "1": [{"uid": "french-1178-val", "text_a": "Il s'agit du style formel de servir et de manger des repas pratiqués dans les temples zen.", "label": "1", "portion_identifier": -1, "text_b": "Il s'agit du style formel de service et de dîner pratiqué dans les temples zen."}, {"uid": "french-1658-val", "text_a": "Chef intérimaire -- René Piccarreto -- fils de Loren Piccarreto arrêté en 1988 et libéré en 1994.", "label": "1", "portion_identifier": -1, "text_b": "Chef par intérim-- René Piccarreto -- Le fils de Loren Piccarreto arrêté en 1988 et libéré en 1994."}, {"uid": "french-471-val", "text_a": "Brough and Shatton est une paroisse civile de Hope Valley, dans le district de High Peak du Derbyshire, Angleterre.", "label": "1", "portion_identifier": -1, "text_b": "Brough and Shatton est une municipalité de Hope Valley dans le district de High Peak dans le Derbyshire, Angleterre."}, {"uid": "french-843-val", "text_a": "La talentueuse Melody Jones (Robyn Arthur) a approché Nina et leur a demandé de signer avec elle.", "label": "1", "portion_identifier": -1, "text_b": "Le gestionnaire de talents Melody Jones (Robyn Arthur) s'a^pproche de Nina et lui demande de signer avec elle."}, {"uid": "french-1222-val", "text_a": "En juillet 2017, Nate DiMeo a fait l'objet d'un épisode, \" The Memory Palace \", avec Elmer McCurdy.", "label": "1", "portion_identifier": -1, "text_b": "En juillet 2017, Nate DiMeo était le sujet d'un épisode de \" The Memory Palace \" avec Elmer McCurdy."}, {"uid": "french-1083-val", "text_a": "En 284 av. J.-C., le roi Qi rencontra le roi Zhao de Qin dans l'ouest de Zhou pour former une alliance contre Xi.", "label": "1", "portion_identifier": -1, "text_b": "En 284 av. J.-C., le roi Qi rencontra le roi Zhao de Qin à l'ouest de Zhou pour former une alliance contre Xi."}, {"uid": "french-226-val", "text_a": "Around Sami est une langue sami parlée en Suède et (anciennement) en Norvège.", "label": "1", "portion_identifier": -1, "text_b": "Ume Sami est une langue same parlée en Suède et (anciennement) en Norvège."}, {"uid": "french-720-val", "text_a": "Le campus d'Azusa de l'université du Pacifique se situe dans la vallée de San Gabriel, au nord-est de Los Angeles.", "label": "1", "portion_identifier": -1, "text_b": "Le campus Azusa de l'Université Azusa Pacific est situé dans la vallée de San Gabriel, au nord-est de Los Angeles."}]}