{"0": [{"uid": "french-1486-val", "text_a": "Le lycée Mabvuku est une école secondaire dans la banlieue de Mabvuku, à Harare, Zimbabwe.", "label": "0", "portion_identifier": -1, "text_b": "Le lycée de Mabvuku est un lycée de la banlieue de Mabvuku à Harare, Zimbabwe."}, {"uid": "french-1139-val", "text_a": "Il a fait devenir Chiyonofuji, alors lutteur \" makuuchi \", le  grand \" yokozuna \" qu'il est devenu.", "label": "0", "portion_identifier": -1, "text_b": "Il est devenu Chiyonofuji, alors lutteur \" Makuuchi \", pour le grand \" Yokozuna \" qu'il a élevé."}, {"uid": "french-908-val", "text_a": "Robert White et Joshua Soule Zimmerman ont servi aux côtés de Kuykendall comme commissaire de chancellerie pour le comté de Hampshire.", "label": "0", "portion_identifier": -1, "text_b": "Aux côtés de Robert White et de Joshua Soule Zimmerman, il a été haut fonctionnaire de chancellerie pour le comté de Hampshire."}, {"uid": "french-402-val", "text_a": "Le nouveau leader de Gerakan Tiga Daerah était Sarjiyo, qui est devenu le régent principal de Pekalongan.", "label": "0", "portion_identifier": -1, "text_b": "Le leader principal de \" Gerakan Tiga Daerah \" était Sarjiyo, qui est devenu le nouveau régent de Pekalongan."}, {"uid": "french-1131-val", "text_a": "Mark Machin a été Président-directeur général de l'Office d'investissement du Régime de pensions du Canada, qui a été remplacé en juin 2016 par Mark Wiseman.", "label": "0", "portion_identifier": -1, "text_b": "Mark Wiseman a été PDG de l'Office d'investissement du Régime de pensions du Canada. Il a été remplacé par Mark Machin en juin 2016."}, {"uid": "french-1450-val", "text_a": "Sa femme Viola lui a survécu, ainsi que sa fille Carol Ober et quatre petits-enfants.", "label": "0", "portion_identifier": -1, "text_b": "Sa femme Carol Ober, sa fille Viola et ses quatre petits-enfants lui ont survécu."}, {"uid": "french-757-val", "text_a": "Utley est né à Laguna, Californie, en 1920. Il est diplômé de la Choate School du Connecticut et a fréquenté le Pomona College et l'Université de Californie du Sud.", "label": "0", "portion_identifier": -1, "text_b": "Né en 1920 dans le Connecticut, il est diplômé de la Choate School de Laguna, Californie, et a fréquenté le Pomona College et l'Université de Californie du Sud."}, {"uid": "french-84-val", "text_a": "Abies lasiocarpa, généralement appelé sapin subalpin ou sapin des montagnes rocheuses, est un sapin de l'ouest de l'Amérique du Nord.", "label": "0", "portion_identifier": -1, "text_b": "Abies lasiocarpa, communément appelé sapin de l'ouest de l'Amérique du Nord ou sapin des Rocheuses, est un sapin subalpin."}], "1": [{"uid": "french-523-val", "text_a": "Une analyse de millions de clés RSA publiques provenant d'Internet a été annoncée en 2012 par Augier, Hughes, Lenstra, Bos, Kleinjung et Wachter.", "label": "1", "portion_identifier": -1, "text_b": "Une analyse de millions de clés RSA publiques collectées sur Internet en 2012 a été annoncée par Lenstra, Hughes, Augier, Bos, Kleinjung et Wachter."}, {"uid": "french-1310-val", "text_a": "Jusqu'à l’avènement de la technologie électronique et vidéo numérique, la production en série de films pornographiques était directement liée à l'industrie cinématographique grand public.", "label": "1", "portion_identifier": -1, "text_b": "Jusqu'à l'avènement de la technologie vidéo électronique et numérique, la production en masse de films pornographiques était directement liée à l'industrie cinématographique principale."}, {"uid": "french-1910-val", "text_a": "Kathy et son mari Pete Beale (Peter Dean) sont stables financièrement.", "label": "1", "portion_identifier": -1, "text_b": "Kathy Kathy et son mari Peter Dean (Pete Beale) sont stables sur le plan financier."}, {"uid": "french-1813-val", "text_a": "En 1937, Donald est devenu copropriétaire de l'équipe de baseball des Toronto Maple Leafs, son fils Ross est devenu le président du club.", "label": "1", "portion_identifier": -1, "text_b": "En 1937, Donald est devenu copropriétaire de l'équipe de baseball des Maple Leafs de Toronto. Son fils, Ross, devint président du club."}, {"uid": "french-1696-val", "text_a": "Stretch vole la cocaïne a une star de la télé-réalité, qui procure ensuite la limo.", "label": "1", "portion_identifier": -1, "text_b": "Stretch vole la cocaïne a une star de la télé-réalité, qui se procure ensuite la limousine."}, {"uid": "french-516-val", "text_a": "Il collabora avec des architectes contemporains comme Francesco Grimaldi, Bartolomeo Picchiatti et Giovan Giacomo Di Conforto.", "label": "1", "portion_identifier": -1, "text_b": "Il collabora avec des architectes contemporains commes Francesco Grimaldi, Bartolomeo Picchiatti et Giovan Giacomo Di Conforto."}, {"uid": "french-574-val", "text_a": "Le quatrième était causé par la démission de Joseph Hemphill peu après mai 1826, remplacé par Thomas Kittera.", "label": "1", "portion_identifier": -1, "text_b": "Le quatrième a été provoqué par la démission de Joseph Hemphill peu après mai 1826, qui a été remplacé par Thomas Kittera."}, {"uid": "french-1644-val", "text_a": "Il est cobénéficiaire de la fameuse bourse de mathématiques Carnegie avec Lucas (Martin Hansen).", "label": "1", "portion_identifier": -1, "text_b": "Avec Martin Hansen (Lucas), il est le co-bénéficiaire de la célèbre bourse Carnegie pour les mathématiques."}]}