{"0": [{"uid": "german-370-val", "text_a": "Paula Mohamed Mostafa Shafiq (geboren am 3. Januar 1938 als Nadia Lutfi) ist eine ägyptische Schauspielerin im Ruhestand.", "label": "0", "portion_identifier": -1, "text_b": "Nadia Lutfi (geboren am 3. Januar 1938 in Paula Mohamed Mostafa Shafiq) ist eine pensionierte ägyptische Schauspielerin."}, {"uid": "german-860-val", "text_a": "In Sri Lanka kann der Titel des Chartered Accountant (CA Sri Lanka) nur von Mitgliedern des Institute of Sri Lankan Accountants verwendet werden.", "label": "0", "portion_identifier": -1, "text_b": "In Sri Lanka darf die Bezeichnung „Wirtschaftsprüfer“ nur von Mitgliedern des Instituts für Wirtschaftsprüfer von Sri Lanka verwendet werden."}, {"uid": "german-363-val", "text_a": "Das Drehbuch wurde von William Hale geschrieben und James Costigan übernahm (als Billy Hale) die Hauptrolle.", "label": "0", "portion_identifier": -1, "text_b": "Das Drehbuch wurde von James Costigan geschrieben und Regie führte William Hale (erscheint in den Credits als Billy Hale)."}, {"uid": "german-1986-val", "text_a": "Seine besten Positionierungen im Wettbewerb waren der 10. Platz im Jahr 1960 und der 8. Platz im Jahr 1968.", "label": "0", "portion_identifier": -1, "text_b": "Seine Bestplatzierungen im Wettbewerb waren Achter im Jahr 1960 und Zehnter im Jahr 1968."}], "1": [{"uid": "german-1060-val", "text_a": "Viele der Dämonen in Salomons Begegnungen stammen aus griechischen, ägyptischen, jüdischen, christlichen, arabischen und anderen Traditionen.", "label": "1", "portion_identifier": -1, "text_b": "Viele der Dämonen in Salomos Begegnungen sind griechische, ägyptische, jüdische, christliche, arabische und andere Traditionen."}, {"uid": "german-1516-val", "text_a": "Alfaro war die dritte Frau, die zum Tod in der Gaskammer verurteilt wurde, und zur Zeit ihrer Verurteilung war sie die erste zum Tode verurteilte Frau in Kalifornien.", "label": "1", "portion_identifier": -1, "text_b": "Alfaro war die dritte Frau, die in der Gaskammer zum Tode verurteilt wurde, und zum Zeitpunkt der Verurteilung die erste Frau im Todestrakt in Kalifornien."}, {"uid": "german-111-val", "text_a": "William Llewelyn Williams, besser bekannt als Llewelyn Williams (10. März 1867 - 22. April 1922) war ein radikaler Journalist, Rechtsanwalt und walisischer Politiker der Liberalen Partei.", "label": "1", "portion_identifier": -1, "text_b": "William Llewelyn Williams, bekannt als Llewelyn Williams (10. März 1867 -- 22. April 1922) war ein radikaler Journalist, Anwalt und Politiker in der Welsh Liberal Party."}, {"uid": "german-864-val", "text_a": "Cordell Crockett spielte Bass bei 5 Songs und bei allen anderen Nathan Slade der Bassist von Ugly Kid Joe.", "label": "1", "portion_identifier": -1, "text_b": "Cordell Crockett spielte den Bass bei 5 Songs, mit dem Ugly Kid Joe Bassisten Nathan Slade am restlichen Bass."}]}