{"0": [{"uid": "french-1513-val", "text_a": "Il ne peut y avoir de progrès vers le développement simultané des individus sans le développement complet de toute l'humanité dans un esprit de solidarité.", "label": "0", "portion_identifier": -1, "text_b": "Sans le développement simultané de l'humanité tout entière dans un esprit de solidarité, il ne peut y avoir de progrès vers le développement complet des individus."}, {"uid": "french-508-val", "text_a": "La vapeur peut aussi être utilisée et n'a pas besoin d'être pompée.", "label": "0", "portion_identifier": -1, "text_b": "La vapeur peut également être pompée et ne doit pas être utilisée."}, {"uid": "french-736-val", "text_a": "En mai 1983, une tournée au Royaume-Uni débuta avec, en plus, le guitariste Robin George pour les concerts.", "label": "0", "portion_identifier": -1, "text_b": "Une tournée au Royaume-Uni a commencé en mai 1983, mettant en vedette le guitariste live Robin George pour des représentations supplémentaires."}, {"uid": "french-647-val", "text_a": "\"T\" est similaire à une matrice dont les seules entrées non nulles sont sur la super-diagonale, par la forme canonique de Jordan.", "label": "0", "portion_identifier": -1, "text_b": "\"T\" est similaire à une matrice dont les entrées canoniques se trouvent sur la forme superdiagonale non-nulle de Jordan."}], "1": [{"uid": "french-1101-val", "text_a": "Les rudiments des théories du système peuvent être vus dans \"Seasonal Variation of Eskimo\" de Julian Steward, qui fut ensuite repris dans le travail de Marcel Mauss.", "label": "1", "portion_identifier": -1, "text_b": "Les rudiments des théories des systèmes peuvent être vus dans Julian Steward \"Seasonal Variation of Eskimo\", repris plus tard dans les travaux de Marcel Mauss."}, {"uid": "french-872-val", "text_a": "Iselin est décédé le 5 janvier 1971 à Falmouth, Massachusetts. Ses funérailles ont eu lieu à Vineyard Haven, Massachusetts, sur Martha's Vineyard.", "label": "1", "portion_identifier": -1, "text_b": "Iselin est décédé le 5 janvier 1971 à Falmouth, Massachusetts. Ses funérailles ont eu lieu à Vineyard Haven, Massachusetts sur Martha's Vineyard."}, {"uid": "french-1273-val", "text_a": "En 2010, une autre femme a remporté le Prix Pritzker, Ryue Nishizawa du Japon, en partenariat avec Kazuyo Sejima.", "label": "1", "portion_identifier": -1, "text_b": "En 2010, une autre lauréate du prix Pritzker, Ryue Nishizawa du Japon, était en partenariat avec Kazuyo Sejima."}, {"uid": "french-6-val", "text_a": "La famille déménagea à Camp Hill en 1972, où il alla à la Trinity High School à Harrisburg, en Pennsylvanie.", "label": "1", "portion_identifier": -1, "text_b": "En 1972, la famille déménagea à Camp Hill, où il visita la Trinity High School à Harrisburg, en Pennsylvanie."}]}