{"1": [{"uid": "german-33845-trn", "text_a": "Leider mußte ich sie wieder zurück schicken, da die Nähte schlecht verarbeitet waren. Ansonsten ist die Beanie ein sehr gutes Produkt.", "label": 1, "portion_identifier": -1, "text_b": "Ging wieder zurück . apparel"}, {"uid": "german-13305-trn", "text_a": "Kein Rückgaberecht!!!", "label": 1, "portion_identifier": -1, "text_b": "Kein Rückgaberecht!!! . electronics"}, {"uid": "german-19787-trn", "text_a": "Eine Gebrauchsanleitung ist nicht dabei, weil ja \"plug & play\". Dumm nur, wenn das per Bluetooth anzuschließende Gerät (ein brandneuer Kopfhörer, voll aufgeladen und eingeschaltet) nicht erkannt wird. Jetzt steh ich da mit meinem Bluetooth-Dongle und weiss nicht, wie weiter.", "label": 1, "portion_identifier": -1, "text_b": "Na ja . wireless"}, {"uid": "german-12734-trn", "text_a": "Die Bewertung bezieht sich nicht auf den Inhalt des Filmes. Diesen konnte ich mir wegen der sehr, sehr schlechten Tonqualität erst gar nicht betrachten. Leider.", "label": 1, "portion_identifier": -1, "text_b": "Ton der deutschen Synchronfassung . other"}, {"uid": "german-28488-trn", "text_a": "Sendung kam nie an, Erstattung zu veranlassen nicht möglich. Lieferant nimmt keinen Kontakt auf. Rein vom Handling her nicht zu empfehlen.", "label": 1, "portion_identifier": -1, "text_b": "Sendung nie erhalten . home"}, {"uid": "german-23041-trn", "text_a": "Ich habe an dem Brunnen nicht lange Freude gehabt, er ist bereits nach 3 Wochen kaputt gegangen.", "label": 1, "portion_identifier": -1, "text_b": "Proodukt nach 3 Wochen defekt . lawn_and_garden"}, {"uid": "german-32109-trn", "text_a": "Ich habe keine Wirkung, ich bestelle nicht nochmal.", "label": 1, "portion_identifier": -1, "text_b": "wirkungslos . drugstore"}, {"uid": "german-34630-trn", "text_a": "Stick funktioniert nicht , wird von allen pc s nicht erkannt und auseinander fallen tut das Ding fast schon von selbst .", "label": 1, "portion_identifier": -1, "text_b": "Defekt angekommen . pc"}], "2": [{"uid": "german-72115-trn", "text_a": "Angeblich sehr haltbar. Habe jedoch nach dem 3. Tag einen grossen Riss gefunden obwohl ich wirklich sehr sorgsam damit umgegangen bin. Sehr schade", "label": 2, "portion_identifier": -1, "text_b": "Naja . sports"}, {"uid": "german-70079-trn", "text_a": "Das Kleid sieht zwar am Bild ganz schön aus... es ist jedoch wie zu erwarten war für den Preis absolut keine hochwertige Qualität und es ist auch nicht sehr toll verarbeitet... passform naja... wie gesagt was soll man um den Preis erwarten... Ich habe mir um ehrlich zu sein (vom Bild her) mehr erwartet... hab das Kleid zurück gesendet... hat ohne Probleme geklappt.", "label": 2, "portion_identifier": -1, "text_b": "Bild schöner als Realität . apparel"}, {"uid": "german-47623-trn", "text_a": "Also ich kann damit nix anfangen ...hatte es des öfteren genutzt...aber diesen Kauf hätte ich mir sparen können...ich hab sehr dicke lange Haare und ein wirkliches Ergebnis kann ich nicht erzielen", "label": 2, "portion_identifier": -1, "text_b": "... . personal_care_appliances"}, {"uid": "german-65137-trn", "text_a": "Mein größter Kritikpunkt: mein Schulkind wacht nicht auf mit diesem Wecker. Er ist zu leise! Damit tut er nicht, was ein Wecker tun sollte. Zweiter Kritikpunkt: das Einstellen der Zeiten ist nicht sehr benutzerfreundlich. Die Zeitanzeige ist auf 12h beschränkt. Zwischen abend und morgens wird mit AM/PM unterschieden. Zumindest glaube ich das, denn diese Anzeige ist so winzig auf dem Display, dass ich sie nicht entziffern kann.", "label": 2, "portion_identifier": -1, "text_b": "Zu leise und nicht sehr bedienerfreundlich . home"}, {"uid": "german-56112-trn", "text_a": "Irgendwie Fusseln die Schuhe extrem, kenne das von Tamaris gar nicht !!! Ich hoffe das gibt sich noch ?! Sonst sehr bequem und schön zu tragen.", "label": 2, "portion_identifier": -1, "text_b": "Überall diese Fusseln !!! . shoes"}, {"uid": "german-40982-trn", "text_a": "Man muss sixh im klaren sein das bei einer Minidrohne der Stromanschluss auch mini ist, also für durchschnittliche Männerfinger eine Fummelei. Der Akku wirkt billig und wurde nie unbeaufsichtigt geladen( sonst brennt der noch ab). Wenn die Drohne funktioniert, funktioniert sie gut. Wie gesagt wenn sie funktioniert, bei mir sind immer wieder verbindungsabbrüche trotz geringem Abstand zur Drohne.", "label": 2, "portion_identifier": -1, "text_b": "Nicht so toll . toy"}, {"uid": "german-67633-trn", "text_a": "Die Produkte sind von einwandfreier Qualität. Die Lieferung ging schnell und reibungslos von statten.", "label": 2, "portion_identifier": -1, "text_b": "Es hat alles super geklappt. Bin zufrieden. . home_improvement"}, {"uid": "german-57730-trn", "text_a": "Gerät einfach zu installieren.Bediengsanleitung ist dürftig. Jetzt nach 7 Monaten funktioniert der Hdmi und Vga Anschluss nicht.Support ist nicht in der Lage zu helfen..Schade ansich ein gutes Produkt.", "label": 2, "portion_identifier": -1, "text_b": "SYSTEM GUT SUPPORT EIN Flop . camera"}], "3": [{"uid": "german-104584-trn", "text_a": "....zeigt keine Wirkung bei Moskitos oder Stechmücken. An sich eine tolle Lampe, der Akku hält echt sehr lange(Hatte es 3 Nächte hintereinander an und der Akku is immer noch nicht leer) und das Led Licht in 3 Dimmstufen is top. Leider is das einzige, was die Mückenfalle einfängt, kleine fliegen wie Fruchtfliegen oder kleine Falter. Mücken jedoch zeigen kein Interesse an der Falle bzw. dem UV Licht.", "label": 3, "portion_identifier": -1, "text_b": "Ganz okay, aaaaber.... . lawn_and_garden"}, {"uid": "german-96828-trn", "text_a": "Die Sohlen sind vom Tragekomfort gut, am Fuß- bzw. eher entstehenden Schuhgeruch ändern Sie leider nichts.", "label": 3, "portion_identifier": -1, "text_b": "Mhm,... . shoes"}, {"uid": "german-85471-trn", "text_a": "Leider hat sie bei uns nicht so gut funktioniert, die Stelle nach dem Filter war immer zu schwach gefüllt. Vielleicht haben wir was falsch gemacht", "label": 3, "portion_identifier": -1, "text_b": "Zigarettenstopfmaschine . home"}, {"uid": "german-109289-trn", "text_a": "Gutes Spiel Das einfach nur Spaß macht es sollten ein paar Steine mehr sein, denn es sind wirklich wenige, ein paar Steine haben Kanten warum man sie nicht richtig raus ziehen kann und der Turm schneller zusammenfällt, ansonsten ist das für den Preis sehr angemessen würde ich wieder bestellen.", "label": 3, "portion_identifier": -1, "text_b": "Gutes Spiel . toy"}, {"uid": "german-99362-trn", "text_a": "Die Leuchten sind von der Leuchtkraft und Leuchtfarbe OK, aber die Qualität ist... Naja. Ich bin davon ausgegangen, dass das Gehäuse massiv ist, war aber nur aus Kunststoff. Also beim Kauf darüber bewusst sein.", "label": 3, "portion_identifier": -1, "text_b": "Licht OK, Material billig . home"}, {"uid": "german-112412-trn", "text_a": "Der Koffer hat eine schöne Farbe und macht einen stabilen Eindruck. Das einzige was mich stört ist der Geruch nach China Ware. Hoffentlich lüftet er sich aus...", "label": 3, "portion_identifier": -1, "text_b": "Für kleine Reise perfekt . luggage"}, {"uid": "german-103105-trn", "text_a": "Das Design ist sehr schön und sie sind biologisch abbaubar. ABER leider stinken sie schrecklich nach billigem Parfum und sind mir auch das ein oder andere Mal beim Abreißen eingerissen.", "label": 3, "portion_identifier": -1, "text_b": "Mittelfeld . pet_products"}, {"uid": "german-84881-trn", "text_a": "Die Hose sieht cool aus und passt auch anfangs ganz gut. Leider ist sie beim ersten Waschen eingelaufen so das die Beine etwas kürzer geworden sind und das obwohl sie gewaschen wurde wie auf dem Schild angegeben bei 30 Grad.", "label": 3, "portion_identifier": -1, "text_b": "Bequeme Hose . apparel"}], "4": [{"uid": "german-133035-trn", "text_a": "Aufnäher ist leider etwas schräg sonst supper box und geile Musik", "label": 4, "portion_identifier": -1, "text_b": "Aufnäher etwas schräg . other"}, {"uid": "german-130609-trn", "text_a": "Der Artikel kam im beschriebenen Zustand an. Die Verarbeitung des Produktes und deren Verpackung ist auch von hoher Qualität, was für den Preis eigentlich auch zu erwarten ist. Vor Nutzung des Artikels muss auf das zu nutzende Gerät (Handy, Tablet etc.) eine App installiert werden. Dies ist aber unkompliziert. Fazit: Erfüllt seinen Zweck und das wirklich gut, aber preistechnisch könne man dort noch daran schrauben.", "label": 4, "portion_identifier": -1, "text_b": "Der Preis ist verbesserungswürdig, aber der Artikel funktioniert einwandfrei . electronics"}, {"uid": "german-158675-trn", "text_a": "Obwohl der Film nur eine brutale Szene beinhaltet, ist Nervenkitzel von Anfang bis Ende gegeben. Daumen hoch.", "label": 4, "portion_identifier": -1, "text_b": "Spannend von Anfang bis zum Ende . digital_video_download"}, {"uid": "german-157919-trn", "text_a": "Erster Eindruck: Am Anfang war ich von der Größe etwas überrascht ich hatte es mir etwas kleiner vorgestellt. Nachdem ich es allerdings an der Decke mit Schwerlastdübeln befestigt habe war die Größe doch ok. Die Schweißnäte wirken sehr gut gefertigt und die Lackierung ist sehr gleichmäßig. Montage: Ich habe das Dabei liegende Befestigungsmaterial gegen Schwerlastdübel ausgetauscht da ich sie in eine Stahlbetondecke geschraubt habe. Im Grunde ist es jedoch immer gleich Anzeichnen, Löcher bohren, anschrauben also super einfach und recht schnell. Nutzen: Ich benutze die Halterung an der Decke für einen Schlingentrainer und eine Klimzugstange. Jetzt nach einiger Zeit geht der lack an den stellen wo die Karabiner eingeharkt werden ab jedoch ändert das ja nichts an der Verwendung. Ich kann mir aber vorstellen das es bei der Nutzung draußen dadurch zu Rost führen kann (daher der eine Stern Abzug). Ich kann mich natürlich auch irren da ich wenig Ahnung habe wie schnell sowas rostet bzw ob es überhaupt rosten kann. Ansonsten macht es genau das was es soll ich bin begeistert.", "label": 4, "portion_identifier": -1, "text_b": "Sehr gute Qualität . sports"}, {"uid": "german-144781-trn", "text_a": "Sehen gut aus, aber ich habe gemerkt für das Deckenlicht sind sie mir doch zu gelblich und man wenn man was nachsehen will sind sie zu schummerig. Da wäre eine weiße Birne besser. Aber für atmosphärische Beleuchtung toll!", "label": 4, "portion_identifier": -1, "text_b": "Kommt drauf an für was man sie verwendet . home"}, {"uid": "german-146565-trn", "text_a": "Mir gefällt die Powerbank sie ist etwas zu groß, ladet sehr schnell auf und es dauert sehr lange bis sie wieder vollständig aufgeladen ist", "label": 4, "portion_identifier": -1, "text_b": "Wie ich die Powerbamk finde . wireless"}, {"uid": "german-148883-trn", "text_a": "L-Lysin Albrecht hatte ich früher schon einmal vom Tierarzt meines Katers empfohlen bekommen, wenn der unter Durchfällen litt. Da ich keine Zeit hatte dort vorbeizukommen, habe ich mir das Pulver auf Vorrat bestellt. Es wird ja nicht so schnell schlecht.", "label": 4, "portion_identifier": -1, "text_b": "L-Lysin Albrecht . pet_products"}, {"uid": "german-128017-trn", "text_a": "Lampe tut genau das, was sie auch tun soll. Für den Preis kann man kein high-end Produkt erwarten. Die Leichtkraft bei Farben ist etwas gering. Deshalb nur 4 Sterne. Ist die Lampe nur auf weiß eingestellt leuchtet sie wesentlich heller. Zum Lernen oder Arbeiten im Dunkeln reicht es.", "label": 4, "portion_identifier": -1, "text_b": "Verstehe die negativen Bewertungen nicht . home"}], "5": [{"uid": "german-183331-trn", "text_a": "Der Schrank ist leicht aufzubauen und optisch sieht er sehr gut aus. Die Verarbeitung und auch gut. Würde ihn erneut bestellen.", "label": 5, "portion_identifier": -1, "text_b": "Preis Leistung super . furniture"}, {"uid": "german-175179-trn", "text_a": "Super für das Auto. Kurz etwas reparieren auswechseln kein Problem. Immer wieder gerne.", "label": 5, "portion_identifier": -1, "text_b": "Top . wireless"}, {"uid": "german-195851-trn", "text_a": "Ich wollte einen Glasschutz kaufen und dieser ist einer der beiden, die ich gekauft habe, um sie zu überprüfen, da sie normalerweise häufig ausgetauscht werden müssen. Total geschmeidig, so reaktionsschnell wie ich es erwartet habe und rundum großartig. Das Produkt wird in einer guten Verpackung geliefert, es ist perfekt transparent und passgenau. Ich würde gerne bei Bedarf wieder kaufen. Einfach zu installieren und reibungslos in Kontakt.", "label": 5, "portion_identifier": -1, "text_b": "Einfach auf dem Bildschirm einzurichten . wireless"}, {"uid": "german-191138-trn", "text_a": "Curse ist wunderbar!", "label": 5, "portion_identifier": -1, "text_b": "Endlos . other"}, {"uid": "german-165185-trn", "text_a": "Bin baff, wegen der Lieferung gestern spät abends bestellt,heute am Mittag kam die Lieferung. Kann nur sagen da sollten sich manche Händler eine Scheibe abschneiden.RESPEKT! Konnte leider heute dieses Produkt noch nicht ausprobieren aber bin mir sicher das es Genial ist..danke nochmal an den Händler für die super schnelle Lieferung. Werde weiteres bestellen!", "label": 5, "portion_identifier": -1, "text_b": "Baff! . home"}, {"uid": "german-178502-trn", "text_a": "Ich liebe diese Farbe und ich war enttäuscht, dass es nicht für das iPhone 6 angeboten wurde. Als ich diesen Fall fand, musste ich definitiv kaufen. Jetzt, wohin ich auch gehe, fragen mich die Leute, wo ich meinen Fall bekommen habe. Mir gefällt, dass das Apple-Logo ausgeschnitten wurde und die Farbe und der Schutz vor dem Gehäuse gut genug ist. Großer Kauf!", "label": 5, "portion_identifier": -1, "text_b": "\"Großer Kauf \" . wireless"}, {"uid": "german-180402-trn", "text_a": "Ich habe nix zu beanstanden", "label": 5, "portion_identifier": -1, "text_b": "Sitzbezüge . automotive"}, {"uid": "german-169113-trn", "text_a": "Sehr schick zu nem ausgeschnittenen Oberteil. Anhänger kann man geheimnisvoll im Ausschnitt verschwinden lassen. Auffälliger Schmuck den nicht jede hat.", "label": 5, "portion_identifier": -1, "text_b": "I like . jewelry"}]}