{"0": [{"uid": "spanish-688-val", "text_a": "Era el primo del jugador de nacionalidad checa Miroslav Hlinka e hijo del ex jugador Jaroslav Hlinka sr.", "label": "0", "portion_identifier": -1, "text_b": "Era el primo del jugador nacional checo Jaroslav Hlinka y el hijo del exjugador Miroslav Hlinka sr."}, {"uid": "spanish-1479-val", "text_a": "Al momento de su muerte, David era Cardenal Beaton, Lord Canciller de St. Andrews, Arzobispo de Escocia y Cardenal Legado de Escocia.", "label": "0", "portion_identifier": -1, "text_b": "David Cardinal Beaton era Lord canciller de Escocia, arzobispo de St. Andrews y cardenal enviado papal de Escocia al momento de su muerte."}, {"uid": "spanish-1440-val", "text_a": "Celestin III se convirtió en el centro de una nueva y más estricta rama de la Orden cisterciense, aprobada por Fiore en 1198.", "label": "0", "portion_identifier": -1, "text_b": "Fiore se convirtió en el centro de una nueva y más estricta rama de la orden cisterciense, la 1198 de Celestino III."}, {"uid": "spanish-1460-val", "text_a": "El puerto de Tubarão es un puerto de Brasil, cerca de la ciudad de Vitória en el Espírito Santo.", "label": "0", "portion_identifier": -1, "text_b": "El puerto de Tubarão es un puerto en Espírito Santo, cerca de la ciudad de Vitória en Brasil."}], "1": [{"uid": "spanish-453-val", "text_a": "Sterling Brown fue mejor conocido por su dialecto negro sureño auténtico.", "label": "1", "portion_identifier": -1, "text_b": "Sterling Brown fue más conocido por su dialecto negro sureño auténtico."}, {"uid": "spanish-548-val", "text_a": "Sin embargo, en verdadera continuidad, Superman conoce al actual Zod por primera vez en \"Last Son''.", "label": "1", "portion_identifier": -1, "text_b": "En real continuidad, Superman en \"Last Son'' se encuentra con el actual Zod por primera vez."}, {"uid": "spanish-563-val", "text_a": "También vale la pena tener en cuenta que el siguiente código funcionaría sin ADL (se le aplicará de todas maneras).", "label": "1", "portion_identifier": -1, "text_b": "También cabe aclarar que el siguiente código funcionaría sin ADL (se aplica de manera indistinta)."}, {"uid": "spanish-1889-val", "text_a": "Los fondos iniciales provinieron de la fundación Bill & Melinda Gates Foundation, el financista Edward W. Scott y el empresario tecnológico George Soros.", "label": "1", "portion_identifier": -1, "text_b": "Los fondos vinieron de la fundación Bill y Melinda Gates, del financiero Edward W. Scott y del emprendedor en tecnología George Soros."}]}