{"1": [{"uid": "german-12569-trn", "text_a": "Schlauch ging nach erstmaligen Gebrauch schon kaputt war mitten drin undicht", "label": 1, "portion_identifier": -1, "text_b": "Lieber etwas mehr investieren . lawn_and_garden"}, {"uid": "german-3256-trn", "text_a": "Zwar was das anbringen von der Folie einfach, dennoch haben sich Bläschen gebildet und einen weißen Rand. Es wird zwar als Panzerglas beschrieben und das man keine Kratzer drauf sieht, aber in der Realität sieht es anders aus. Hatte das Handy mit meinem Schlüssel in meiner Handtasche und schnell waren schon die ersten Kratzer drauf, die ersten Risse und Bruchstücke sind auch schon deutlich zu sehen. Sehr schade.", "label": 1, "portion_identifier": -1, "text_b": "Panzerglas... Naja . wireless"}, {"uid": "german-16188-trn", "text_a": "Das Geld für das Buch kann man sich echt sparen. Die 20 Geheimnisse kann man sich selber zusammen denken, ohne lange zu überlegen. Das einzig tolle an dem Buch ist das Cover.", "label": 1, "portion_identifier": -1, "text_b": "Fehlkauf! . book"}, {"uid": "german-5657-trn", "text_a": "Von dieser Charge bin ich total enttäuscht. Die Netze sind extrem schlecht verschweißt, so dass der Inhalt zu mindestens 50% aufden Boden fällt.", "label": 1, "portion_identifier": -1, "text_b": "Schlechte Verarbeitung . pet_products"}], "2": [{"uid": "german-66592-trn", "text_a": "Eigentlich sehr gute Llieferung, wenn man die Ware mit DPD schickt wird alles kaputt gemacht, dabei meine ich nicht nur die Verpackung sondern die katastrophale Zustellung. Einfach alles über das Hoftor werfen defekte Verpackung inbegriffen, zum Glück blieb der Schirm heil, dann wegfahren ohne zu klingeln und in kauf nehmen das die Ware gestohlen oder anderweitig beschädigt werden kann, das ist unmöglich und in der Bewertung maximal ein MANGELHAFT mit dicken MINUS wert. Mit freundlichen Grüssen Müller.", "label": 2, "portion_identifier": -1, "text_b": "DPD der übelste Zusteller . lawn_and_garden"}, {"uid": "german-51547-trn", "text_a": "Das der Controller nur für 4 Polige Lüfter ist hätte man schon etwas hervorheben können, so nützt er mir leider nichts. Der Rückversand geht nun auch noch auf meine Kosten! Schade", "label": 2, "portion_identifier": -1, "text_b": "Leider für mich nicht zu gebrauchen . pc"}, {"uid": "german-72570-trn", "text_a": "Das ist gewiss kein Panzerglas und diese Folie bedeckt leider nicht das ganze display, sodass sich am Rand der Folie viel Staub und Dreck ansammelt. Sehr stabil oder hochqualitativ ist sie auch nicht. Nur kaufen wenn man für wenig Geld irgendwas aufs display klatschen möchte um Kratzer zu vermeiden", "label": 2, "portion_identifier": -1, "text_b": "Schlechte Folie . wireless"}, {"uid": "german-60217-trn", "text_a": "Versand 1-2 Monate mit Problemen ... für 1 €", "label": 2, "portion_identifier": -1, "text_b": "Langsame Lieferung . home_improvement"}], "3": [{"uid": "german-94552-trn", "text_a": "2 Schrauben sind beim befestigen sofort abgerissen und hängen nun in meiner Holzdecke. Eins der Rollos quietscht inzwischen arg. Werde es die Tage nochmal abmachen und Ölen oder fetten. Aber ansonsten sind sie für das Geld schon gut.", "label": 3, "portion_identifier": -1, "text_b": "Nicht zu viel erwarten . home"}, {"uid": "german-93037-trn", "text_a": "Also es hat auch spannend begonnen, das Thema ist sehr aktuell . Ich könnte mir auch vorstellen, dass es im Sinne vieler wäre sowas zu produzieren. Leider ist es vom Schreiben her am Ende eskaliert, es war dann sehr schnell ein mittelmäßiger Krimi und das Ende....... Ruck zuck Schade", "label": 3, "portion_identifier": -1, "text_b": "Nicht so toll . digital_ebook_purchase"}, {"uid": "german-98992-trn", "text_a": "Reißverschlüsse schlechte Qualität", "label": 3, "portion_identifier": -1, "text_b": "Brusttasche . sports"}, {"uid": "german-112150-trn", "text_a": "Der Bodendurchmesser beträgt beim Topf mit 24er Durchmesser nur 19,5 cm. Dabei beziehe ich mich auf den Boden, der dann auch Auflage auf der Herdplatte hatte. Weil ich irrtümlich annahm, dass es 22 cm wären (Herstellerangabe), hab ich einen zu kleinen Topf bestellt. Wechsle jetzt auf 28er Durchmesser. Ich koche mit dem Topf auch mal über Stunden und da ist es schade, wenn der Boden die Herdplatte nicht ausfüllt aus Energiespargründen. Ansonsten weiß ich was ich hab bei dem Topf. Schwer und trotzdem praktisch.", "label": 3, "portion_identifier": -1, "text_b": "Hinweis zum Bodendurchmesser . home"}], "4": [{"uid": "german-123629-trn", "text_a": "schnelle Lieferung ob die Qualität gut ist kann ich noch nicht sagen, da ich sie noch nicht im einsatz habe", "label": 4, "portion_identifier": -1, "text_b": "schnelle lieferung . lawn_and_garden"}, {"uid": "german-135274-trn", "text_a": "Ich habe die Bürste jetzt seit 3 Jahren und der Akku ist schnell leer und das Plastik am Ladegerät und dort wo man den Kopf aufsteckt hat sich Verfärbt und kann nicht mehr sauber gemacht werden obwohl ich immer sehr ordentlich mit umgegangen bin. Ansonsten hat sie ihren Job gut gemacht, wenn man ni ht viel geld ausgeben möchte ist sie sehr gut. Konnte sie mit der Happy Brush vergleichen die ja sehr viel teurer ist (mein Mann hat diese), da gibt es diese Probleme nicht und die Vibration ist sanfter. Wenn ich mir ein neues Modell zulege Wechsel ich vermutlich.", "label": 4, "portion_identifier": -1, "text_b": "Gut . personal_care_appliances"}, {"uid": "german-153605-trn", "text_a": "Gut verarbeitet, leicht anzulegen, stützt super, habe seit längerem Probleme mit dem Nacken, dadurch ist es besser geworden", "label": 4, "portion_identifier": -1, "text_b": "Passt genau, stützt gut . personal_care_appliances"}, {"uid": "german-144557-trn", "text_a": "Die Terminabsprache für die Lieferung war sehr gut. Das Gerät wurde leider nur bis an die Haustür geliefert, so das leider zwei Personen vor Ort sein mussten um es in die Wohnung zu tragen", "label": 4, "portion_identifier": -1, "text_b": "Terminabsprache super, Auslieferung nicht so toll . other"}], "5": [{"uid": "german-187204-trn", "text_a": "Für wahre Pferdeliebhaber genau das Richtige. Wir haben den Ordner für den Hort als Portfolio gebraucht und dafür ist er genau richtig. Meine Tochter erkennt ihn immer sofort wieder und qualitativ hält er auch etwas stärkerer Belastung stand.", "label": 5, "portion_identifier": -1, "text_b": "Tolles Design - gute Qualität . office_product"}, {"uid": "german-160722-trn", "text_a": "Wunderbare Bildkompositionen mit handwerklich gut gemachten Fotos und schöner Farbzusammenstellung. Der Kalender wird auch für 2019 gekauft werden, das steht bereits seit Januar fest :-)", "label": 5, "portion_identifier": -1, "text_b": "Toller Wandkalender . book"}, {"uid": "german-195188-trn", "text_a": "Sehr Hübsche Handyhülle. Habe nur Komplimente bekommen würde ich auf jeden Fall nochmal bestellen ! Die Verarbeitung ist auch sehr gut !", "label": 5, "portion_identifier": -1, "text_b": "Super Schön und gute Qualität. . wireless"}, {"uid": "german-173681-trn", "text_a": "Danke schön. Schnelle Lieferung. Gerne wieder:)", "label": 5, "portion_identifier": -1, "text_b": "Sehr angenehm . beauty"}]}