{"0": [{"uid": "french-1878-val", "text_a": "Il est né dans le comté de Carter, Tennessee, puis a déménagé en Arkansas.", "label": "0", "portion_identifier": -1, "text_b": "Il est né en Arkansas et a ensuite déménagé à Carter County, Tennessee."}, {"uid": "french-505-val", "text_a": "La Californie était une communauté agraire japonaise de Livingston, colonie de Yamato, Californie.", "label": "0", "portion_identifier": -1, "text_b": "La colonie de Yamato, Californie était une communauté agricole japonaise située à Livingston, Californie."}, {"uid": "french-927-val", "text_a": "Le Dr. Hector, Cody et Christie trouvent Dr. Christie, qui prend Forrest en otage.", "label": "0", "portion_identifier": -1, "text_b": "Hector, Cody et Christie trouvent Dr. Forrest qui prend Christie en otage."}, {"uid": "french-1317-val", "text_a": "Anderson est né à Oakland, Californie en 1943 et est originaire de Redondo Beach, Californie.", "label": "0", "portion_identifier": -1, "text_b": "Anderson est né à Redondo Beach, Californie, en 1943, et vient d'Oakland, Californie."}], "1": [{"uid": "french-1641-val", "text_a": "Le campus Azusa de l'université Azusa Pacific est situé dans la vallée de San Gabriel, au nord-est de Los Angeles.", "label": "1", "portion_identifier": -1, "text_b": "Le campus Azusa de l'Azusa Pacific University est situé à San Gabriel Valley, au nord-est de Los Angeles."}, {"uid": "french-1194-val", "text_a": "Il a terminé à deux coups derrière Bubba Watson et Louis Oosthuizen et a blâmé sa performance au putting pour sa défaite au tournoi.", "label": "1", "portion_identifier": -1, "text_b": "Il a terminé à deux coups derrière Louis Oosthuizen et Bubba Watson et a blâmé ses performances au putting comme la raison pour laquelle il n'a pas gagné le tournoi."}, {"uid": "french-1764-val", "text_a": "Sher Ahmed Akhundzada (également connu sous le nom de Sher Mohammed Akhundzada) est un chef de tribu qui fut gouverneur de Helmand en Afghanistan entre 2001 et 2005.", "label": "1", "portion_identifier": -1, "text_b": "Sher Mohammed Akhundzada (également connu sous le nom de Sher Ahmed Akhundzada) est un chef tribal qui, de 2001 à 2005, fut gouverneur de Helmand en Afghanistan."}, {"uid": "french-1828-val", "text_a": "La rivière Vâlcea est un affluent de la rivière Arieşul Mare en Roumanie.", "label": "1", "portion_identifier": -1, "text_b": "La rivière Vălcea est un affluent de la rivière Arieşul Mare en Roumanie."}]}