{"1": [{"uid": "spanish-36803-trn", "text_a": "Como indico el quipo no hace nada, lo he conectado de varias formas y no hay salida ni de video ni audio, por lo menos no llega al televisor por hdmi.", "label": 1, "portion_identifier": -1, "text_b": "No funciona . industrial_supplies"}, {"uid": "spanish-11622-trn", "text_a": "El material y la relación calidad precio es buena, el embalaje del material ha hecho que lleguen y sean inutilizables, vienen mal precintadas y en una caja enrolladas lo que hace que tengan una forma que no adhiere a la pared.", "label": 1, "portion_identifier": -1, "text_b": "Inutilizables . home"}], "2": [{"uid": "spanish-48320-trn", "text_a": "Malo, peor que en la foto, me ha decepcionado, esperaba algo de más calidad, se parece muy poco a las imágenes que aparecen.", "label": 2, "portion_identifier": -1, "text_b": "Malo . shoes"}, {"uid": "spanish-47276-trn", "text_a": "los compartimentos no están separados hasta bajo del todo lo que hace que al colocar un cubierto en uno de los separadores se cruze bajo con el de al lado y al final se acaban resvalando y metiendo bajo del todo. Bonito muy bonito, práctico poco y por el precio que tiene no lo volvería a comprar.", "label": 2, "portion_identifier": -1, "text_b": "bonito poco práctico . home"}], "3": [{"uid": "spanish-90095-trn", "text_a": "Ninguna seriedad en el cumplimiento del plazo de entrega estando suscrito a PRIME. Comprado miércoles me lo entregarian supuestamente el viernes. Pues me llegó el siguiente miércoles después de 2 reclamaciones a Atención al Cliente. Si una de las señas de identidad de Amazon Prime es la inmediatez y la seriedad en la entrega esta vez NO han cumplido. Cuando me toque renovar la suscripción me lo pensaré 2 veces ya que pocas ventajas me da el ser PRIME", "label": 3, "portion_identifier": -1, "text_b": "Poca seriedad en la entrega (AMAZON PRIME) . electronics"}, {"uid": "spanish-95533-trn", "text_a": "La idea de aumentar la capacidad de la batería es indiscutible, pero el peso y las dimensiones con la carcasa instalada son demasiado.", "label": 3, "portion_identifier": -1, "text_b": "Demasiado pesada . electronics"}], "4": [{"uid": "spanish-159663-trn", "text_a": "Las alas son perfectas ,lo único q se caen bastante las plumas", "label": 4, "portion_identifier": -1, "text_b": "Alas . toy"}, {"uid": "spanish-144411-trn", "text_a": "Muy recomendable! Mi bebe iba incomodo en la sillita del coche y sudaba mucho, al ponerle la colchoneta suda mucho menos y va mas tranquilo así k cumple su función. No le pongo todas las estrellas porque no se puede atar bien a mi sillita y cada pocos días tengo k colocarla bien porque se va moviendo.", "label": 4, "portion_identifier": -1, "text_b": "Cumple su función . baby_product"}], "5": [{"uid": "spanish-195830-trn", "text_a": "El productos esta bien. Lo unico que he encontrado muy mal a sido la forma de e trega no venia enpaquetado venia directamente con la caja del producto", "label": 5, "portion_identifier": -1, "text_b": "La rapidez de la entrega . home_improvement"}, {"uid": "spanish-174672-trn", "text_a": "envio muy rapido y sin problemas. la radial es muy manejable al ser fina y con un peso adecuado", "label": 5, "portion_identifier": -1, "text_b": "buena compra . home_improvement"}]}