{"0": [{"uid": "spanish-1391-val", "text_a": "Malcolm Fraser, que había vencido a Whitlam en un triunfo aplastante en la elección federal de diciembre de 1975, le ofreció a Egerton la caballería para que sirviera al movimiento sindical.", "label": "0", "portion_identifier": -1, "text_b": "Whitlam, que había derrotado a Malcolm Fraser de forma arrolladora en la elección federal de diciembre de 1975, ofreció el título de caballero a Egerton por servir al movimiento sindical."}, {"uid": "spanish-909-val", "text_a": "Fue la madre de Val, Boris y Rosalind Lorwin, y su hija se convirtió en profesora de psicología.", "label": "0", "portion_identifier": -1, "text_b": "Se convirtió en la madre de Val, Boris y Rosalind Lorwin, su hija fue profesora de psicología."}, {"uid": "spanish-942-val", "text_a": "Aunque similares, las partes de la carrocería no son intercambiables entre los 2 autos.", "label": "0", "portion_identifier": -1, "text_b": "Aunque son intercambiables, las partes de la carrocería no son similares en los 2 autos."}, {"uid": "spanish-1070-val", "text_a": "Un Khap es un clan, o un grupo de clanes relacionados, principalmente de los Jats de Uttar Pradesh occidental y Haryana oriental.", "label": "0", "portion_identifier": -1, "text_b": "Un khap es un clan o grupo de clanes relacionados, principalmente bajo los jats del este de Uttar Pradesh y Haryana occidental."}], "1": [{"uid": "spanish-187-val", "text_a": "La película fue producida por Alena Kruchkova y cortada por Andrei Litvinov.", "label": "1", "portion_identifier": -1, "text_b": "Alena Kruchkova produjo la película, y Andrei Litvinov la editó."}, {"uid": "spanish-762-val", "text_a": "Brewarrina Shire y las aldeas de Gongolgon, Angledool, Goodooga y el pueblo fantasma de Tarcoon.", "label": "1", "portion_identifier": -1, "text_b": "Brewarrina incluye a Brewarrina Shire y a los pueblos de Gongolgon, Angledool y Goodooga y el pueblo fantasma de Tarcoon."}, {"uid": "spanish-1419-val", "text_a": "Esto dio inicio a la primera de cuatro guerras que se supone encabezaría contra Carthage.", "label": "1", "portion_identifier": -1, "text_b": "Esto detonó la primera de cuatro guerras que encabezaría contra Carthage."}, {"uid": "spanish-1589-val", "text_a": "El R205 road es un camino regional de Irlanda que va desde R199 road en el condado de Cavan hasta la frontera con Irlanda del Norte en el condado de Leitrim, principalmente en el condado de Fermanagh.", "label": "1", "portion_identifier": -1, "text_b": "Road R205 es un camino regional en Irlanda desde el camino R199 en el condado de Cavan hacia la frontera de Irlanda del Norte en el condado de Leitrim, mayoritariamente en el condado de Fermanagh."}]}