{"1": [{"uid": "german-24786-trn", "text_a": "Ich habe die Folien extra gekauft, weil hier echt super Bewertungen waren. Leider wurde ich echt enttäuscht, die Folie lässt sich sonst eigentlich prima auflegen, nur sobald ich meine Handy Hülle ans Handy mache, löst sich die Folie oben ab obwohl ich sie genau aufgeklebt habe weil unten sitzt sie genau am Rand von der Hülle dran. Leider war ich echt enttäuscht.", "label": 1, "portion_identifier": -1, "text_b": "Nicht begeistert . wireless"}, {"uid": "german-8081-trn", "text_a": "Habe dieses Spielzeug bestellt und ein Katzen Tumbler bekommen... dieses klingelnde stehaufmännchen nervt und meine Katze findest es nicht toll...", "label": 1, "portion_identifier": -1, "text_b": "Angel bestellt, Tumbler bekommen... . pet_products"}, {"uid": "german-36872-trn", "text_a": "leider das spiel lässt sich nicht installieren jetzt liegt es herum", "label": 1, "portion_identifier": -1, "text_b": "xbox spiel . video_games"}, {"uid": "german-32248-trn", "text_a": "Akku war schnell leer. Reaktion langsam", "label": 1, "portion_identifier": -1, "text_b": "Nach dem Akku fragen . wireless"}], "2": [{"uid": "german-71043-trn", "text_a": "Bin sehr enttäuscht. Das hat nix mehr mit dem Why Café zu tun. Ein guter Gedanke ist zu wenig - selbst bei so einem dünnen Buch.", "label": 2, "portion_identifier": -1, "text_b": "Eine brauchbare Metapher - sonst nix . digital_ebook_purchase"}, {"uid": "german-46737-trn", "text_a": "Zum Training nicht zu gebrauchen", "label": 2, "portion_identifier": -1, "text_b": "Grösse . sports"}, {"uid": "german-43658-trn", "text_a": "Als Biografie ist das Buch recht interessant, aber ich hatte es mir eigentlich gekauft um vielleicht Tips und Tricks zu erfahren wie man am besten mit Geld umgehen kann und es anlegen kann, aber dafür eignet sich dieses Buch leider nicht.", "label": 2, "portion_identifier": -1, "text_b": "Als Biografie ok . book"}, {"uid": "german-60523-trn", "text_a": "Das Kaffeepulver fliegt überall herum nach dem Mahlen. Zudem ist die Mühle sehr laut und nicht für Esspresso-Bohnen geeinget.", "label": 2, "portion_identifier": -1, "text_b": "Kaffeemühle ist sehr laut und nicht antistatisch . kitchen"}], "3": [{"uid": "german-118678-trn", "text_a": "Das ist der zweite Gurt den ich habe. Der erste war leider an den Rändern ausgefranst. Leider muss ich sagen das es beim zweiten auch so langsam anfängt wie bei dem ersten. Die Abdeckung des Verschluss finde ich auch nicht so optimal gelöst. Man spürt beim Training teilweise deutlich den Verschluss. Die Verbindung mit der Fenix und Messung funktioniert aber einwandfrei.", "label": 3, "portion_identifier": -1, "text_b": "Guter Gurt mir Abstrichen . sports"}, {"uid": "german-117861-trn", "text_a": "Praktische Hülle, da man das Handy aufstellen kann. Leider ist der Kunsstoff minderwertig und nach einem Jahr geplatzt.", "label": 3, "portion_identifier": -1, "text_b": "Leider nach 1 Jahr kaputt . home"}, {"uid": "german-116411-trn", "text_a": "Wenn die Lampe eingeschaltet ist hört man ein dauerhaftes leises brummen. Licht ist extrem hell ( 60W LED Birne) , Verarbeitung und Aussehen ist gut und die Montage einfach.", "label": 3, "portion_identifier": -1, "text_b": "Sehr helle Lampe . home"}, {"uid": "german-113983-trn", "text_a": "Diese Tassen sind einfach zu Montieren, doch leider fallen sie sehr sehr sehr klein aus. Aber wenn man ein paar mehr Nimmt kann die Esszimmer Wand verschönert werden.", "label": 3, "portion_identifier": -1, "text_b": "Leider etwas klein . home"}], "4": [{"uid": "german-139810-trn", "text_a": "Qualität super nur die Farben sind nicht so kräftig wie auf dem Foto. Sonst gäbe es 5 sterne. Macht sich Super am autoschlüssel", "label": 4, "portion_identifier": -1, "text_b": "King of Rap . toy"}, {"uid": "german-142103-trn", "text_a": "Sehr schöner Schmuck, gute Qualität", "label": 4, "portion_identifier": -1, "text_b": "Rosegold Schmuck . jewelry"}, {"uid": "german-132756-trn", "text_a": "Produkt super als Geschenk, sieht gut aus", "label": 4, "portion_identifier": -1, "text_b": "Genau wie Erwartet . home"}, {"uid": "german-129486-trn", "text_a": "Habe ich für meine Haarschneidemaschine gekauft. Diese wurde vorher gefühlt immer langsamer. Seit dem geht es wesentlich besser. Ein Stern Abzug wegen dem Mengen / Preisverhältnis", "label": 4, "portion_identifier": -1, "text_b": "Empfehlenswert . personal_care_appliances"}], "5": [{"uid": "german-177447-trn", "text_a": "Der Ständer wurde schnell geliefert. Er entspricht genau der Beschreibung, schnell zusammengebaut und passt hervorragend unter meinen Monitor. Durch den Freiraum passt jetzt auch mein Lautsprecher der 5.1 Anlage mittig darunter.", "label": 5, "portion_identifier": -1, "text_b": "Passt super . electronics"}, {"uid": "german-178436-trn", "text_a": "Prima. Erleichtert das schneiden sehr", "label": 5, "portion_identifier": -1, "text_b": "Prima . pet_products"}, {"uid": "german-177646-trn", "text_a": "Der Trimmer macht genau das was er soll. Das Trimm-Ergebnis ist ausgesprochen gut. Ich verwende das Gerät jetzt schon einige Zeit und hatte auch vorher schon diverse Trimmer im Einsatz.", "label": 5, "portion_identifier": -1, "text_b": "Kaufempfehlung . drugstore"}, {"uid": "german-188926-trn", "text_a": "Super tolle und angenehm zu tragende Schnorchelmaske mit Halterung für die Action Cam! Besonders gefällt mir, dass man den Schnorchel nur hochklappen muss, es aber aneinander befestigt ist. Bei zwei einzelnen Teilen muss man immer zweimal schauen, ob man alles dabei hat. Die Schutztasche schützt das Sichtfeld, damit es nicht so stark verkratzt. Paket war wie gewohnt von Amazon innerhalb eines Tages bei mir und sehr gut verpackt! Der Schwimmer im Schnorchel geht sehr leicht sodass er bei jeder kleinen Welle schließt! Absolut top für das Geld.", "label": 5, "portion_identifier": -1, "text_b": "Angenehmer Tragekomfort | guter Rundumblick | kein Beschlagen! . sports"}]}