{"0": [{"uid": "german-961-val", "text_a": "Beschreiben Sie zunächst die Gebiete mit hoher statt jene mit niedriger Pollenbelastung.", "label": "0", "portion_identifier": -1, "text_b": "Beschreiben Sie zunächst die Bereiche mit hohen Pollenwerten anstelle der Bereiche mit niedrigen Pollenwerten."}, {"uid": "german-1713-val", "text_a": "Eine Biographie von Chris Sievey wurde von Autor Mick Middles aus Manchester geschrieben und im November 2014 veröffentlicht.", "label": "0", "portion_identifier": -1, "text_b": "Es wurde eine Biographie von Mick Middles von dem Autor Chris Sievey aus Manchester verfasst und im November 2014 veröffentlicht."}, {"uid": "german-599-val", "text_a": "Wenn „e” die magnetische Ladung des Teilchens ist und „A” das elektrische Vektorpotential des elektromagnetischen Felds.", "label": "0", "portion_identifier": -1, "text_b": "Wobei „e” die elektrische Ladung des Partikels und A das magnetische Vektorpotential des elektromagnetischen Feldes ist."}, {"uid": "german-488-val", "text_a": "Cai Feng hatte auch einen Sohn namens Cai Mao.", "label": "0", "portion_identifier": -1, "text_b": "Cai Mao hatte auch einen Sohn, Cai Feng."}], "1": [{"uid": "german-1178-val", "text_a": "Das ist die förmliche Art zum Servieren und Essen von Mahlzeiten, wie sie in Zen-Tempeln praktiziert wird.", "label": "1", "portion_identifier": -1, "text_b": "Dies ist die förmliche Art zum Servieren und Essen von Mahlzeiten, wie sie in Zen-Tempeln praktiziert wird."}, {"uid": "german-1615-val", "text_a": "Doch die Red Bulls verloren die erste Runde der Playoffs.", "label": "1", "portion_identifier": -1, "text_b": "Die Red Bulls kamen in die Playoffs, aber verloren bereits in der ersten Runde."}, {"uid": "german-1744-val", "text_a": "Der erste Song, „Every Morning“, ist die Akustikgitarren-Version des letzten Songs „Morning“.", "label": "1", "portion_identifier": -1, "text_b": "Das erste Stück „Every Morning“ ist die akustische Version der letzten Gitarrenversion von „Morning“."}, {"uid": "german-1721-val", "text_a": "Das Colegio Humboldt Puebla wurde 1911 mit 10 deutschen Schülern und einem Grundschullehrer gegründet.", "label": "1", "portion_identifier": -1, "text_b": "Das Colegio Humboldt Puebla wurde 1911 mit 10 deutschen Schülern und einem Grundschullehrer gegründet."}]}