{"1": [{"uid": "spanish-20419-trn", "text_a": "Que malgasto de dinero por dios, no compren este producto, no es conforme la pantalla.", "label": 1, "portion_identifier": -1, "text_b": "No es para pocophone. . wireless"}, {"uid": "spanish-19400-trn", "text_a": "Son cómodos pero el micro no funciona! Además el sonido llega muy bajo, hay que poner el volumen al maximo tanto en los auriculares como en el pc, tv, etc.", "label": 1, "portion_identifier": -1, "text_b": "los el sonido no se escucha . electronics"}, {"uid": "spanish-39868-trn", "text_a": "Llevo un mes desde que devolvi el producto,y aun no me han devuelto el dinero.gracias", "label": 1, "portion_identifier": -1, "text_b": "Devolucion . office_product"}, {"uid": "spanish-12674-trn", "text_a": "Vamos he tirado el dinero no funciona. Vaya estafa .", "label": 1, "portion_identifier": -1, "text_b": "iPhone 7 no funciona . pc"}, {"uid": "spanish-16537-trn", "text_a": "Horrible la experiencia...pero el servicio de Amazon de devolución perfecto.", "label": 1, "portion_identifier": -1, "text_b": "No lo recomiendo... . sports"}, {"uid": "spanish-16623-trn", "text_a": "Nunca más les volveré a comprar", "label": 1, "portion_identifier": -1, "text_b": "Pésimo servicio de atención al cliente . other"}, {"uid": "spanish-3618-trn", "text_a": "Lo puse y al dia o dos dias se rompio en el bolsillo sin golpearlo ni nada lo he aguantado unas semanas ya que barato no es y se ha seguido rompiendo mas y mas, muy mala calidad...", "label": 1, "portion_identifier": -1, "text_b": "Mala calidad . wireless"}, {"uid": "spanish-26879-trn", "text_a": "LLego en perfectas condiciones, pero fue una compra inutil ya que se ve que esta adaptado a los pies de los asiaticos, calzo una 44 de europa y mis pies no caben. Otra persona con el puente del pie un poco grande y tampoco podia meterlos. No veo que se debiera vender en europa este producto sino se adaptan a las medidas europeas.", "label": 1, "portion_identifier": -1, "text_b": "Devuelto . beauty"}], "2": [{"uid": "spanish-59442-trn", "text_a": "Es muy práctico si lo vas a utilizar. No me ha gustado puesto que no se complementa con la propia pintura del coche.", "label": 2, "portion_identifier": -1, "text_b": "Es cómodo de usar. . automotive"}, {"uid": "spanish-71647-trn", "text_a": "No trae goma para poner en el agarre, con lo que no se fija bien y resbala.", "label": 2, "portion_identifier": -1, "text_b": "Sin goma antideslizante . camera"}, {"uid": "spanish-67115-trn", "text_a": "Hola, Sólo expongo que lo he devuelto, para una tablet de 7\" puede funcionar, pero para una de 10.1 no protege absolutamente nada. No recomiendo su compra. un saludo", "label": 2, "portion_identifier": -1, "text_b": "Es un producto con una calidad muy baja. . pc"}, {"uid": "spanish-69552-trn", "text_a": "El conector del disco duro es de baja calidad, ha dejado de funcionar sin apenas utilizarlo. Al desconectar y conectar físicamente. Es muy débil", "label": 2, "portion_identifier": -1, "text_b": "Fallo . pc"}, {"uid": "spanish-72601-trn", "text_a": "Calidad escasa pero me lo esperaba por el precio", "label": 2, "portion_identifier": -1, "text_b": "Calidad pobre . wireless"}, {"uid": "spanish-54011-trn", "text_a": "TARDA MUCHO EN ESTABILIZAR LA LECTURA DE LA TEMPERATURA REAL. PUEDE SERVIR, PERO YO NECESITABA MAS VELOCIDAD, PARA CONSEGUIR UNA LECTURA EXACTA.", "label": 2, "portion_identifier": -1, "text_b": "TIEMPO DE MEDIDA . home"}, {"uid": "spanish-69100-trn", "text_a": "Esta bien, pero esperaba más luminosidad, se ven poquito. Espero que en verano con más sol, sean más luminosas. Gracias", "label": 2, "portion_identifier": -1, "text_b": "Luminosidad . home"}, {"uid": "spanish-42421-trn", "text_a": "Me ha gustado el mueble en sí pero el aglomerado no es bueno y la mesa extensible va fatal (ademas de der dificil de poner los tornillos). Hace ruido cuanfo la levantas y bajas y da un golpe en seco al bajar que en dos dias parece que se romperá", "label": 2, "portion_identifier": -1, "text_b": "La calidad no es buena . furniture"}], "3": [{"uid": "spanish-98164-trn", "text_a": "Está bien hecho y parece de buen material, pero a mi me ha rayado el cuadro de carbono en un solo uso. A la basura...", "label": 3, "portion_identifier": -1, "text_b": "Mejor un trozo de toalla . automotive"}, {"uid": "spanish-112783-trn", "text_a": "Son muy bonitos, lo use muy poquito de recién nacido para calentarle la cuna y poco más.mi bebé es muy caluroso y no lo quería. Por eso le di tres estrellas no porque el producto sea malo sino que para mí no fue muy util", "label": 3, "portion_identifier": -1, "text_b": "Es muy bonito pero no lo use casi nada . other"}, {"uid": "spanish-115693-trn", "text_a": "Cuando te duchas con él se empaña la corona y queda vaho y humedad dentro, parece que el cierre no es hermético como para aguantar el agua.", "label": 3, "portion_identifier": -1, "text_b": "Un reloj coqueto . watch"}, {"uid": "spanish-98325-trn", "text_a": "hacen su función, aunque son más pequeños de lo que me esperaba. aunque al final no pude usarlos para lo que queria. les he buscado otros usos", "label": 3, "portion_identifier": -1, "text_b": "hacen su función . sports"}, {"uid": "spanish-116459-trn", "text_a": "Los niños son atraidos por el juego mas bien por la publicidad de los minions, pero el juego en sí, no varía mucho del tradicional monos locos y no vale la pena pagar más porque sea de los minions. En sí la torre en un plastico de no muy buena calidad, que le cuesta hasta encajar. Por lo demás, te entretienes más en montarlo que jugando", "label": 3, "portion_identifier": -1, "text_b": "Al final prima la publicidad . toy"}, {"uid": "spanish-108789-trn", "text_a": "La verdad es lo que buscaba, pero me parece un poco caro para lo que es. Una cuchilla con un mango de plástico.", "label": 3, "portion_identifier": -1, "text_b": "Caro para lo que es . home"}, {"uid": "spanish-94116-trn", "text_a": "De talla mas o menos, pero muy largo y se nota elmprecio en la calidad... un poco escasa, pero no se puede pedir mas", "label": 3, "portion_identifier": -1, "text_b": "Bueeeno, . apparel"}, {"uid": "spanish-99980-trn", "text_a": "Se enciende rapido pero tambien se consume muy rapido", "label": 3, "portion_identifier": -1, "text_b": "Normal . drugstore"}], "4": [{"uid": "spanish-157758-trn", "text_a": "Estoy muy satisfecho de la compra y gratamente sorprendido del servicio ya que llegó en el plazo indicado a pesar de tratarse de fechas próximas a la Navidad. Era para un regalo y llegó a tiempo.", "label": 4, "portion_identifier": -1, "text_b": "Llegó en plazo a pesar de faltar poco para Navidad . toy"}, {"uid": "spanish-125217-trn", "text_a": "La utilizo para disimular un poco la rosacea y bueno, no desaparecen las rojeces pero al menos las difumina un poco", "label": 4, "portion_identifier": -1, "text_b": "Esta bien . beauty"}, {"uid": "spanish-133341-trn", "text_a": "Muy fácil de instalar y seguro. No se despega fácilmente", "label": 4, "portion_identifier": -1, "text_b": "Fácil de instalar y se pega perfectamente . home_improvement"}, {"uid": "spanish-159455-trn", "text_a": "Me ha llegado con enchufe americano y no lo puedo recargar.", "label": 4, "portion_identifier": -1, "text_b": "Es muy manejable . automotive"}, {"uid": "spanish-142654-trn", "text_a": "Cumple su función. Mis gatos lo adoran. Aún tenía otra caja normal con arena y an dejado de usarla. Solo van à la caza Omega. Es fácil de limpiar na área en el día a dia. Como la entrada es más alta que las demás surge, cuando los gatos sales de la caja, dejan un rastro de arena fuera... Para cambiar na arena es necessário alguma destreza. En general me ha gustado.", "label": 4, "portion_identifier": -1, "text_b": "Muy buena pero... . pet_products"}, {"uid": "spanish-131854-trn", "text_a": "Lo compré para un portátil de 15\" y va bien aunque el portátil sobresale unos 5 centímetros por cada lado, pero queda bien", "label": 4, "portion_identifier": -1, "text_b": "es funcional, aunque quizás un poco pequeño para un portatil de 15 . office_product"}, {"uid": "spanish-137711-trn", "text_a": "Es bonita pero un poquitin gruesa debido a los corazoncitos que lleva entre medio.", "label": 4, "portion_identifier": -1, "text_b": "Bonita . wireless"}, {"uid": "spanish-124662-trn", "text_a": "Buena calidad y completo con un tren de pilas", "label": 4, "portion_identifier": -1, "text_b": "Buena calidad . toy"}], "5": [{"uid": "spanish-195385-trn", "text_a": "Vienen en dos tamaños, uno para lápices normales y el otro para otros más anchos, los Faber Castell Polychromos, por ejemplo. Conforme.", "label": 5, "portion_identifier": -1, "text_b": "muy buenos . office_product"}, {"uid": "spanish-186063-trn", "text_a": "Se retraso un poco el envío pero llego sin más problemas .. es artículo es correcto", "label": 5, "portion_identifier": -1, "text_b": "Todo correcto !! . drugstore"}, {"uid": "spanish-168522-trn", "text_a": "Excelentes si te gusta el picante. Tal y como se dice en el envase, son bastante picantes, como debe ser.", "label": 5, "portion_identifier": -1, "text_b": "Producto excelente. . grocery"}, {"uid": "spanish-193151-trn", "text_a": "Me ha encantado. Es Precioso, muy bien hecho, con gran detalle. Transmite ternura. Muchas gracias por esta maravilla de muñeco.", "label": 5, "portion_identifier": -1, "text_b": "Maravilloso . toy"}, {"uid": "spanish-196652-trn", "text_a": "Mucho espacio para almacenar. Pequeño, no pesa y bonito color. No hace falta enchufarlo a la corriente. Y formateo muy rapido.", "label": 5, "portion_identifier": -1, "text_b": "Buen producto. . pc"}, {"uid": "spanish-176535-trn", "text_a": "Interesante. Mucha información curiosa expresada de forma sencilla y atractiva", "label": 5, "portion_identifier": -1, "text_b": "Buena compra . book"}, {"uid": "spanish-160286-trn", "text_a": "Muy realista; excelente calidad y enorme", "label": 5, "portion_identifier": -1, "text_b": "excelente elección . toy"}, {"uid": "spanish-189428-trn", "text_a": "Envío rápido, buen precio y facilidad de montaje. Satisfecho con la compra!", "label": 5, "portion_identifier": -1, "text_b": "Producto perfecto, cumple las expectativas . home_improvement"}]}