{"1": [{"uid": "german-3908-trn", "text_a": "Ist nach 10 Tagen Urlaub am Zigarettenanzündern im Auto geschmolzen und alles hat angebrannt gestunken", "label": 1, "portion_identifier": -1, "text_b": "Mist . wireless"}, {"uid": "german-39712-trn", "text_a": "Helfen bei mir gar nicht! Finde die von Balea um einiges besser!", "label": 1, "portion_identifier": -1, "text_b": "Unzufrieden . furniture"}, {"uid": "german-6559-trn", "text_a": "Diese Säcke halten leider überhaupt nicht dicht, extrem ärgerlich, denn somit sind sie absolut sinnfrei. Leider rausgeschmissenes Geld und Zeit!", "label": 1, "portion_identifier": -1, "text_b": "Nutzlos . home"}, {"uid": "german-39160-trn", "text_a": "Tropft sehr stark beim Ausgiessen!! Hatten das Vorgängermodel, mit dem wir sehr zufrieden wsren. Dieses Modell ist enttäuschend, würde es nicht mehr kaufen", "label": 1, "portion_identifier": -1, "text_b": "Tropft beim Ausgiessen sehr stark . kitchen"}, {"uid": "german-25780-trn", "text_a": "Das Produkt ist leider nach einmaliger Benutzung kaputt gegangen. Der Verkäufer wollte den Warenwert ersetzen, aber das Geld ist bisher nicht auf meinem Konto eingegangen. Schade, denn der Smily sieht sonst niedlich aus.", "label": 1, "portion_identifier": -1, "text_b": "Ging sofort kaputt . home"}, {"uid": "german-24353-trn", "text_a": "Leider hat das Ding nicht lange gehalten, nach 2 Wochen nach vorherigen sehr ungenau werden, war sie schon kaputt. Geleuchtet hat sie aber mega hell, das war wirklich positiv.", "label": 1, "portion_identifier": -1, "text_b": "War nach 2 Wochen schon kaputt . home"}, {"uid": "german-270-trn", "text_a": "Qualitativ das aller letzte. Hat von Anfang an nicht richtig funktioniert. Wackelkontakt. Für paar Sekunden ging, dann wieder nicht... kann ich nicht weiter empfehlen....", "label": 1, "portion_identifier": -1, "text_b": "Was für die Mülltonne . lawn_and_garden"}, {"uid": "german-8234-trn", "text_a": "B-Ware wäre geschmeichelt. Krumm und schief. Eier und Becher kippeln und wackeln hin und her. Wem individuelle, künstlerisch wertvolle Gestaltung gefällt.", "label": 1, "portion_identifier": -1, "text_b": "Minderwertig . home"}], "2": [{"uid": "german-65335-trn", "text_a": "ansonsten billig und liegt auch nicht gut auf der Bahn.", "label": 2, "portion_identifier": -1, "text_b": "aussen hui... . toy"}, {"uid": "german-70501-trn", "text_a": "Trotz der Reinigung des Rahmens hällt der Kleber leider sehr schlecht und löste sich bereits am nächsten Tag. Muss nun alles wieder abnehmen und besseres Klettklebeband kaufen. Doppelte Arbeit...", "label": 2, "portion_identifier": -1, "text_b": "Kleber hällt nicht . home_improvement"}, {"uid": "german-74153-trn", "text_a": "der Magnet und der Mechanismus halten die Bits sehr fest, da hat man schon etwas Mühe, sie wieder frei zu bekommen. Leider reicht der Magnet allerdings nicht, um auch Schrauben am Bit tu halten, daher habe ich das Teil zurück geschickt.", "label": 2, "portion_identifier": -1, "text_b": "Schwach magnetisch . home_improvement"}, {"uid": "german-61513-trn", "text_a": "Das Teil ist toll. Kann alles was ein Tablet auch könnte. Relativ einfach aber kann nicht das wofür ich es nutzen wollte. SKY GO App ist nicht kompatibel!!. Leider", "label": 2, "portion_identifier": -1, "text_b": "Nicht alle Apps sind kompatibel. . wireless"}, {"uid": "german-51663-trn", "text_a": "Das Paket wurde leider einfach vor die Tür geworfen. Das Produkt ist allerdings super", "label": 2, "portion_identifier": -1, "text_b": "Zustellung . beauty"}, {"uid": "german-54915-trn", "text_a": "Ich war etwas enttäuscht von diesem Produkt. Die Bedienungsanleitung war auf allen Sprachen türkisch, griechisch, russisch usw. nur nicht deutsch. Der Timer lässt sich nur mit der App einstellen. Die Zahnbürste hört nicht auf nach 2 Minuten, sondern rüttelt. Man kann dies nicht richtig deuten. Die app ist voller Werbung. Dafür ist das Gerät viel zu teuer", "label": 2, "portion_identifier": -1, "text_b": "Zahnbürste viel zu teuer für die Dinge,die gehen . personal_care_appliances"}, {"uid": "german-55333-trn", "text_a": "Sobald nur ein bisschen weniger Wasser im brunnen ist wir die Pumpe sehr laut. Meine Katzen haben dann Angst davor. Also fehlkauf....", "label": 2, "portion_identifier": -1, "text_b": "Zu laut . pet_products"}, {"uid": "german-52099-trn", "text_a": "Leider ist die Schnalle schlecht lackiert bzw. versiegelt, was man am Anfang nicht sieht. Benutze ihn - neben 3 anderen Gürteln - regelmäßig und bin dann doch enttäuscht, dass die Schnalle nach effektiven 3 Monaten derart abgenutzt ausschaut. Schade, denn ansonsten fand ich ihn schön.", "label": 2, "portion_identifier": -1, "text_b": "Minderwertige Lackierung; schönes Leder . apparel"}], "3": [{"uid": "german-96748-trn", "text_a": "Sehr stabil sind die Schnecken nicht aber erfüllen schon ihren Zweck. Leider zieht sich der Tee durch das Band nach oben und somit tropft es ständig vom Papier?! Total merkwürdig...man kann die Schnecken auch super als Markierung von Tassen nehmen. Habs als Geschenk bestellt und gleich 6 selber behalten. Das Tropfen nervt aber sonst super süß", "label": 3, "portion_identifier": -1, "text_b": "Süßer Gag . home"}, {"uid": "german-99957-trn", "text_a": "Füllfeder ist kaputt", "label": 3, "portion_identifier": -1, "text_b": "Schlechte Qualität . office_product"}, {"uid": "german-81484-trn", "text_a": "Das Spielzeug hat unserer Tochter sehr gefallen Material ist sehr gut aber ich habe ein Makel was mir und meine Frau nicht gefällt das beim dritten Bild zu sehen ist das es sehr dreckig und klebrig war das mussten wir erst mal putzen beim Pulsmesser und der Tafel und war in Folie eingepackt also unter neu verstehe ich was anderes war bischen endtäuschend deswegen nur 3 sterne", "label": 3, "portion_identifier": -1, "text_b": "Schmutzige Sachen beim Neukauf geht garnicht . toy"}, {"uid": "german-94731-trn", "text_a": "Das Radio an sich ist durchaus gut. Die Fernbedienung ist aber nach nicht mal einem Jahr bereits defekt. Ich habe das beim Händler reklamiert und bekam auch bereits einen Tag später die Mitteilung, dass der Vorgang bearbeitet wird, es aber 5-7 Werktage dauern könne. Nachdem ich dann 7 Wochen nichts mehr gehört hatte, habe ich nochmal freundlich nachgefragt. Diesmal ohne irgendeine Reaktion des Händlers. Das ist nun auch schon wieder 2 1/2 Monate her. Bis heute habe ich nichts mehr von dem Händler gehört. Ich habe mich damit abgefunden, dass ich das Radio am Gerät bediene. Fazit: Das Radio ist in Ordnung. Die Fernbedienung war schnell unbrauchbar, könnte aber ein Einzelfall sein. Von Käufen bei diesem Händler kann ich aber nur abraten. Kundenfreundlich geht anders.", "label": 3, "portion_identifier": -1, "text_b": "Die Fernbedienung ist einfach nur Schrott - Service ebenfalls . wireless"}, {"uid": "german-112404-trn", "text_a": "Wir haben das Gitter bei unserer Stiege montiert, anfangs funktionierte es wirklich super, aber jetzt nach zirka einem halben Jahr schließt es nicht mehr automatisch, meist hängt das Zäpfchen unten und man muss das Gitter noch einmal mit Nachdruck schließen! Wir gehen wirklich oft durch, aber das es so wenig aushält, hätte ich nicht gedacht!", "label": 3, "portion_identifier": -1, "text_b": "Nicht ganz optimal . baby_product"}, {"uid": "german-107025-trn", "text_a": "Wie schon beschrieben kommt es super verpackt an und brauch dann ein paar Stunden bis es sich komplett entfaltet hat. Aufbau ist super leicht und meine alte Australien Shepard Dame liebt es. Qualität ist nicht so gut aber für den Preis in Ordnung. Mein größtes Problem: Sie buddelt ab und zu und dadurch ist das große Liegekissen eingerissen, daher fliegt der Inhalt jetzt immer mal wieder in der Bude rum.", "label": 3, "portion_identifier": -1, "text_b": "Für den Preis vollkommen ok . pet_products"}, {"uid": "german-96084-trn", "text_a": "Beleuchtung wäre schön gewesen aber erfüllt sein Zweck", "label": 3, "portion_identifier": -1, "text_b": "Autoladegerät . electronics"}, {"uid": "german-93229-trn", "text_a": "Der Tortenring ist an sich sehr handlich und gut einstellbar. Auch die Reinigung ist einfach. Allerdings ist er nicht schwer genug und setzt daher nicht gerade auf, sodass der Teig ausläuft. Abhilfe konnte ich schaffen, indem ich den Tortenring vorher mit Backpapier ausgelegt habe. Da ich nicht so oft backe reicht mir dieser aus.", "label": 3, "portion_identifier": -1, "text_b": "Nicht besonders empfehlenswert . home"}], "4": [{"uid": "german-141001-trn", "text_a": "Habe den Wasserkocher im Angebot für 30 Euro gekauft und bin echt zufreiden damit. Es sollte kein Wasserkocher aus Plastik sein, um mögliche Plastikrückstände im kochenden Wasser zu reduzieren. Das Design ist aufgrund der blauen Beleuchtung sehr ansprechend. Einziger Kritikpunkt ist der Deckel vom Wasserkocher. Bei zu schnellem Gießen wird dieser undicht. Wenn man dies aber weiss, gießt man etwas langsamer und alles funktioniert einwandfrei :)", "label": 4, "portion_identifier": -1, "text_b": "Ein guter Glaswasserkocher . kitchen"}, {"uid": "german-144548-trn", "text_a": "Dieses Jahr wollte ich mir endlich ein Baum in meine Wohnung stellen, wollte dafür aber kein Vermögen ausgeben. Da bin ich auf diesen Baum gestoßen. Die Lieferung kam pünktlich bei mir an. Leider sieht der Baum nicht so füllig aus wie auf dem Bild. Die einzelenen Elemente sind mit einen dünnen Bindfaden verbunden und werden von oben über eine kleine Stange gesteckt. Um die Lücke etwas zu füllen muss man die Tannenzweige etwas verbiegen. Die mitgelieferten Kugeln reichen an sich, ich hab mir aber zusätzlich zwei Girlanden gekauft. Sobald alles an seinen richtigen Platz ist sieht der Baum ganz gut aus.Ich werd mir aber noch etwas dazukaufen, kleine Figuren oder ähnliches. Für den Preis reicht der Baum vollkommen aus, auch wenn ich ihn mir etwas dichter vorgestellt hatte wie auf dem Foto.", "label": 4, "portion_identifier": -1, "text_b": "guter Baum für einen günstigen Preis! . home"}, {"uid": "german-155324-trn", "text_a": "Lieferung kam schnell und der Whiskey ist top 👍", "label": 4, "portion_identifier": -1, "text_b": "Top . other"}, {"uid": "german-128643-trn", "text_a": "Die Socken sind sehr gut und bequem. Sind auch sehr dünn, aber schauen wir mal wie lange sie halten nach einigen waschen. Kann ich sehr empfehlen, füllt sich super an.", "label": 4, "portion_identifier": -1, "text_b": "Passt gut . apparel"}, {"uid": "german-151583-trn", "text_a": "Sporttasche sieht super aus Qualität ist auch gut kleine Schuhfach mit dabei aber bei dem grauen Modell zählt das Schulterpolster wie auf dem Bild angegeben war darüber sehr enttäuscht und als ich dort angerufen habe haben sie gesagt dass es ein Abbildungsfehler ist und dass man da nichts machen kann", "label": 4, "portion_identifier": -1, "text_b": "Super sporttasche . sports"}, {"uid": "german-137933-trn", "text_a": "Toller Sitz für die kleinen. Leider ist er zu leicht sodass der kleine ihn auch als Ball hernimmt und nicht als Sofa. Außerdem kann man den Bezug nicht waschen dafür ein punkt abzug", "label": 4, "portion_identifier": -1, "text_b": "Klein aber fein . toy"}, {"uid": "german-147133-trn", "text_a": "Nach dem 2. Sturz ist ein Hebel abgebrochen, aber der Sturz war schon was heftiger ... Ansonsten leistete die Halterung auch auf unebenen Gelände sehr gut Dienste ...", "label": 4, "portion_identifier": -1, "text_b": "Sehr gutes Preis/ Leistungsverhältnis . electronics"}, {"uid": "german-149902-trn", "text_a": "Sehr schnelle Lieferung. Nach langer Suche haben wir uns für diesen Milchpulverbehälter entschieden. Und das zu recht. Super Qualität und ein echtes Schnäppchen. 1 mit Sternchen!", "label": 4, "portion_identifier": -1, "text_b": "T B . baby_product"}], "5": [{"uid": "german-165951-trn", "text_a": "Super schöne Eiszapfen Lichterkette, fällt toll aus, schnelle Lieferung und für den Preis voll zufrieden, kann ich empfehlen", "label": 5, "portion_identifier": -1, "text_b": "Schöne Lichterkette . lawn_and_garden"}, {"uid": "german-189583-trn", "text_a": "Alles Super, passt sehr gut.", "label": 5, "portion_identifier": -1, "text_b": "Alles Gut . home"}, {"uid": "german-163341-trn", "text_a": "Ich war auf der Suche nach einer günstigen Alternative zum Original Toner und bin auf dieses Angebot aufmerksam geworden. Der Toner wird einwandfrei vom Drucker C480W erkannt. Die Kapazität und die Qualität des Toner ist für mich voll zufriedenstellend.", "label": 5, "portion_identifier": -1, "text_b": "Gute Alternative zum Original Toner. . office_product"}, {"uid": "german-183499-trn", "text_a": "Fernbedienung funktioniert manchmal nicht sofort, man muss den richtigen Winkel erwischen. Ansonsten bin ich zufrieden!", "label": 5, "portion_identifier": -1, "text_b": "Zufrieden . home"}, {"uid": "german-173362-trn", "text_a": "Tolle Verarbeitung, sehr hochwertig !", "label": 5, "portion_identifier": -1, "text_b": "Edelnice Dirndl . apparel"}, {"uid": "german-171460-trn", "text_a": "Das Mittel wurde mir von meinem Arzt empfohlen um die Wirkung meiner Medikamente zu unterstützen. Seit ich das Mittel \"Geschenk der Natur \" regelmäßig einnehme hat sich mein allgemeines Wohlbefinden merklich verbessert. Es ist sehr ergiebig, so dass meiner Meinung nach Preis-Leistung in einem guten Verhältnis stehen. Negatives ist nicht zu berichten.", "label": 5, "portion_identifier": -1, "text_b": "wirkung des Geschenk der Natur . beauty"}, {"uid": "german-190857-trn", "text_a": "Die Farbe ist schön, die Verarbeitung gut und die Flasche ist dicht. Bisher ist alles sehr gut. Zudem hat man keinerlei Beigeschmack wie bei anderen Flaschen. ist stabil und es geht einiges hinein.Einmal kurz heiß abgespült und sie ist wie neu und hat keinerlei unangenhmen Geruch angenommen, Wir sind sehr zufrieden!", "label": 5, "portion_identifier": -1, "text_b": "Wirklich gute Flasche . sports"}, {"uid": "german-184045-trn", "text_a": "Top Router. Der Menüaufbau könnte moderner sein. Aber das ist keinen Punktabzug wert.", "label": 5, "portion_identifier": -1, "text_b": "Top . pc"}]}