{"1": [{"uid": "german-10034-trn", "text_a": "Ausschuß, dieser Schrott gehört nicht in den Handel.", "label": 1, "portion_identifier": -1, "text_b": "Schade fürs Geld . sports"}, {"uid": "german-37706-trn", "text_a": "Ich habe tatsächlich ein leeres Paket erhalten! Bodenlose Frechheit, 2 Tage später bekomme ich per Mail dass ich die Bestellung bewerten soll weil sie sich ja so viel Mühe im Kundenzufriedenheit machen und ich ja sicher absolut begeistert bin!", "label": 1, "portion_identifier": -1, "text_b": "Leeres Paket! . toy"}], "2": [{"uid": "german-52752-trn", "text_a": "Kurze Akkulaufzeit Trotz Standby bzw ,Uhrzeitanzeige nur 48 Std Laufzeit . Klang ist ebenso nicht berauschend . Würde sie nicht wieder kaufen .", "label": 2, "portion_identifier": -1, "text_b": "Klanglich nicht berauschend, Akkulaufzeit auch bei nichtnutzung viel zu kurz.. . electronics"}, {"uid": "german-58979-trn", "text_a": "Kurz fühlt es sich frisch an, aber dieser Effekt ist ganz schnell wieder vorbei und die Haut ist wieder trocken. Der Geruch gefällt mir sehr gut und es fettet gar nicht.", "label": 2, "portion_identifier": -1, "text_b": "Feuchtigkeit von kurzer Dauer . beauty"}], "3": [{"uid": "german-115821-trn", "text_a": "Ich habe die Hose zweimal getragen, sie genügt meinen Ansprüchen nicht. Der Preis ist ok, aber der Tragekomfort ist für meine Bedürfnisse nicht ausreichend. Nach ca. 20-30 km beginnt die Polsterung zu scheuern. Diese Hose ist für den ambitionierten sportlichen Radfahrer meines Erachten nicht geeignet. Für kurze Strecken mag es gehen. Aber, wer auch längere Strecken fährt, muss leider viel tiefer in die Tasche greifen und auch dann ist man vor Fehlgriffen nicht sicher. Eine von der Optik sehr ansprechende Hose, aber für mich nicht tragbar!", "label": 3, "portion_identifier": -1, "text_b": "Zu harte Polsterung . sports"}, {"uid": "german-98561-trn", "text_a": "Wollte das Gerät eigentlich als versteckte Überwachungskamera einsetzen, geht leider nicht. Bilder, auch bei Nacht, sind aber gut. Ich behalte die Kamera mal trotzdem.", "label": 3, "portion_identifier": -1, "text_b": "Überwachungskamera . camera"}], "4": [{"uid": "german-157562-trn", "text_a": "Riecht gut, angenehm auf der Haut Erfrischt .....", "label": 4, "portion_identifier": -1, "text_b": "Sehr angenehm . drugstore"}, {"uid": "german-150970-trn", "text_a": "Hatte ich etwas grösser erwartet, konnte mir unter der literangabe nicht so viel vorstellen. Aber sonst super verarbeitet, ein toller Rucksack!", "label": 4, "portion_identifier": -1, "text_b": "Etwas klein . sports"}], "5": [{"uid": "german-161711-trn", "text_a": "Ich habe die Boxen für Fahrradtouren gekauft. Es passt der benötigte Proviant prima rein und die Kühltasche hält alles schön kühl. Und die Kühltasche passt super in die Fahrradtasche.", "label": 5, "portion_identifier": -1, "text_b": "Die Kühltasche passt prima in die Fahrradtasche. . home"}, {"uid": "german-166882-trn", "text_a": "Nach mehren Wochen mit Schmerzen in der Schulter und im Nacken habe ich mich für eine Auflage/Topper entschieden. Die Auflage verbessert den Schlafkomfort enorm. Wer eine gute, aber zu harte Matratze hat, kann so den Schlafkomfort sehr verbessern. Damit sich die Matratze gut entfalten kann, sollte man ihr 24 Stunden geben, bevor man sie ins Bett legt. Ich konnte keinen unangenehmen Geruch oder ähnliches feststellen. Top Preis/ Leistungs-Verhältnis.", "label": 5, "portion_identifier": -1, "text_b": "Endlich besser liegen... . home"}]}