{"1": [{"uid": "spanish-25428-trn", "text_a": "No tengo problemas de espalda pero necesitaba un cojín para estar más cómodo porque me paso varias horas al ordenador. Al ver que todas las opiniones eran favorables y era bueno para la espalda, decidí comprarme este. Desde el primer día no me pareció nada cómodo, pero esperé unos días a ver. Ya lo he embalado y lo devuelvo el lunes. Me sorprende que todas las opiniones le den 4 y 5 estrellas. Estoy más cómodo sin él, buscaré otro, pero no de esta marca.", "label": 1, "portion_identifier": -1, "text_b": "Muy incómodo. . furniture"}, {"uid": "spanish-17440-trn", "text_a": "estaba contento con el movil, pero a los 7 meses dejo de funcionar la mitad de la pantalla tactil, ya es imposible utilizarlo, asi sin mas, sin previo aviso y sin ningun golpe, el gps no funciona, se pierde la señal y te manda donde no es, una locura, y ya fuera aparte esta que de vez en cuando se reiniciaba solo, mala compra.", "label": 1, "portion_identifier": -1, "text_b": "no lo compres, en menos de un año deja de funcionar . wireless"}, {"uid": "spanish-10634-trn", "text_a": "En 8 horas se ha soltado y ya no pega,dinero tirado a la basura", "label": 1, "portion_identifier": -1, "text_b": "Perdida de dinero . home"}, {"uid": "spanish-552-trn", "text_a": "Estaba claro que no iba a ser una gran funda, pero realmente es terrible. En cuanto se lleva un golpe practicamente desaparece la funda de lo fina que es. Además, lo que recubre la funda se ha empezado a despegar y ahora esta tremendamente desgastada. Ademas la protección es practicamente nula.", "label": 1, "portion_identifier": -1, "text_b": "Nada recomendable. . wireless"}, {"uid": "spanish-5379-trn", "text_a": "El producto llegó dañado y el hombre que llevaba el paquete no dijo nada!Lo tenía al revés para no hacerme darme cuenta!Muy mal!No me ha gustado nada estas cosas!Espero que lo tengáis en cuenta para la próxima vez!", "label": 1, "portion_identifier": -1, "text_b": "Muy mal! . beauty"}, {"uid": "spanish-15085-trn", "text_a": "No vale para nada y en mi caso no ha limpiado nada y como estaba quedó, mala compra.", "label": 1, "portion_identifier": -1, "text_b": "No vale para nada . home"}, {"uid": "spanish-35415-trn", "text_a": "No functiona. Compre 4 y no funciona para nada. Tenia Teo muy antiguo y este si funciona aún pero estos nada de nada", "label": 1, "portion_identifier": -1, "text_b": "No funciona . lawn_and_garden"}, {"uid": "spanish-30768-trn", "text_a": "Pues no se por que este producto no me ha llegado todavía", "label": 1, "portion_identifier": -1, "text_b": "Nada . beauty"}], "2": [{"uid": "spanish-79829-trn", "text_a": "El producto me llego en la fecha indicada, sobre el producto mi opinión es que el clave debería ser mas largo h como va con una clavija para poder ponerlo en el adaptador del coche se sale con facilidad la clavija, da los masages con mucha fuerza y es algo molesto sobre todo en la espalda", "label": 2, "portion_identifier": -1, "text_b": "Podria mejorar . personal_care_appliances"}, {"uid": "spanish-71046-trn", "text_a": "Los compre por el precio pero para invierno no son porque pasas frio en las manos, son mas para primavera-Otoño. La terminación normalita.", "label": 2, "portion_identifier": -1, "text_b": "Calidad Precio . sports"}, {"uid": "spanish-55576-trn", "text_a": "Funcionar? Funciona. Pero en dos televisores samsung de pantalla plana de los primeros ( no smart tv) no funciona. En portátil si funciona. Instrucciones en inglés y chino. Presentación del producto muy mala. Decepcionado con el producto", "label": 2, "portion_identifier": -1, "text_b": "A mi no me ha servido . pc"}, {"uid": "spanish-67633-trn", "text_a": "Esta funda no se ajusta al teléfono, pues no coinciden el orificio de entrada de auriculares ni los botones del volumen.", "label": 2, "portion_identifier": -1, "text_b": "No corresponde al teléfono . wireless"}, {"uid": "spanish-43174-trn", "text_a": "Material de mala calidad. A los dos días de usarlo mi hijo, sin golpear y sin hacer un movimiento brusco, se rompe en la base de unión con el mango. O me ha salido defectuoso o es que es material de mala calidad, con lo cual no está justificado el precio.", "label": 2, "portion_identifier": -1, "text_b": "Se rompió fácilmente a los pocos días. . toy"}, {"uid": "spanish-75091-trn", "text_a": "calidad baja, en el primer uso se estropeó cumpliendo con las indicaciones de uso", "label": 2, "portion_identifier": -1, "text_b": "calidad baja . home_improvement"}, {"uid": "spanish-58897-trn", "text_a": "Solo me funciona sin la carcasa original (es un iPhone X) ... Si la lleva puesta.. se adhiere pero no carga...", "label": 2, "portion_identifier": -1, "text_b": "Funciona a medias . wireless"}, {"uid": "spanish-44269-trn", "text_a": "No nos gusta. Es muy lento, muy pensativo", "label": 2, "portion_identifier": -1, "text_b": "Lo barato sale caro . pc"}], "3": [{"uid": "spanish-118738-trn", "text_a": "Se me para de momento en una de las peliculas.. por el resto bien.", "label": 3, "portion_identifier": -1, "text_b": "Falla alguna película . other"}, {"uid": "spanish-105951-trn", "text_a": "La funda parece robusta y que protege el móvil mejor que la que trae de casa sobre todo en las esquinas. Lo malo es el protector de pantalla que no cubre ni siquiera el trozo de la pantalla, le falta un poco y los márgenes obviamente tampoco los cubre y en la parte de arriba no se pega bien.", "label": 3, "portion_identifier": -1, "text_b": "Funda genial, protector de pantalla mal . wireless"}, {"uid": "spanish-85640-trn", "text_a": "Complicado de montar. Una puerta no cierra bien y la tapa superior no es lisa.", "label": 3, "portion_identifier": -1, "text_b": "No es tan bonito como en la foto . lawn_and_garden"}, {"uid": "spanish-81121-trn", "text_a": "Buena calidad en general...... no se si solo en mi caso(tengo una orbea de montaña) la fijacion al cuadro no aprieta lo Suficiente y tengo q reforzarlo con una cincha. Asi que no Puedo poner mas estrellas.", "label": 3, "portion_identifier": -1, "text_b": "La sujecion del cuadro no llega a sujetar . automotive"}, {"uid": "spanish-83348-trn", "text_a": "Esta muy bien, yo la he comprado junto con j na tablet de 10 pulgadas y me viene genial. hay q tener en cuenta que si la funda tiene pletina para q se sujete sola, hay q poner la sujeccion en un lateral pq los agarradores no son muy anchos, x lo demas perfecta.", "label": 3, "portion_identifier": -1, "text_b": "Esta bien!! . wireless"}, {"uid": "spanish-106375-trn", "text_a": "El producto bien, pero no fue muy útil ya que también tuvimos que cambiar la rueda de la bici para que no hiciese tanto ruido.", "label": 3, "portion_identifier": -1, "text_b": "Rodillo bicicleta . sports"}, {"uid": "spanish-96714-trn", "text_a": "El vestido es bonito y talla bien, como suelo comprar en otras tiendas. De todas formas me parece caro para lo que es y el tener que poner can can para que tenga vuelo me parece un fallo, por lo menos podía traerlo ya el vestido y así pagaría más a gusto lo que piden por él. Está bien pero es muy sencillo para pedir lo que piden.", "label": 3, "portion_identifier": -1, "text_b": "Mónica . apparel"}, {"uid": "spanish-107133-trn", "text_a": "La alfombra a me ha gustado mucho y queda bonita con el parqué pero el precio bastante más cara que otras del estilo. Hay que pegarla al suelo con un poco de cinta", "label": 3, "portion_identifier": -1, "text_b": "Muy bonita pero cara . home"}], "4": [{"uid": "spanish-133489-trn", "text_a": "Reloj muy bonito mejor que en las fotos Ahora a esperar que dure", "label": 4, "portion_identifier": -1, "text_b": "Muy bonito . watch"}, {"uid": "spanish-129952-trn", "text_a": "para fiestas de la ciudad", "label": 4, "portion_identifier": -1, "text_b": "lo rápido que a llegado y bien empaquetado . musical_instruments"}, {"uid": "spanish-120125-trn", "text_a": "El tamaño va muy bien para la boca del bebé. Son muy útiles y se lavan perfectamente en la parte superior del lavavajillas. Las usé durante meses hasta q mi bebé pudo adaptarse a las cucharas metálicas.", "label": 4, "portion_identifier": -1, "text_b": "Muy prácticas . baby_product"}, {"uid": "spanish-147679-trn", "text_a": "Se adapta perfectamente,aunq el precio lo veo sobrevalorado", "label": 4, "portion_identifier": -1, "text_b": "Buena adaptacion,precio un poco alto para lo q es . wireless"}, {"uid": "spanish-125135-trn", "text_a": "Las características se corresponden con la descripción del producto. Tela agradable al contacto con la piel. El agujero esta desplazado para que encuentres la posición mas cómoda para dormir. No le doy las 5 estrellas, por el precio, que me parece elevado. Pero por calidad el producto las merece.", "label": 4, "portion_identifier": -1, "text_b": "cumple su funcion . personal_care_appliances"}, {"uid": "spanish-149926-trn", "text_a": "Las tallas sin pequeñas pedir un par de números arriba. Por lo demás buen acabado originales y buenas buen precio calidad", "label": 4, "portion_identifier": -1, "text_b": "Tallas pequeñas . shoes"}, {"uid": "spanish-134375-trn", "text_a": "Es muy cómodo y ajusta bien aunque quiza una con una talla más hubiese estado mas cómoda en la parte donde abrocha pero por lo demás genial.", "label": 4, "portion_identifier": -1, "text_b": "Contenta . apparel"}, {"uid": "spanish-126048-trn", "text_a": "Opinión; Es un grifo económico pero no por ello quiere decir que sea malo ni mucho menos, tiene una buena calidad y los materiales son los mismos que otro mucho más caro. Llega bien precintado y en la fecha prevista. Lo hemos colocado y llega con todo lo necesario, perfecto para el equipo de ósmosis que hemos instalado, con el tiempo veremos si realmente es funcional y si es resistente , de momento estamos contentos con la compra. En unos días os subo una o dos fotos de cómo ha quedado todo puesto en su sitio.", "label": 4, "portion_identifier": -1, "text_b": "Bien para casa . home_improvement"}], "5": [{"uid": "spanish-178269-trn", "text_a": "Juego divertido, a mi sobrina de 4 años le gusto.", "label": 5, "portion_identifier": -1, "text_b": "Buena calidad por ese precio. Trato muy correcto del vendedor. . toy"}, {"uid": "spanish-177915-trn", "text_a": "El interruptor es muy util .lo recomiendo", "label": 5, "portion_identifier": -1, "text_b": "Es un buen producto . automotive"}, {"uid": "spanish-186414-trn", "text_a": "La relación calidad precio me parece muy acertada. El brumizador es de tamaño adecuado, es bonito, sencillo de usar y el alcance del olor es sorprendentemente amplio, siempre y cuando se usen las brumas de la misma marca. Estoy muy contenta con el producto.", "label": 5, "portion_identifier": -1, "text_b": "Estupendo . home"}, {"uid": "spanish-198318-trn", "text_a": "No tiene sabor es un punto bueno, un poco caro.", "label": 5, "portion_identifier": -1, "text_b": "Útil . drugstore"}, {"uid": "spanish-163052-trn", "text_a": "era lo esperado, muy finos y de gran precisión, los colores muy acertados, me encantan muy guays ok pilot pen", "label": 5, "portion_identifier": -1, "text_b": "muy buenos . office_product"}, {"uid": "spanish-167172-trn", "text_a": "perfectos, se ajustan a la perfección. Fáciles de poner", "label": 5, "portion_identifier": -1, "text_b": "se ajustan a la perfección . wireless"}, {"uid": "spanish-160550-trn", "text_a": "Es 1 cable bueno porque sirve pa el GPS y cargar el móvil aparte es bastante largo", "label": 5, "portion_identifier": -1, "text_b": "Cargador . wireless"}, {"uid": "spanish-176619-trn", "text_a": "Estoy encantada con este escalon ,es muy practico y al tener dos alturas viene muy bien para los niños mas pequenos que van al bano,lo recomiendo al 100%.", "label": 5, "portion_identifier": -1, "text_b": "Fantastico. . baby_product"}]}