{"1": [{"uid": "french-17058-trn", "text_a": "Article inutile pour ce niveau. Il ne correspondait pas à mes attentes, j'aurai dû mieux regarder l'article chez son éditeur.", "label": 1, "portion_identifier": -1, "text_b": "cahier d'écriture . book"}, {"uid": "french-26572-trn", "text_a": "Emballage reçu tout cabossé c’est pas l’idéal lorsqu’il s’agit d’un cadeau ....de plus la tirelire marche très moyennement il faut appuyer deux fois de suite pour que le système s’enclenche avec un bruit de cri vraiment t désagréable alors que j’ai vu la même tirelire qui se déclenche dès la pièce posée ce qui n’est pas du tout le cas pour la tirelire que je viens de recevoir. Je ne recommande vraiment pas cet article", "label": 1, "portion_identifier": -1, "text_b": "A éviter ++ . toy"}, {"uid": "french-35454-trn", "text_a": "Jamais reçu. J'ai aucun remboursement et pourtant notifié en livraison. Aucun nouvelle du vendeur je déconseille fortement ce produit désolé", "label": 1, "portion_identifier": -1, "text_b": "Livraison non effectuée . book"}, {"uid": "french-26676-trn", "text_a": "Produit non conforme, manque une des tiges et le pied est abîmé. Très déçu.", "label": 1, "portion_identifier": -1, "text_b": "Mauvaise qualité . home"}], "2": [{"uid": "french-68509-trn", "text_a": "Vu le prix je ne m’attendais pas à quelque chose de qualitatif mais là c’est vraiment de la m****. À peine sorti de l’emballage j’en avais déjà un de cassé, d’autres on suivi le même chemin au bout d’une journée. En fait je crois que c’est un bon achat pour faire des photos sur Instagram. J’ai jeté 15€ par la fenêtre. PS: si vous avec un coup un peu fort, oubliez direct.", "label": 2, "portion_identifier": -1, "text_b": "Très (trop) moyen... . jewelry"}, {"uid": "french-47179-trn", "text_a": "Pas de bonne qualité", "label": 2, "portion_identifier": -1, "text_b": "Franchement déçu . home_improvement"}, {"uid": "french-69127-trn", "text_a": "semelle un peu dure, fait mal aux talons après plusieurs heures en positions debout, et la chaussure manque de souplesse.", "label": 2, "portion_identifier": -1, "text_b": "semelle un peu dure.. . shoes"}, {"uid": "french-44961-trn", "text_a": "Qualité pas top je ne le recommande pas un petit bout de tissu avec bouton qui tient pas très bien", "label": 2, "portion_identifier": -1, "text_b": "Je ne recommande pas qualité pas top . apparel"}], "3": [{"uid": "french-97310-trn", "text_a": "Les coutures pointues au bout des gachent la beauté du gant,ce qui est fort dommage car autrement les gants sont beaux. La livraison à pris du retard probablement à cause des fêtes de noël. L emballage principal bien que beau à été abîmé. Autrement, très bien emballés et protégés. Enfin,ils sont chauds car doublés,jusqu'au bout des doigts.", "label": 3, "portion_identifier": -1, "text_b": "Gants de conduite . apparel"}, {"uid": "french-118987-trn", "text_a": "J'en ai acheté 4 car j'en avait déjà 4 acheté auparavant chez Alice garde J'eclaire mes palmiers avec, ce sont globalement de bons produits mais sur les 4 j'en ai 1 qui n'a jamais marché 😭", "label": 3, "portion_identifier": -1, "text_b": "Bon produit quand ça fonctionne . home"}, {"uid": "french-107653-trn", "text_a": "Acheté comme 2e brasero, on l’utilise tres peu car pas très pratique par rapport à l’autre. Ça brûle moins bien car moins d’appel d’air et on ne voit presque pas le feu, dommage.", "label": 3, "portion_identifier": -1, "text_b": "Bof bof . lawn_and_garden"}, {"uid": "french-85078-trn", "text_a": "Quel dommage qu'il soit arrivé abîmé ! Double carton intacte mais appareil bien abîmé. (il a été emballé déjà tordu) Démontage complet pour réparation. Après une heure de travail et quelques bonnes châtaignes, (condensateurs bien chargés). L'appareil a bien rempli sa fonction. Un appareil abîmé dans un carton intacte c'est de la malveillance. Dommage car le produit est bon.", "label": 3, "portion_identifier": -1, "text_b": "Bon appareil efficace et fonctionnel. Livré rapidement mais abîmé. . wireless"}], "4": [{"uid": "french-146064-trn", "text_a": "Conforme à la description", "label": 4, "portion_identifier": -1, "text_b": "À conseiller . video_games"}, {"uid": "french-131128-trn", "text_a": "Fonctionne très bien dans ma voiture. Le son est correct.", "label": 4, "portion_identifier": -1, "text_b": "Pas mal . wireless"}, {"uid": "french-156414-trn", "text_a": "J'ai acheté ces deux coussins pour les mettre sur les sièges de ma poussette double en vue de leur prix je ne m'attendais pas à un miracle mais je suis relativement très contente de mon achat et je vous le recommande, ils sont un peu plastifié mais pas trop pour que l'air puisse passer j'ai regardé si je pouvais l'adapter à ma chaise haute mais il manque un peu de matière... Voir l'usure à long terme....", "label": 4, "portion_identifier": -1, "text_b": "Très contente pour le prix . home"}, {"uid": "french-135859-trn", "text_a": "Bon produit il bien le doser et frotter un peu le prix est un poil chère il faudrait un bidon en 5 litres", "label": 4, "portion_identifier": -1, "text_b": "chemical . automotive"}], "5": [{"uid": "french-184746-trn", "text_a": "De beaux ponpons, agréable à réaliser.", "label": 5, "portion_identifier": -1, "text_b": "Avis . home"}, {"uid": "french-181703-trn", "text_a": "Produit de qualité correspondant à la description. Les délais de livraison ont été respectés. Pas déçue.", "label": 5, "portion_identifier": -1, "text_b": "Plaque de maison . home_improvement"}, {"uid": "french-169601-trn", "text_a": "fan de warcraft, j'ai été très contente de mon achat, de retrouver les dessins sélectionnés. Rien à redire sur cet achat.", "label": 5, "portion_identifier": -1, "text_b": "art book . book"}, {"uid": "french-182296-trn", "text_a": "Rien à redire ! Chaise très pratique qui s'adapte parfaitement au bébé et à son évolution. La matière de l'assise permet de la nettoyer facilement.", "label": 5, "portion_identifier": -1, "text_b": "Top . baby_product"}]}