{"0": [{"uid": "french-677-val", "text_a": "Pennmakkkal est un film indien malayalam tourné par J. Sasikumar et produit par KP Kottarakkara.", "label": "0", "portion_identifier": -1, "text_b": "Pennmakkal est un film indien de 1966 en mayalayam produit par J. Sasikumar et réalisé par KP Kottarakkara."}, {"uid": "french-1962-val", "text_a": "33,7 % sont nés dans le Maryland, qui fait partie du sud des États-Unis, de même que les voisins de Virginie et de Washington, selon le Bureau du recensement.", "label": "0", "portion_identifier": -1, "text_b": "33,7 % sont nés en Virginie, qui est classée par le Bureau du recensement comme faisant partie du sud des États-Unis avec les États voisins du Maryland et de Washington, D.C."}, {"uid": "french-999-val", "text_a": "La rivière Bradu est un affluent du fleuve Hudeasa en Roumanie.", "label": "0", "portion_identifier": -1, "text_b": "La rivière Hudeasa est un affluent de la rivière Bradu en Roumanie."}, {"uid": "french-1024-val", "text_a": "L'espèce fut officiellement décrite pour la première dois par le botaniste Johann Georg Christian Lehmann en 1846 dans la cadre des travaux de Stephan Endlicher \"Irideae . Plantae Preissianae\".", "label": "0", "portion_identifier": -1, "text_b": "Les espèces étaient tout d'abord officiellement décrites en 1846 par le botaniste Stephan Endlicher faisant partie du travail \"Irideae Plantea Preissianae\" par Johann Georg Christian Lehmann."}, {"uid": "french-413-val", "text_a": "Raja était un général de Pazhayamviden Chandu, dont la trahison a conduit à la mort de son Pazhassi Raja et à la victoire britannique lors de la guerre de Cotiote.", "label": "0", "portion_identifier": -1, "text_b": "Pazhayamviden Chandu était un général de Pazhassi Raja dont la trahison a mené à la mort de son Raja et à la victoire britannique au cours de la guerre de Cotiote."}, {"uid": "french-1883-val", "text_a": "Debelets est une ville du nord de la municipalité de Veliko Tarnovo, dans la province de Veliko Tarnovo, en Bulgarie.", "label": "0", "portion_identifier": -1, "text_b": "Debelets est une ville du nord de la Bulgarie, qui fait partie de la municipalité de Veliko Tarnovo, province de Veliko Tarnovo."}, {"uid": "french-1324-val", "text_a": "En revanche, un bénéfice brut peut être cédé ou sinon transféré par son propriétaire.", "label": "0", "portion_identifier": -1, "text_b": "En revanche, un profit \"brut\" peut être transféré ou sinon attribué par son propriétaire."}, {"uid": "french-1888-val", "text_a": "Les cartes sont distribuées comme indiqué sur le diagramme bridge hand ; North est le revendeur et commence la vente aux enchères qui continue comme indiqué dans le tableau des enchères.", "label": "0", "portion_identifier": -1, "text_b": "Les cartes sont montrées comme dans le schéma de Bridge Hand, North est le revendeur et réalise la vente aux enchères qui commence telle que négociée dans le tableau des enchères."}], "1": [{"uid": "french-149-val", "text_a": "Pour la guerre conventionnelle, trois brigades (11 bataillons) ont été constituées, une importante force de guérilla (estimée à 100 000 hommes) a été formée.", "label": "1", "portion_identifier": -1, "text_b": "Trois brigades (11 bataillons) ont été constituée pour la guerre conventionnelle ; une importante force de guérilla (estimée à 100 000 hommes) a été formée."}, {"uid": "french-1823-val", "text_a": "Propilidium pelseneeri est une espèce d'escargot de mer, une véritable patelle, un mollusque gastéropode marin de la famille des Lepetidae, l'une des familles de véritables patelles.", "label": "1", "portion_identifier": -1, "text_b": "Propilidium pelseneeri est une espèce d'escargot de mer, une véritable patelle, un mollusque gastéropode marin de la famille des Lepetidae, l'une des familles de véritables patelles."}, {"uid": "french-1051-val", "text_a": "Le SPB a une mesure d'hauteur constante (distance de la plaque interne à la plaque externe) d'environ 150 nm, mais son diamètre change pendant le cycle de la cellule, z.", "label": "1", "portion_identifier": -1, "text_b": "Le SPB a une taille constante (distance entre la plaque interne et externe) pendant environ 150 nm, mais p. ex son diamètre change au cours du cycle cellulaire."}, {"uid": "french-71-val", "text_a": "Il est le demi-frère de Lord Clarence Paget, Lord Alfred Paget et Lord George Paget.", "label": "1", "portion_identifier": -1, "text_b": "Il était le demi-frère de Lord Alfred Paget, Lord George Paget et Lord Clarence Paget."}, {"uid": "french-869-val", "text_a": "Somers était le fils de Charles Cocks, 1er baron Somers, et d'Elizabeth, fille de Richard Eliot.", "label": "1", "portion_identifier": -1, "text_b": "Somers était le fils de Charles Cocks, 1er baron Somers, et d'Elizabeth, fille de Richard Eliot."}, {"uid": "french-1062-val", "text_a": "Le personnage et le casting ont été dévoilés le 20 novembre, lorsque Fotiou est sorti dans une vidéo des coulisses vue par \" Neighbours \" sur leur chaîne YouTube.", "label": "1", "portion_identifier": -1, "text_b": "Le personnage et la distribution ont été révélés le 20 novembre, lorsque Fotiou est sortie sur sa chaîne YouTube dans une vidéo vue par les \"voisins\" dans les coulisses."}, {"uid": "french-700-val", "text_a": "Comme de nombreuses communautés ethniques en Ouganda, y compris les Langi, Acholi et Alur, les Luo ne pratiquent pas la circoncision rituelle des hommes en tant qu'initiation.", "label": "1", "portion_identifier": -1, "text_b": "Comme beaucoup de communautés ethniques en Ouganda, dont les Langi, Acholi et Alur, les Luo ne pratiquent pas le rituel de la circoncision  des hommes comme initiative."}, {"uid": "french-335-val", "text_a": "Écrivez n'importe où, exécutez une seule fois", "label": "1", "portion_identifier": -1, "text_b": "Écrire n'importe où, une fois en marche"}]}