{"1": [{"uid": "spanish-20089-trn", "text_a": "Una semana y ya esta, roto, sin golpes ni nada, no se ajusta bien y el cristal ha saltado por una esquina rompiéndose, muy descontento", "label": 1, "portion_identifier": -1, "text_b": "No ha durado nada . wireless"}, {"uid": "spanish-33247-trn", "text_a": "El aparato muy bien todo perfecto! Lo único que no llego para la fecha que me hacía falta, mucha desilusión porque era para Navidad!", "label": 1, "portion_identifier": -1, "text_b": "Desilusión de la fecha de entrega . video_games"}, {"uid": "spanish-10970-trn", "text_a": "No me ha llegado y sin embargo en el pedido pone que está entregado. ¿Que tengo que hacer? Quiero reclamar.", "label": 1, "portion_identifier": -1, "text_b": "Cristina . home"}, {"uid": "spanish-39799-trn", "text_a": "Parecía una buena opción, y al principio estaba contento, pero después se fue rompiendo por las esquinas (debería haber leído antes las demás opiniones). Así que mal invertido el dinero.", "label": 1, "portion_identifier": -1, "text_b": "Gonzalo García . electronics"}, {"uid": "spanish-7163-trn", "text_a": "Ni siquiera me han llegado. Pedí dos paquetes y ni consigo ponerme en contacto con el vendedor, ni me llega el pedido, ni nada de nada.", "label": 1, "portion_identifier": -1, "text_b": "No han llegado. . home"}, {"uid": "spanish-643-trn", "text_a": "Yo no consigo conectar está porquería, tengo el móvil conectado a la red wifi en 2g y el enchufe solo detecta la 2g. Hasta ahí bien...dejándolo 5 segundos apretado asta que parpadea 2 veces por segundo y dar en la app efamilycloud a conectar socket y nada, error tras 25 intentos", "label": 1, "portion_identifier": -1, "text_b": "No conecta . home_improvement"}, {"uid": "spanish-3332-trn", "text_a": "Lo he comprado para band 3 y no sirve Una gran decepción y un gasto para nada Compré 2 pulseras de actividad y 1 caja de protectores para esas pulseras y no pegan y aparte se quedan planos Muy mal", "label": 1, "portion_identifier": -1, "text_b": "Protector . wireless"}, {"uid": "spanish-537-trn", "text_a": "No funcionan del todo bien en mi placa de inducción. Siempre tengo que ponerlas en el fogón más pequeño. Tengo sartenes de otras marcas como Magefesa que funcionan mucho mejor.", "label": 1, "portion_identifier": -1, "text_b": "Mala compra . home"}], "2": [{"uid": "spanish-79035-trn", "text_a": "Al principio iba perfecta, con el tiempo fui notando que no marcaba bien el peso y efectivamente, pesas un producto y te marca X peso, lo quitas y lo vuelves a pesar y marca uno totalmente diferente. No la recomiendo.", "label": 2, "portion_identifier": -1, "text_b": "Ya no marca bien el peso . kitchen"}, {"uid": "spanish-46325-trn", "text_a": "Lo elegí porque parecían resistentes y que no iban a ser como los demás USB C que duran una semana, el primer USB C aguantó un mes. No lo recomiendo para nada, es tirar el dinero.", "label": 2, "portion_identifier": -1, "text_b": "Tenia buena pinta pero no . electronics"}, {"uid": "spanish-50339-trn", "text_a": "Apenas aspira, tiene muy poca potencia.", "label": 2, "portion_identifier": -1, "text_b": "Esperaba mas potencia. . kitchen"}, {"uid": "spanish-45972-trn", "text_a": "Es muy bonita, justo como aparece en la descripción. A mi bebé le gusta pero es malísima para au precio, tengo que lavarla y quitarle los pelos que se le pegan casi todos los días. MALA RELACIÓN CALIDAD PRECIO", "label": 2, "portion_identifier": -1, "text_b": "No recomiendo . toy"}, {"uid": "spanish-69140-trn", "text_a": "Ha llegado el paquete en perfectas condiciones, pero al abrirlo este producto venia con la caja en muy mal estado y sujeta con celo para que no se abriera. Esto no es normal y debe ser una devolución que me han enviado. Espero que dentro este todo al completo.", "label": 2, "portion_identifier": -1, "text_b": "Debe de ser una devolución . toy"}, {"uid": "spanish-63218-trn", "text_a": "Muy ruidoso y alcanza poco", "label": 2, "portion_identifier": -1, "text_b": "Ruidoso . kitchen"}, {"uid": "spanish-75813-trn", "text_a": "Silenciosa, pero a las dos veces de ponerla, la clavija de enchufe da fallo en 4 que compre a pasado lo mismo. Pero a pilas fenomenal va.", "label": 2, "portion_identifier": -1, "text_b": "Muy bonitas y ocupan poco espacio. . home"}, {"uid": "spanish-66559-trn", "text_a": "No la he utilizado mucho, la he tenido que devolver porque no se conectaba a la red 3G, solo 2G y con esa velocidad de internet, la tablet era inservible para mí. Sin embargo creo que puede ser un producto apropiado navegar con wifi. Aspecto barato pero con el precio no creo que se pueda pedir mucho más.", "label": 2, "portion_identifier": -1, "text_b": "No funcionaban los datos . pc"}], "3": [{"uid": "spanish-91377-trn", "text_a": "Hace su labor, y sirve para matizar determinados dolores, pero no hace milagros. . . . . . . .", "label": 3, "portion_identifier": -1, "text_b": "interesante . drugstore"}, {"uid": "spanish-113423-trn", "text_a": "Es una funda todo en uno, protege tanto el cristal como el resto del reloj, algo complicado de poner pero tiene un buen aspecto.", "label": 3, "portion_identifier": -1, "text_b": "Todo en uno. . electronics"}, {"uid": "spanish-99996-trn", "text_a": "Necesito obtener la factura de este pedido. No hay manera de obtenerla por ningún sitio. El vendedor de dicho producto es el propio AMAZON y, no permite imprimirla por el procedimiento normal.", "label": 3, "portion_identifier": -1, "text_b": "OBTENER LA FACTURA DE ESTE PEDIDO . pc"}, {"uid": "spanish-90260-trn", "text_a": "Llegó la caja de 12 abierta y un dia más tarde de lo previsto. Con el producto en sí, ningún problema.", "label": 3, "portion_identifier": -1, "text_b": "Aceptable . pc"}, {"uid": "spanish-84006-trn", "text_a": "Es lo que se ve en la foto aunque la tela es algo más rígida de lo que parece. Sencillo, queda bien en la mesa, pero no hay que olvidar el largo pues aunque la mía es bastante grande, me sobra. En definitiva, recomendable teniendo en cuenta su precio.", "label": 3, "portion_identifier": -1, "text_b": "Recomendable . home"}, {"uid": "spanish-85910-trn", "text_a": "Diseño de la cama es muy bonito, la calidad de la pintura para el precio que tiene en mi caso por pequeños acabados deja mucho que desear.", "label": 3, "portion_identifier": -1, "text_b": "H . baby_product"}, {"uid": "spanish-100833-trn", "text_a": "Al principio huele un poco a la goma que rodea la boca del tarro pero en 2 o 3 días se va.. por lo demás muy bien", "label": 3, "portion_identifier": -1, "text_b": "Esta bien . sports"}, {"uid": "spanish-81499-trn", "text_a": "Esta bien por el precio aunque el mío traía una abolladura y no creo q sea del transporte", "label": 3, "portion_identifier": -1, "text_b": "Esta bien por el precio . automotive"}], "4": [{"uid": "spanish-130247-trn", "text_a": "En persona es más bonita que en la foto. El pelo tiene un color especial con la luz del sol. Una lástima que se nota la pérdida de calidad de las muñecas con las de antes, ya ni se esfuerzan.", "label": 4, "portion_identifier": -1, "text_b": "Bonita . toy"}, {"uid": "spanish-122889-trn", "text_a": "Es como se describe y como esperaba, con unas cintas por detrás también estaría más sujeto pero aún así no se cae así que está muy bien", "label": 4, "portion_identifier": -1, "text_b": "Tal y como se esperaba . home"}, {"uid": "spanish-140378-trn", "text_a": "Contenta. lo compré para los bolsos y es perfecto para ello. lo monté de manera distinta y se sujeta bien. Se me hizo un poco caro, pero sabía lo que compraba, es como en las imágenes", "label": 4, "portion_identifier": -1, "text_b": "muy útil . furniture"}, {"uid": "spanish-150655-trn", "text_a": "Yo la uso para un boligrafo de adrenalina, al ser un poco mas ancho que el boligrafo de insulina, necesitas el de dos de insulina para el de uno de adrenalina. Vivo en un lugar donde hace mucha calor y es necesario ponerlos ahí en verano. El producto es muy bueno, pesa un poco cuando se llena de agua y ocupa relativamente bastante espacio, sobre todo si tienes que llevar dos, pero su funcion la cumple perfectamente bien. La unica pega, creo q como es el unico de estas caracteristicas en el mercado se aprobechan en el precio, lo veo muy caro para lo que realmente es, pero como es la forma mas cómoda de llevarlo, no te queda otra que comprarlo por necesidad", "label": 4, "portion_identifier": -1, "text_b": "Perfecto pero caro . drugstore"}, {"uid": "spanish-130711-trn", "text_a": "Por el precio y porque me pareció muy interesante. La verdad que es tal y como esperaba. Rapidez en el envío y todo correcto.", "label": 4, "portion_identifier": -1, "text_b": "Muy chulo . toy"}, {"uid": "spanish-122157-trn", "text_a": "Buen producto lo malo es si te tumbas en la cama se ve al revés la hora y tienes que girarlo y la pantalla mirando a la pared", "label": 4, "portion_identifier": -1, "text_b": "Me gusta . home"}, {"uid": "spanish-136998-trn", "text_a": "Para dibujar en general. Las hojas son un poco finas para rotulador, pinturas de acuarela...", "label": 4, "portion_identifier": -1, "text_b": "HOJAS FINAS . office_product"}, {"uid": "spanish-130098-trn", "text_a": "La talla M que es la más pequeña y sería la de mujer, es más grande de lo que se describe (palma de la mano de 10 cm). Intenté devolverlos, porque no me valen y dado el precio es complicado, pero la empresa gestionó de forma muy positiva. Los guantes tienen muy buena pinta, sobre todo teniendo en cuenta su precio. Eso sí, no los he probado...", "label": 4, "portion_identifier": -1, "text_b": "Dan talla . sports"}], "5": [{"uid": "spanish-191497-trn", "text_a": "Llego en el momento preciso. Una buena calidad y sobre todo cubre gran parte de la mano lo que me facilita evitar cualquier accidente y quemadura. Fácil de lavar. Ya estoy esperando el preparar la barbacoa. Recomendado 100%.", "label": 5, "portion_identifier": -1, "text_b": "Calidad y facilidad de uso . home"}, {"uid": "spanish-191680-trn", "text_a": "Juegazo para el que le encanta la NBA, a parte de qué el producto ha llegado perfecto y la entregada ha sido puntual.", "label": 5, "portion_identifier": -1, "text_b": "Perfecto y con buen tiempo de envío . video_games"}, {"uid": "spanish-171345-trn", "text_a": "El embalaje un poco pobre, pero suficiente. El aparato funciona perfectamente y sustituye a uno anterior de igual marca y modelo que duró unos cuatro o cinco años", "label": 5, "portion_identifier": -1, "text_b": "Llegó super rápido y funciona perfectamente. Lo recomiendo. . industrial_supplies"}, {"uid": "spanish-185732-trn", "text_a": "Me ha gustado mucho...", "label": 5, "portion_identifier": -1, "text_b": "Durabilidad . home"}, {"uid": "spanish-190000-trn", "text_a": "Calidad muy buena. El artículo se perdió de camino pero enviaron un repuesto gratuitamente y todo fenomenal! Gracias!", "label": 5, "portion_identifier": -1, "text_b": "Buena calidad y servicio . pc"}, {"uid": "spanish-169791-trn", "text_a": "Me ha encantado. Comedia ligera, fresca, divertida. Muy rápida de leer, (se hace corta...) El argumento te atrapa enseguida. Los personajes son geniales y las situaciones más. Está escrita sin pretensiones y eso es lo que la hace especial. Deseando leer más de la autora...", "label": 5, "portion_identifier": -1, "text_b": "Genial . digital_ebook_purchase"}, {"uid": "spanish-199920-trn", "text_a": "Me gustado como suena, supera mis expectativas.", "label": 5, "portion_identifier": -1, "text_b": "Buen sonido y batería . electronics"}, {"uid": "spanish-196565-trn", "text_a": "Protege , buen precio, no soy un experto en colocar este tipo de cristales pero mirando por Internet lo coloque a la primera y me quedan dos, creo por lo demás que es como todos los protectores, para mi cumple con creces , aconsejó su compra", "label": 5, "portion_identifier": -1, "text_b": "Buen producto . wireless"}]}