{"0": [{"uid": "french-596-val", "text_a": "Le réalisateur Hayao Miyazaki et son collègue de longue date Isao Takahata ont été autorisés à créer leur propre studio sous l'égide de Toshio Suzuji, ancien éditeur chez \" Animage \".", "label": "0", "portion_identifier": -1, "text_b": "Il a également permis au réalisateur Hayao Miyazaki et à son collègue de longue date Toshio Suzuki de créer leur propre studio sous la supervision de l'ancien rédacteur en chef d'\" Animage \", Isao Takahata."}, {"uid": "french-946-val", "text_a": "La nouvelle année, le printemps, le vin et la joie sont également appréciés.", "label": "0", "portion_identifier": -1, "text_b": "La nouvelle année, le printemps, le vin et l'amant sont également joyeux."}, {"uid": "french-1437-val", "text_a": "Après que l'arrêt à Schüptitz ait été interrompu en 2011, il fut repris après des manifestations civiles en 2012.", "label": "0", "portion_identifier": -1, "text_b": "Après la reprise de l'arrêt à Schüptitz en 2011, il a été interrompu après des manifestations de citoyens en 2012."}, {"uid": "french-1287-val", "text_a": "Viennent ensuite \" True Love Travels on a Gravel Road \" de Dallas Frazier et le succès de 1962 de Chuck Jackson, \" Any Day Now \".", "label": "0", "portion_identifier": -1, "text_b": "Il est suivi de \" True Love Travels on a Gravel Road \" de Chuck Jackson et du tube de 1962 de Dallas Frazier \" Any Day Now \"."}, {"uid": "french-1701-val", "text_a": "La colonie de Yamato, Californie, était une communauté agricole japonaise située à Livingston, Californie.", "label": "0", "portion_identifier": -1, "text_b": "La Californie était une communauté agricole japonaise de Livingston, colonie de Yamato, Californie."}, {"uid": "french-1243-val", "text_a": "Un CD avec les thèmes de 14 de ses films est sorti en 2008 par Philip Powers et produit par 1M1 Records.", "label": "0", "portion_identifier": -1, "text_b": "Un CD de thèmes de 14 de ses films fut produit en 2008 par Philip Powers et publié par 1M1 Records."}, {"uid": "french-1851-val", "text_a": "Elle a déménagé à Stockholm à l'âge de 19 ans et à New York en 2011.", "label": "0", "portion_identifier": -1, "text_b": "À l'âge de 19 ans, elle a déménagé à New York, en 2011 à Stockholm."}, {"uid": "french-361-val", "text_a": "En novembre 1989, Delaney devint un membre du New York Stock Exchange et un directeur exécutif senior d'Henderson Brothers, Inc. et Bear Wagner.", "label": "0", "portion_identifier": -1, "text_b": "En November 1989, Delaney devint membre du New York Stock Exchange et occupa le poste de Senior Managing Director chez Henderson Brothers, Inc. , et Bear Wagner."}], "1": [{"uid": "french-756-val", "text_a": "Ahmet Delia est devenu actif très tôt au cours de la guerre de résistance albanaise contre l'armée d'envahisseurs serbes en 1912.", "label": "1", "portion_identifier": -1, "text_b": "Ahmet Delia était un actif précoce pendant la guerre de résistance albanaise contre l'armée d'invasion serbe en 1912."}, {"uid": "french-1471-val", "text_a": "Lorsque Platzer a ouvert son deuxième restaurant à Allentown en 1993, il a changé le nom en P. J. Whelihan's en l'honneur de son grand-père, Peter Joseph Whelihan.", "label": "1", "portion_identifier": -1, "text_b": "En 1993, lorsque Platzer a ouvert son deuxième restaurant à Allentown, il a changé le nom en P. J. Whelihan's en l'honneur de son grand-père, Peter Joseph Whelihan."}, {"uid": "french-338-val", "text_a": "Laurie est un prénom unisexe. Chez les hommes, il peut s'agir d'une forme courte (hypocoristique) de Lawrence ou Laurence.", "label": "1", "portion_identifier": -1, "text_b": "Laurie est un nom unisexe qui peut être une forme abrégée (hypocorisme) de Lawrence ou Laurence chez les hommes."}, {"uid": "french-1197-val", "text_a": "Jusqu'à l'avènement de la technologie vidéo pornographique, la production de masse de films électroniques et numériques était directement liée à l'industrie cinématographique grand public.", "label": "1", "portion_identifier": -1, "text_b": "La production en série de films électroniques et numériques a été directement liée à l'industrie cinématographique établie jusqu'à l'avènement de la technologie vidéo pornographique."}, {"uid": "french-120-val", "text_a": "En décembre 1969, la 49e division de l'armée devint la 29e division de l'armée.", "label": "1", "portion_identifier": -1, "text_b": "En décembre 1969, la 49e division de l'armée est devenue la 29e division de l'armée."}, {"uid": "french-59-val", "text_a": "Fishman a une licence de l'université Columbia et un master en économie de l'université Brown.", "label": "1", "portion_identifier": -1, "text_b": "Fishman est titulaire d'une licence de l'Université Columbia et d'une maîtrise de l'Université Brown en économie."}, {"uid": "french-1156-val", "text_a": "Il apparut pour la première fois le 5 mars 2010 et pour la dernière fois le 14 mai 2010.", "label": "1", "portion_identifier": -1, "text_b": "Il apparut le 5 mars 2010 et dura jusqu'au 14 mai 2010."}, {"uid": "french-1630-val", "text_a": "Apollonia correspond à la Bulgarie moderne, à Sozopol, et Selymbria à Silivri, sur la Marmara coast.", "label": "1", "portion_identifier": -1, "text_b": "Apollonia correspond à Sozopol dans la Bulgarie actuelle et Selymbria à Silivri sur la côte Marmara."}]}