{"0": [{"uid": "german-1665-val", "text_a": "1972 zog die Familie nach Camp Hill, wo er die Trinity High School in Harrisburg in Pennsylvania besuchte.", "label": "0", "portion_identifier": -1, "text_b": "1972 zog die Familie nach Harrisburg in Pennsylvania, wo er die Trinity High School in Camp Hill besuchte."}, {"uid": "german-30-val", "text_a": "Huyghe wurde 1962 in Paris geboren; er lebt und arbeitet in Chile und New York.", "label": "0", "portion_identifier": -1, "text_b": "Huyghe wurde 1962 in Chile und New York geboren und lebt und arbeitet in Paris."}, {"uid": "german-460-val", "text_a": "Als Platzer 1993 sein zweites Restaurant in Allentown eröffnete, änderte er seinen Namen in P. J. Whelihan's, um seinem Großvater Peter Joseph Whelihan zu gedenken.", "label": "0", "portion_identifier": -1, "text_b": "1993 öffnete Peter Joseph Whelihan sein zweites Restaurant in Allentown und änderte seinen Namen in P. J. Whelihan, um seinem Großvater Platzer zu gedenken."}, {"uid": "german-1885-val", "text_a": "Das Haubitzenregiment war abgezogen worden und das ursprüngliche Artillerieregiment hatte weiterhin die Zahl des ordentlichen leichten Regiments.", "label": "0", "portion_identifier": -1, "text_b": "Das Spitzenregiment war entfernt worden, und das ursprüngliche Artillerieregiment behielt die Nummer des Standardlichtregiments bei."}], "1": [{"uid": "german-196-val", "text_a": "Dakota City ist Teil der Sioux City, IA -- NE -- NE -- SD Metropolitan Statistical Area .", "label": "1", "portion_identifier": -1, "text_b": "Dakota City ist Teil des großstädtischen Agglomerationsraums von Sioux City, IA-NE, SD."}, {"uid": "german-534-val", "text_a": "Sir Thomas Dutton (1. August 1421 – 23. September 1459) war ein mittelalterlicher Ritter aus England. Er war der Sohn von Sir John Dutton und Margaret Savage", "label": "1", "portion_identifier": -1, "text_b": "Sir Thomas Dutton (1. August 1421-23. September 1459) war ein englischer Ritter im Mittelalter und Sohn von Sir John Dutton und Margaret Savage."}, {"uid": "german-601-val", "text_a": "2012 veröffentlichten Augier, Hughes, Lenstra, Bos, Kleinjung und Wachter eine Auswertung von Millionen von öffentlichen RSA-Schlüsseln aus dem Internet.", "label": "1", "portion_identifier": -1, "text_b": "2012 kündigten Augier, Hughes, Lenstra, Bos, Kleinjung und Wachter eine Analyse an, in der Millionen von RSA-Kryptoverschlüsselungen im Internet verglichen werden sollten."}, {"uid": "german-1642-val", "text_a": "Ibn Amira wurde in Alzira, einer Provinz von Valencia, geboren.", "label": "1", "portion_identifier": -1, "text_b": "Ibn Amira wurde in Alzira in der Provinz Valencia geboren."}]}