{"1": [{"uid": "german-15637-trn", "text_a": "Der Artikel ist leider noch nicht geliefert worden", "label": 1, "portion_identifier": -1, "text_b": "Wo bleibt die Ware . home"}], "2": [{"uid": "german-73069-trn", "text_a": "Der Preis erscheint natürlich erstmal sehr verlockend. Trotzdem gab es einige Dinge, die mir an dem Produkt nicht gefallen haben: - die Verpackung ist extrem billig gemacht - die Reihenfolge der Filme, wie sie auf der Verpackung steht, stimmt nicht mit der Reihenfolge der Filme auf den DVDs überein... man muss also jede DVD einzelnd ins Laufwerk schieben, wenn man einen bestimmten Titel sucht - es sind einige 30-minütige Kurzfilme dabei, die nicht besonders sehenswert sind - ein Film ist nur auf Englisch enthalten", "label": 2, "portion_identifier": -1, "text_b": "Eher keine Kaufempfehlung! . other"}], "3": [{"uid": "german-108632-trn", "text_a": "Leider sind die Nasenpads im Sichtbild, sonst wäre alles bestens, die Gläser funktionieren entsprechend der Beschreibung und sind mit ein wenig Gefummel relativ einfach austauschbar.", "label": 3, "portion_identifier": -1, "text_b": "Preis Leistung super, Nasenpads sind im Weg . sports"}], "4": [{"uid": "german-122814-trn", "text_a": "Ich benötigte einen Schlauchwagen zum Aufnehmen von ca. 25m Gartenschlauch. Das Gerät erschien mir lt. der Beschreibung gut geeignet und ich habe mich nicht geirrt. Außerdem ist der Preis Spitze und liegt weit unter den örtlichen Anbietern. Einfach im Zusammenbau verbunden mit ein wenig eigenes Nachdenken. Der Wagen ist genau das was ich benötigte für wenig Geld.", "label": 4, "portion_identifier": -1, "text_b": "Schlauchwagen einfach und gut. . lawn_and_garden"}], "5": [{"uid": "german-167015-trn", "text_a": "Die Rainbow Glitter Lip Gloss findet meine 7 jähriges Tochter sehr toll. Sie duften lecker und lassen sich gut tragen. Die bunte Verpackung hat mir gut gefallen. Wir finden sie einfach Super und wäre was tolles für das nächstes Kindergeburtstag oder einzeln als kleines Geschenk.", "label": 5, "portion_identifier": -1, "text_b": "Geschenk super angekommen . toy"}]}