{"0": [{"uid": "spanish-1170-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "Nacido en Alemania de padres judíos, hijo de Hedwig Ehrenberg y del científico Max Born."}, {"uid": "spanish-1821-val", "text_a": "Las sugerencias de Met para ampliar desde Paddington hasta South Kensington y al este desde Moorgate hasta Tower Hill hacia el sur fueron aceptadas, y recibieron un permiso real el 29 de julio de 1864.", "label": "0", "portion_identifier": -1, "text_b": "Las propuestas del Met para extenderse al este desde Paddington hasta South Kensington y al sur desde Moorgate hasta Tower Hill fueron aceptadas y recibieron el consentimiento real el 29 de julio de 1864."}, {"uid": "spanish-361-val", "text_a": "En noviembre de 1989, Delaney se convirtió en miembro de la Bolsa de Valores de Nueva York y fue director general de Henderson Brothers, Inc. y Bear Wagner.", "label": "0", "portion_identifier": -1, "text_b": "En noviembre de 1989, Delaney se convirtió en miembro de la Bolsa de New York y fue Director Ejecutivo Senior en Henderson Brothers, Inc., y Bear Wagner."}, {"uid": "spanish-1768-val", "text_a": "Jugó con los Portland Sea Dogs de clase A y con los Kane County Cougars de clase AA en 1993.", "label": "0", "portion_identifier": -1, "text_b": "El 1993, jugó con Kane County Cougars de Nivel A y AA Portland Sea Dogs."}, {"uid": "spanish-1425-val", "text_a": "Celestino III se convirtió en el centro de una nueva y más estricta rama del orden cisterciense, aprobado por Fiore en 1198.", "label": "0", "portion_identifier": -1, "text_b": "Fiore se convirtió en el centro de una nueva rama más rigurosa de la Orden Cisterciense, aprobada por Celestino III en 1198."}, {"uid": "spanish-105-val", "text_a": "El río Jidanul es un afluente del río Jiul de Vest, Rumania.", "label": "0", "portion_identifier": -1, "text_b": "El río Jiul de Vest es un afluente del río Jidanul en Romania."}, {"uid": "spanish-1861-val", "text_a": "También hay un ferrocarril de vía angosta aislado en la península de Eyre desde Ceduna hasta Port Lincoln.", "label": "0", "portion_identifier": -1, "text_b": "También es un ferrocarril de vía angosta aislado que va desde Port Lincoln hasta Ceduna en la península Eyre."}, {"uid": "spanish-388-val", "text_a": "El 33,7 % nació en Virginia, que está categorizada por la Oficina del Censo como parte del sur de los Estados Unidos junto con las vecinas Maryland y Washington, D.C.", "label": "0", "portion_identifier": -1, "text_b": "El 33,7 % nacieron en Maryland, que la Oficina del Censo clasifica como parte del sur de los Estados Unidos junto con las vecinas Virginia y Washington, D.C."}], "1": [{"uid": "spanish-1783-val", "text_a": "Lo reemplazaron en sucesivos golpes Murtala Mohammed (1975) y Olusegun Obasanjo (1976).", "label": "1", "portion_identifier": -1, "text_b": "Fue reemplazado por Murtala Mohammed (en 1975) y por Olusegun Obasanjo (en 1976) en sucesivos golpes."}, {"uid": "spanish-940-val", "text_a": "Otro modo de controlar la población de ciervos es regular la tasa de natalidad.", "label": "1", "portion_identifier": -1, "text_b": "Otra manera de regular la población de venados es controlar el índice de fertilidad."}, {"uid": "spanish-1815-val", "text_a": "Roger Pritchard, que inmigró desde Inglaterra a Milford, Connecticut en 1653; se casó con Elizabeth Prudden", "label": "1", "portion_identifier": -1, "text_b": "Elizabeth Prudden inmigró de Inglaterra a Milford, Connecticut en 1653, y se casó con"}, {"uid": "spanish-580-val", "text_a": "Cook Pond, también conocido anteriormente como lago Laurel, está ubicado al sudeste del río Taunton y al oeste de South Watuppa Pond.", "label": "1", "portion_identifier": -1, "text_b": "En el extremo sur, Cook Pond, también llamado anteriormente como Laurel Lake, está ubicado al este del río Taunton y al oeste de South Watuppa Pond."}, {"uid": "spanish-1777-val", "text_a": "Era el único escenario en el condado de Tehama hasta 1991 y proporcionó el único cine público hasta 1993.", "label": "1", "portion_identifier": -1, "text_b": "Hasta 1991, era el único escenario en el condado de Tehama y hasta 1993 ofrecía el único cine público."}, {"uid": "spanish-1492-val", "text_a": "Heydarov habla azerí, inglés, ruso y turco.", "label": "1", "portion_identifier": -1, "text_b": "Heydarov habla ruso, inglés, azerí y turco."}, {"uid": "spanish-160-val", "text_a": "Jugó con el Portland Sea Dogs del nivel A en 1993 y con el AA Kane County Cougars.", "label": "1", "portion_identifier": -1, "text_b": "Jugó en 1993 con los Portland Sea Dogs del nivel A y con los Kane County Cougars de la AA."}, {"uid": "spanish-829-val", "text_a": "Después de promocionar los refuerzos de África del Norte, el 18 de agosto regresó a Oran para prepararse para la invasión de Italia, para lo cual zarpó el 5 de setiembre.", "label": "1", "portion_identifier": -1, "text_b": "Después de llevar refuerzos desde África del Norte, regresó a Oran el 18 de agosto para prepararse para la invasión a la Italia misma, hacia donde navegó el 5 de septiembre."}]}