{"contradiction": [{"uid": "thai-26808-val", "text_a": "หาก   Red   Shield   ของ   The   Salvation   Army   สามารถ พูด ได้   มัน อาจจะ บอก เธอ ถึง วิธี ที่ เรา ช่วยเหลือ ชาย ที่ เป็น โรคเบาหวาน ที่ ได้รับ อินซูลิน ที่ เขา ต้องการ เมื่อ ล่าสุด", "label": "contradiction", "portion_identifier": -1, "text_b": "The   Salvation   Army   ไม่ สามารถ จัดการ กับ ความต้องการ ทางการแพทย์ ได้"}, {"uid": "thai-25827-val", "text_a": "อังกฤษ   เธอ ลงโทษ เขา ด้วย คำตักเตือน", "label": "contradiction", "portion_identifier": -1, "text_b": "เขา เป็น คน ผิด และ เธอ ก็ ไม่ได้ พูด อะไร"}, {"uid": "thai-25240-val", "text_a": "คุณ รู้ ถึง ประโยชน์ ของ คน อีก คน   มัน เพิ่ง เกิด ขึ้นกับ ฉัน   ฉัน ไม่ ได้คิด ว่า มัน เป็น ข้อได้เปรียบ อย่างมาก   อย่างน้อย ก็ ยัง   ใน บางครั้ง บริษัท ใหญ่ ๆ จะ จ่าย ให้ กับ การศึกษา", "label": "contradiction", "portion_identifier": -1, "text_b": "ไม่มี บริษัท ไหน ช่วย ค่าใช้จ่าย ใน การศึกษา ไม่ว่า บริษัท นั้น จะ ใหญ่ หรือ เล็ก"}, {"uid": "thai-26310-val", "text_a": "ในทางตรงกันข้าม ผลกระทบ จาก ความดัง ของ เสียง นั้น เป็น เรื่องใหญ่ ใน สหรัฐฯ   มากกว่า ฝรั่งเศส เนื่องจาก สหรัฐฯ มี ความหนาแน่น ด้าน การ ส่ง น้อยกว่า   และ ยัง มี ความ หลาย ใน ด้าน ความดัง ของ เสียง มากกว่า", "label": "contradiction", "portion_identifier": -1, "text_b": "ผลกระทบ ของ ฝรั่งเศส นั้น ยิ่งใหญ่ กว่า ใน สหรัฐอเมริกา"}, {"uid": "thai-26535-val", "text_a": "การ ยืนยัน บุคคล อย่างปลอดภัย ควร มี ใน สหรัฐฯ", "label": "contradiction", "portion_identifier": -1, "text_b": "ระบบ ยืนยัน ตัวตน อย่างปลอดภัย   ( Secure   Identification )   ไม่ ควร นำมาใช้ ใน สหรัฐอเมริกา"}, {"uid": "thai-26199-val", "text_a": "นอกเหนือจากนี้   บุคลากร ของ โครงการ สร้าง เวิร์กชอป ที่ หลากหลาย และ สร้าง สื่อการศึกษา ที่ ผู้ให้บริการ ใหม่ สามารถ ใช้ มัน ได้", "label": "contradiction", "portion_identifier": -1, "text_b": "บุคลากร ของ โครงการ ตัด เวิร์กช็อป ทั้งหมด เมื่อ ปี ที่ผ่านมา"}, {"uid": "thai-26747-val", "text_a": "คุณ อาจ ใช้ ผลประโยชน์ ของ ข้อเสนอ สำหรับ สมาชิก   2   ปี   พิเศษ ของ เรา ใน จำนวน   $ 30   ซึ่ง สามารถ ประหยัด อัตรา แบบ   2   ปี ทั่วไป ของ เรา ได้   60 %", "label": "contradiction", "portion_identifier": -1, "text_b": "ค่า สมาชิก คิด เป็น เงิน   800   ดอลล่าร์   สำหรับ การ เป็นสมาชิก ที่ มี ระยะเวลา   2   ปี"}, {"uid": "thai-26296-val", "text_a": "นี่ เส้นโค้ง อุปสงค์ ที่ เป็น เงื่อนไข ซึ่ง อยู่ บน ข้อจำกัด ที่ การลดราคา ลง ยัง คงอยู่ เท่าเดิม   โดย อยู่ ใต้ เงื่อนไข ที่ว่า จะ ต้อง ไม่มี สินค้า ใดๆ   เคลื่อนย้าย มา ที่ ซึ่ง ใช้งาน ด้วยกัน", "label": "contradiction", "portion_identifier": -1, "text_b": "เส้น อุปสงค์ ไม่ ขึ้นอยู่กับ สิ่งใด   ๆ"}], "entailment": [{"uid": "thai-24926-val", "text_a": "แต่ คุณ ก็ รู้   เขา ดู เหมือนกับ ลูกชาย ของ เจ้าของ สวน ใน หลาย   ๆ   ด้าน   เพราะว่า เขา เป็น ลูก ของ ชาย คน นี้ ที่ เป็นเจ้าของ อสังหาริมทรัพย์ มากมาย", "label": "entailment", "portion_identifier": -1, "text_b": "พ่อ ของ เขา เป็นเจ้าของ อสังหาริมทรัพย์ หลาย เเห่ง"}, {"uid": "thai-27278-val", "text_a": "การกระทำ ผิด ต่อ   ( บางคน )   --   การข่มขืน ของ   Lucrece   แถว   1462 :", "label": "entailment", "portion_identifier": -1, "text_b": "มี บางอย่าง ผิดพลาด"}, {"uid": "thai-25249-val", "text_a": "ใช่   ฉัน ไม่เอา   ใช่   คือ   สิ่ง ที่ เข้าใจ ได้ ก็ คือ เธอ รู้ ว่า สิ่ง นี้ ลดลง ไป เพื่อ เอาชนะ ใน ธันวาคม ที่ผ่านมา จาก จำนวน การ โหวต แค่ เพียง ไม่ กี่ ร้อย โหวต", "label": "entailment", "portion_identifier": -1, "text_b": "มัน แพ้ ด้วย คะแนนเสียง ไม่ มาก นัก"}, {"uid": "thai-25022-val", "text_a": "ดังนั้น ไม่ว่า จะ อย่างไร   ฉัน เรียก รา โม น่า กลับมา เพราะว่า ฉัน มี คำถาม   ฉัน แบบ ว่า   เอาล่ะ   ให้ ฉัน รีบ เร่งมือ กับ มัน หน่อย   และ ฉัน มี คำถาม เกี่ยวกับ สิ่ง ที่ ฉัน ทำ อยู่", "label": "entailment", "portion_identifier": -1, "text_b": "ฉัน อยาก จะ ถาม คำถาม กับ   Ramona"}, {"uid": "thai-25812-val", "text_a": "ถ้า มัน เป็น ความผิด ที่จะ อนุญาต ให้ กัปตัน     Blood   คอมมิชชั่น ,   ความผิด เหล่านั้น จะ ไม่ใช่ ความผิด ของ ฉัน", "label": "entailment", "portion_identifier": -1, "text_b": "มัน อาจจะ เป็น ความผิดพลาด ที่ กัปตัน   Blood   ได้รับ การ แต่งตั้ง"}, {"uid": "thai-25264-val", "text_a": "ตอนนี้ นั่น คือ หนึ่ง ใน ตัวยับยั้ง ขโมย ที่ ดี ที่สุด ก็ คือ เพื่อนบ้าน ที่ เอะอะ ส่งเสียง   แม้ว่า เพื่อนบ้าน มี สุนัข ที่ เอะอะ ส่งเสียง   ซึ่ง นั่น คือ การยับยั้ง เพราะว่า พวก มัน รู้ ว่า สุนัข นั่น จะ เห่า อย่างแน่นอน", "label": "entailment", "portion_identifier": -1, "text_b": "เหล่า โจร ไม่ ชอบ สุนัข"}, {"uid": "thai-25796-val", "text_a": "และ นั่น คือ จุดจบ ของ เนื้อหาสาระ ในทางปฏิบัติ", "label": "entailment", "portion_identifier": -1, "text_b": "วิ ธิ แก้ปัญหา นี้ มัน เกือบจะ อยู่ ที่นั่น"}, {"uid": "thai-26809-val", "text_a": "หาก   Red   Shield   ของ   The   Salvation   Army   สามารถ พูด ได้   มัน อาจจะ บอก เธอ ถึง วิธี ที่ เรา ช่วยเหลือ ชาย ที่ เป็น โรคเบาหวาน ที่ ได้รับ อินซูลิน ที่ เขา ต้องการ เมื่อ ล่าสุด", "label": "entailment", "portion_identifier": -1, "text_b": "หน่วยกู้ภัย บริจาค เงิน ให้ แก่ ผู้คน ที่ ต้องการ มัน"}], "neutral": [{"uid": "thai-26059-val", "text_a": "ดู ที่ทาง   Passeig   de   Gracia   จน จรด ตะวันออก   โดยเฉพาะอย่างยิ่ง   carrers   Diputacie ,   Consell   de   Cent ,   Mallorca   และ   Valancia   ไกล จนถึง ตลาด   Mercat   de   la   Concepcie", "label": "neutral", "portion_identifier": -1, "text_b": "ตลาด ขาย ผัก และ ผลไม้ มากมาย"}, {"uid": "thai-27143-val", "text_a": "Alternative   ไม่ ควร ถูก ใช้ แทน คำ ว่า   alternate", "label": "neutral", "portion_identifier": -1, "text_b": "คน จำนวนมาก ไม่ทราบ วิธีการ ใช้ คำ ว่า   alternative   และ   alternate   อย่างถูกต้อง"}, {"uid": "thai-25512-val", "text_a": "ปัญหา การ แสวงหาผลประโยชน์ ใน ความสัมพันธ์ ทางเพศ อย่างชัดเจน อยู่ กับ เรา มา นาน แล้ว", "label": "neutral", "portion_identifier": -1, "text_b": "ปัญหา ของ การ แสวงหาผลประโยชน์ ส่วนตัว เริ่ม ที่จะ ดีขึ้น"}, {"uid": "thai-26762-val", "text_a": "การ เชื่อมต่อ ที่ ยอดเยี่ยม   ก่อ ขึ้น ใน ทุกๆ วัน   ทำ ไป ได้ โดย การ สนับสนุน ของ การ ดำเนินงาน ของ สมาคม   โดย องค์กร เหมือนกับ ของ คุณ", "label": "neutral", "portion_identifier": -1, "text_b": "หาก ไม่มี องค์กร ของ คุณ   ความสัมพันธ์ ที่ น่าประทับใจ เหล่านี้ คง ไม่ เกิดขึ้น"}, {"uid": "thai-27170-val", "text_a": "นักภาษาศาสตร์ ได้ ยกตัวอย่าง ให้ เห็น ว่า ภาษากลาง แรก   ( ที่ เรียก ว่า   Mediterranean   Lingua   Franca   โดย   นักภาษาศาสตร์ หลาย คน )   นั้น จริง   ๆ   แล้ว ถูก พูด ก่อนที่ สงคราม ครู เสด ครั้งแรก จะ เริ่ม ขึ้น ใน คริสต์ศักราช   1096", "label": "neutral", "portion_identifier": -1, "text_b": "ภาษากลาง แรก ใช้ พูด ใน แถบ เมดิเตอร์เรเนียน"}, {"uid": "thai-27191-val", "text_a": "นอกจากนี้ แนวคิด ของ เวลา เป็น เชิง วงกลม   ไม่ใช่ เชิงเส้น   ดังนั้น การ การ ทำเครื่องหมาย ถึง เวลา ที่ ผ่าน ไป นั้น ไม่สำคัญ เท่ากับ การเฉลิมฉลอง การ กลับมา ของ เหตุการณ์ ตามฤดูกาล", "label": "neutral", "portion_identifier": -1, "text_b": "พวกเขา ฉลอง ตามฤดูกาล เพราะว่า พวกเขา เชื่อ ว่า เวลา มี ช่องว่าง"}, {"uid": "thai-27081-val", "text_a": "Boston   Globe   ได้ ตีพิมพ์ ผลงาน ชุด ย่อย สี่ ชุด ที่ เปิดเผย ข้อเท็จจริง ที่ ไม่ น่าไว้วางใจ   ขณะ ที่อยู่ มหาวิทยาลัย ฮาร์เวิร์ด", "label": "neutral", "portion_identifier": -1, "text_b": "มหาวิทยาลัย ฮาร์วาร์ด ให้ สิทธิ์ บอ สตัน โก ลบ ใน การเขียน เกี่ยวกับ พวกเขา"}, {"uid": "thai-26043-val", "text_a": "ใน ช่วง วันหยุด สุดสัปดาห์ คุณ สามารถ เข้า ร่วมกับ คนใน ชุมชน ใน ปา คัว   เด อ   ปา รา ปาส   ที่ ซึ่ง เหล่า เพลง ร็ อ ค   ซัล ซ่า   แหละ โฟล์ค จะ มา ผสม กัน ใน การ ประสานเสียง อัน แสน งุนงง", "label": "neutral", "portion_identifier": -1, "text_b": "Parque   de   Palapas   เป็น สถานที่ ที่ คน ชอบ มี การ ปิ้ง ย่าง   บาร์บีคิว ตลอดเวลา"}]}