{"0": [{"uid": "french-1134-val", "text_a": "Malet a épousé Mary Aldworth, veuve de Thomas White de Letcombe Regis, Berkshire, et fille de John Aldworth par Fyfield Berkshire jusqu'en 1664.", "label": "0", "portion_identifier": -1, "text_b": "Malet a épousé Mary Aldworth, veuve de John Aldworth de Letcombe Regis, Berkshire, et fille de Thomas White par Fyfield Berkshire jusqu'en 1664."}, {"uid": "french-1238-val", "text_a": "Le représentant officiel indonésien à Rome était établi en mars 1952, alors qu'en octobre 1952, la République italienne établissait son représentant officiel à Jakarta.", "label": "0", "portion_identifier": -1, "text_b": "Le représentant officiel indonésien à Jakarta s'est établi en mars 1952, alors que la République italienne a établi son représentant officiel à Rome en octobre 1952."}, {"uid": "french-1439-val", "text_a": "Oui, dit Pauline, mais Frannie est toujours suspicieuse.", "label": "0", "portion_identifier": -1, "text_b": "Frannie dit oui mais Pauline est encore méfiante."}, {"uid": "french-183-val", "text_a": "Dans Alcamo, les 12 versets sont alternés de cette manière : l'un est chanté, l'autre est dit.", "label": "0", "portion_identifier": -1, "text_b": "En Alcamo, les 12 vers sont chantés de cette façon: un est en alterné, l'autre parlé."}], "1": [{"uid": "french-1933-val", "text_a": "Il a enregistré avec le groupe de Billy Eckstine et en 1946 il a joué avec Lionel Hampton.", "label": "1", "portion_identifier": -1, "text_b": "Il enregistra avec le groupe de Billy Eckstine et, en 1946, joua avec le groupe de Lionel Hampton."}, {"uid": "french-1187-val", "text_a": "Un projet d'eau de la rivière Mandovi redirige et un projet de centrale hydroélectrique entraînerait l'immersion de tout ou partie du Gavali.", "label": "1", "portion_identifier": -1, "text_b": "Une proposition de projet de dérivation des eaux et de centrale hydroélectrique de la rivière Mandovi (rivière Mahadayi) entraînerait la submersion de tout ou d'une partie du Gavali."}, {"uid": "french-1177-val", "text_a": "En 2012, Gil rejoignit le programme télévisé - Remake of the Salvador - Royales - Films \"Mundo Man ay Magunaw\" dans le rôle de Jennifer la Pena.", "label": "1", "portion_identifier": -1, "text_b": "En 2012, Gil a intégré le remake télévisé du film de Salvador Royales \" Mundo Man ay Magunaw \" en tant que Jennifer la Pena."}, {"uid": "french-375-val", "text_a": "Towanda Creek se situe dans la partie sud-ouest du comté de Bradford (41.655805 -76.850706), dans la vallée du canton.", "label": "1", "portion_identifier": -1, "text_b": "Towanda Creek est située dans le sud-ouest du comté de Bradford à (41.655805, -76.850706), dans la vallée de Canton."}]}