{"1": [{"uid": "spanish-30610-trn", "text_a": "El pedido tenía que llegar entre el 30 de julio y el 2 de agosto.......El 6 de agosto me puse en contacto con el vendedor para pedir una explicación y a día de hoy estoy esperando contestación... No he tenido noticias de él. Afortunadamente el producto llegó, pero yo lo necesitaba para el fin de semana del 3 de agosto, ya que tenía invitados.Me tuve que buscar la vida......", "label": 1, "portion_identifier": -1, "text_b": "Vendedor informal para los plazos de entrega . furniture"}, {"uid": "spanish-33690-trn", "text_a": "Se suelta sólo, así que no me sirve como tapa", "label": 1, "portion_identifier": -1, "text_b": "No lo recomiendo . home"}], "2": [{"uid": "spanish-42715-trn", "text_a": "Compré esta barrera para la cama pero no me termina de gustar para una cama de 80cm, resulta demasiado grande y le quita mucho espacio a la cama. Por otro lado, dificulta mucho hacer la cama, si pones las sábanas por encima no llegan bien a cubrir la cama y si pones las sábanas por debajo tienes que quitar y poner la barrera cada vez que necesites arreglar la cama. El sistema de fijación con automáticos y pinzas no está demasiado bien pensado, los automáticos sujetan poco y las pinzas son muy complicadas de poner. En resumen, es un flotador hinchable que puede cumplir su función pero creo que es mejor una barandilla de madera o metal anclada a la cama.", "label": 2, "portion_identifier": -1, "text_b": "No me convence . baby_product"}, {"uid": "spanish-46864-trn", "text_a": "La idea del teclado es muy buena, pero si bien sabía que no tenia la “ñ” y que iba a tener que usar otros comandos para poder sacarla, lo que no me esperaba es que no tuviera acentos (cosa que utilizo muy a menudo) de modo que usar otros comandos diferentes para poder sacarlos iba a ralentizar mucho mi escritura.", "label": 2, "portion_identifier": -1, "text_b": "No tiene tildes. . pc"}], "3": [{"uid": "spanish-97932-trn", "text_a": "Extravié el cargador original y tuve que buscar un sustituto. Tiene un plazo de entrega muy largo (un mes) aunque llegó con unos días de antelación. Realiza la carga y puedes trabajar mientras está conectado, pero tiene el cable muy corto, está pensado para cargar sin estar utilizando.", "label": 3, "portion_identifier": -1, "text_b": "Cumple su función. . pc"}, {"uid": "spanish-82143-trn", "text_a": "Compré este producto junto a un alimentador de 12v 2a y funciona correctamente. La calidad de los acabados deja mucho q desear, el circuito baila dentro de la carcasa de plastico y me llego con una pequeña fisura en la tapa. Funciona bien y estoy contento.", "label": 3, "portion_identifier": -1, "text_b": "Cumple su función . wireless"}], "4": [{"uid": "spanish-127550-trn", "text_a": "Buen juego. El primero que juego en PS4 (la primera de todas) a 60 fps. Eso sí, las misiones más repetitivas que yo que sé. Es todo el rato ir de punto A a punto B teniendo que eliminar hordas de monstruos por el camino. Eso sí, parando de vez en cuando a buscar los coleccionables. A las 8 horas de juegos ya estaba esperando acabarlo, casi me aburría y todo.", "label": 4, "portion_identifier": -1, "text_b": "Bien hecho, pero repetitivo . video_games"}, {"uid": "spanish-125555-trn", "text_a": "Lo compré para hacer un regalo de jubilación.", "label": 4, "portion_identifier": -1, "text_b": "Reloj para jubilado. . watch"}], "5": [{"uid": "spanish-172811-trn", "text_a": "Es un buen producto,", "label": 5, "portion_identifier": -1, "text_b": "Buen producto . musical_instruments"}, {"uid": "spanish-171197-trn", "text_a": "Es precioso, buen protector recomendadisimo en cuanto precio y calidad excelente!!!!", "label": 5, "portion_identifier": -1, "text_b": "GOLD . wireless"}]}