{"0": [{"uid": "french-1106-val", "text_a": "McCarthy était né à Auckland mais a déménagé à San Francisco en Californie à l'âge de quatre ans avec ses parents.", "label": "0", "portion_identifier": -1, "text_b": "McCarthy est né à San Francisco en Californie mais déménagea à Auckland avec ses parents à l'âge de quatre ans."}, {"uid": "french-1134-val", "text_a": "Malet a épousé Mary Aldworth, veuve de Thomas White de Letcombe Regis, Berkshire, et fille de John Aldworth par Fyfield Berkshire jusqu'en 1664.", "label": "0", "portion_identifier": -1, "text_b": "Malet a épousé Mary Aldworth, veuve de John Aldworth de Letcombe Regis, Berkshire, et fille de Thomas White par Fyfield Berkshire jusqu'en 1664."}, {"uid": "french-125-val", "text_a": "La dernière ligne du troisième verset a été modifiée pendant le règne d'Alexandre Ier de Yougoslavie en \" Kralja Aleksandra, Bože hrani \".", "label": "0", "portion_identifier": -1, "text_b": "La troisième ligne du dernier verset a été changée au cours du règne d'Alexandre Ier de Yougoslavie en \" Kralja Aleksandra, Bože hrani \"."}, {"uid": "french-1017-val", "text_a": "Dans \" Detection Unlimited \", un roman policier écrit par Georgette Heyer, un personnage est comparé à Armstrong.", "label": "0", "portion_identifier": -1, "text_b": "Un personnage de \" Detection Unlimited \", un roman policier écrit par Armstrong, est comparé à Georgette Heyer."}, {"uid": "french-1142-val", "text_a": "Il se situe près de Lough Corrib, sur la route N59 vers Oughterard et Clifden, dans le Connemara.", "label": "0", "portion_identifier": -1, "text_b": "Il se trouve près d'Oughterard et de Clifden, sur la route N59 vers Lough Corrib, dans le Connemara."}, {"uid": "french-1776-val", "text_a": "Le 19 décembre 2014, Marlins Eovaldi, Garrett Jones et Domingo Germán échangèrent avec les New York Yankees Martín Prado et David Phelps.", "label": "0", "portion_identifier": -1, "text_b": "Le 19 Décembre 2014, les Marlins échangèrent Eovaldi , Garrett Jones et Domingo Germán aux New York Yankees contre Martín Prado and David Phelps."}, {"uid": "french-122-val", "text_a": "Le pionnier américain John Sutter (1803 -- 1880) est arrivé en août 1839 avec d'autres colons euro-suisses en Haute-Californie.", "label": "0", "portion_identifier": -1, "text_b": "Le pionnier suisse John Sutter (1803 - 1880) était en août 1839 avec d'autres colons euro-américains en Haute-Californie."}, {"uid": "french-1201-val", "text_a": "Ahmet Delia devint rapidement actif pendant la guerre serbe de la résistance contre l'armée d'invasion albanaise en 1912.", "label": "0", "portion_identifier": -1, "text_b": "Ahmet Delia devint un actif rapidement durant la guerre de résistance albanaise contre l'invasion de l'armée serbe en 1912."}], "1": [{"uid": "french-1638-val", "text_a": "Un évènement similaire a été donné au Albert Park Lake à Melbourne en Australie et a été sponsorisé par Fox FM (Melbourne).", "label": "1", "portion_identifier": -1, "text_b": "Un événement jumeau s'est tenu à l'Albert Park Lake à Melbourne, en Australie et a été financé par Fox FM (à Melboune)."}, {"uid": "french-834-val", "text_a": "En amont de l'affluence de Little Flat Brook, le ruisseau est connu sous le nom de Big Flat Brook.", "label": "1", "portion_identifier": -1, "text_b": "En amont de l'affluence de Little Flat, le cours d'eau est connu sous le nom de Big Flat Brook."}, {"uid": "french-783-val", "text_a": "Les vestiges de deux églises arméniennes partiellement détruites étaient toujours conservés à la fin de la période soviétique.", "label": "1", "portion_identifier": -1, "text_b": "Les vestiges de deux églises arméniennes partiellement détruites étaient toujours préservés à la fin de l'ère soviétique."}, {"uid": "french-540-val", "text_a": "Le manga a un jeu vidéo pour la Sega Mega Drive au Japon et en Asie avec le même nom.", "label": "1", "portion_identifier": -1, "text_b": "Le manga a un jeu vidéo sur la Sega Mega Drive du même nom en Asie et au Japon."}, {"uid": "french-676-val", "text_a": "Après que Finch est retourné au camp principal, Mitchell est arrivé avec des nouvelles tragiques.", "label": "1", "portion_identifier": -1, "text_b": "Après que Finch soit revenu dans le camp principal, Mitchell arriva avec une nouvelle tragique."}, {"uid": "french-1804-val", "text_a": "Le musée est situé au centre de Jiangbeizui CBD, près du confluent de la rivière Jialing et du fleuve Yangzi Jiang.", "label": "1", "portion_identifier": -1, "text_b": "Le musée se situe dans le centre de Jiangbeizui, près du confluent de la rivière Jialing et de la rivière Yangtze."}, {"uid": "french-1947-val", "text_a": "Une autre façon de réguler la population de cerfs consiste à contrôler le taux de natalité.", "label": "1", "portion_identifier": -1, "text_b": "Un autre moyen de réguler la population des cerfs est de contrôler le taux de fertilité."}, {"uid": "french-904-val", "text_a": "Schliemann a reconnu cinq puits et les a dégagés comme les tombes mentionnées par Pausanias.", "label": "1", "portion_identifier": -1, "text_b": "Schliemann a détecté cinq puits et les a nettoyés comme les tombes mentionnées par Pausanias."}]}