{"1": [{"uid": "german-8855-trn", "text_a": "Der Weihrauch hatte leider keinen Einfluss auf die Morgensteifigkeit meiner Fingergelenke und Schmerzen bei Belastung in der Handgelenken.", "label": 1, "portion_identifier": -1, "text_b": "Keinerlei Wirkung . drugstore"}, {"uid": "german-33165-trn", "text_a": "Der Bohrschrauber entsprach hinsichtlich der technischen Parameter voll meinen Vorstellungen. Er wurde -wie avisiert-pünktlich sowie unbeschädigt angeliefert und meisterte seinen Probelauf gut. Bei seinem ersten Arbeitseinsatz, der leider erst nach der Rückgabefrist lag, versagte er bereit nach 5 Minuten total, schaltete mitten im Lauf ab und konnte über den Schalter nicht mehr einschalten werden.Auch der Einsatz des zweiten geladenen Akkus half nicht. Bei dem Preis eine totale Enttäuschung. Leider kann ich nicht mehr den Schrauber mehr reklamieren. Aus diesem Grund ist er nicht mehr im Angebot. Ich kann diesen Bohrschrauber nicht weiterempfehlen.", "label": 1, "portion_identifier": -1, "text_b": "Akku-Bohrschrauber ist nicht weiter zu empfehlen. . home_improvement"}, {"uid": "german-34505-trn", "text_a": "Der Kopfhörer macht einen sehr billigen Eindruck. Zudem funktioniert die rechte Seite nicht. Klarer Fehlkauf und geht deswegen zurück. Schade!", "label": 1, "portion_identifier": -1, "text_b": "Defekter Kopfhörer . electronics"}, {"uid": "german-6137-trn", "text_a": "guten tag- ware bis jetzt nicht geliefert !!!", "label": 1, "portion_identifier": -1, "text_b": "füllfederhalter . office_product"}, {"uid": "german-23373-trn", "text_a": "Schon beim Öffnen des Schuhkartons kam uns ein stechender Geruch von Chemiekalien entgegen. Ich habe keine Ahnung, wie bzw. womit das Material bearbeitet wurde, aber diese Schuhe anzuziehen, hätte ich meinem Junior verboten, wenn er es nicht von selbst abgelehnt hätte. SCHADE!", "label": 1, "portion_identifier": -1, "text_b": "Absolut nicht empfehlenswert! . industrial_supplies"}, {"uid": "german-30329-trn", "text_a": "Wir haben einen Bugaboo und der Handwerker ist die reinste Katastrophe... Hält absolut nicht auf dem Bügel. Ist ständig vom Bügel links pder rechts runter gerutscht trotz Druckknöpfe. Ich habe mir jetzt eine von bugaboo gekauft ist zwar 3 mal so teuer aber wenigste rutscht oder verrutscht nicht ständig was. Leider ein Fehlkauf An alle Bugaboo Mama's und Papa's holt euch den passenden zum Kinderwagen", "label": 1, "portion_identifier": -1, "text_b": "Ist definitiv Nicht auf alle Kinderwagen geeignet!!! . baby_product"}, {"uid": "german-3062-trn", "text_a": "würde ich nicht empfehlen hält nicht lange das ist kein original", "label": 1, "portion_identifier": -1, "text_b": "nach eimal laden kaputt . wireless"}, {"uid": "german-37654-trn", "text_a": "ich hab die Folie jetz 1 Woche drauf, und hatte schon am 2. Tag zwei Becker am Rand wo die Folie zersprungen ist.. nun nach einer Woche sieht die Folie Bescheiden aus... das einzig gute ist, das es sich um 6 Stk handelt... im nachhinein logisch, was will man für 6 Stk. Folien für 7€ erwarten? Schade, das nächste mal kaufe ich mir wieder eine bessere Folie - die letzte hielt über ein Jahr..", "label": 1, "portion_identifier": -1, "text_b": "Schutzfolie zerspringt sofort.. . wireless"}], "2": [{"uid": "german-73001-trn", "text_a": "Habe mir die Halter für meinen Toyota Aygo besorgt. Leider stören die Halter sehr stark beim Fahren, dürfte aber für kleinere Personen (ich bin knapp 1,90m groß) kein Problem sein. Leider stellte ich fest, dass meine Karten, die ich in den Halter gesteckt habe, sehr doll verkratzt werden. Daher werde ich die Halter zurückgegeben, dabei stellte ich leider fest, dass der Rückversand selbst gezahlt werden muss... Daher nur zwei Sterne...", "label": 2, "portion_identifier": -1, "text_b": "Nicht geeignet für Kleinwagen / Zerkratzt Karten . automotive"}, {"uid": "german-60923-trn", "text_a": "Bin der norddeutsche Typ mit hellem/dünnen Haar. An die Hälfte der Haare kommt der Epilierer nicht dran. Wachsen ist effektiver", "label": 2, "portion_identifier": -1, "text_b": "Nur bedingt zu empfehlen . personal_care_appliances"}, {"uid": "german-67152-trn", "text_a": "Eine unzumutbare Bedienungsanleitung. Nicht mal der englischen Sprache mächtig. Und wer kann schon chinesisch??? Beim Hersteller kann man sich auch die deutsche Übersetzung herunterladen, aber die ist ebenfalls schlichtweg katastrophal. Das einzige was überzeugt ist die Bildqualität...", "label": 2, "portion_identifier": -1, "text_b": "Schlechte Bedienungsanleitung . wireless"}, {"uid": "german-73281-trn", "text_a": "Leider lockert sich das Geschirr ständig beim tragen, so daß mir mein Kater schon zwei mal fast ausgebüchst ist...... Schade", "label": 2, "portion_identifier": -1, "text_b": "Nichts für Katzen . pet_products"}, {"uid": "german-77381-trn", "text_a": "Nach 1 stunde schon 1/3 des Heliums verloren. Nach weniger als 24h am Boden. Schade, Farben sind cool", "label": 2, "portion_identifier": -1, "text_b": "Nicht für helium geeignet . toy"}, {"uid": "german-77690-trn", "text_a": "Die Lichterketten sind wie abgebildet, schneller Versand. Leider halten die Batterien nur sehr kurz und auch neue Batterien werden schnell leer. Nicht wirklich geeignet für den täglichen Gebrauch.", "label": 2, "portion_identifier": -1, "text_b": "Kurze Haltbarkeit . home"}, {"uid": "german-49954-trn", "text_a": "Ich fand den Preis einfach super, für 10 Schlösser! Leider ist der Magnet aber anscheinend für handelsübliche Küchenschränke zu schwach. Was ich ziemlich unschön finde, da ich sue genau dort einsetzen wollte... Die Montage ist relativ simpel. Zur Haltbarkeit etc kann ich nichts sagen, da ich sie nun nicht verwenden kann Und hoffe das ich sie trotzdem zurück schicken kann...", "label": 2, "portion_identifier": -1, "text_b": "Achtung schwacher Magnet! . baby_product"}, {"uid": "german-57162-trn", "text_a": "Ich kann die positiven Rezessionen hier nicht nachvollziehen . Ja, das Armband ist schön und zeigt die Uhrzeit an aber sonst? Es ist eins der wenigen Armbänder die nicht den Puls messen können, also woher will die Uhr dann z.b. wissen wann ich schlafe? Ich habe die App runtergeladen und dort wird auch eine Schlaffunktion angezeigt aber die Uhr misst überhaupt nicht wann ich schlafe. Es steht jeden Tag 0 Stunden geschlafen, was natürlich Unsinn ist. Außerdem zählt die Uhr im Schlaf Schritte und auch während ich Autofahre. Auf meinem Weg zur Arbeit mache ich angeblich 2000 Schritte... Ich schätze eher 100. :Die Also im Prinzip kann das Ding nur hübsch aussehen und die Uhrzeit anzeigen. Deshalb habe ich mir eine andere gekauft.", "label": 2, "portion_identifier": -1, "text_b": "Kann ich das was sie verspricht . sports"}], "3": [{"uid": "german-110254-trn", "text_a": "Die Maschine wurde heute geliefert, voller Vorfreude habe ich die Maschine vorbereitet zum ersten Waschgang und schon fing das Theater an, die Maschine zieht nur Wasser schleudert nicht richtig und von wegen 7 Kg Maschine je Waschgang gehen auch nur 4 kg oder sogar nur 3. Da hätte ich auch eine 5 Kg Maschine kaufen können. Also ich kann die Maschine nicht empfehlen. Geht wieder zurück, da sie nicht wirklich brauchbar ist.", "label": 3, "portion_identifier": -1, "text_b": "nicht wirklich zu empfehlen . other"}, {"uid": "german-91400-trn", "text_a": "Die Bodenstrahler gingen am nächsten Tag sofort wieder zurück. Leider viel zu wenig Licht, maximale Ausleuchtung von ca. 30 cm. Die Aufnahmen des Herstellers täuschen. Ansonsten machten sie einen soliden Eindruck.", "label": 3, "portion_identifier": -1, "text_b": "Zu dunkel . home"}, {"uid": "german-112341-trn", "text_a": "Die Höhe des Preises ist nicht gerechtfertigt", "label": 3, "portion_identifier": -1, "text_b": "Preis Leistung nicht stimmig . baby_product"}, {"uid": "german-98959-trn", "text_a": "Habe die Steck leiste vor 1 Monat gekauft und Die funktioniert immer noch, Jedoch würde ich von den angegebenen 3500 Watt wärmstens abraten. Die Verarbeitung ist ziemlich Bescheiden und alles was über Fernseher Drucker und Ladegerät hinausgeht würde ich lieber nicht anschließen weil selbst bei kleinen Verbrauchern ziemliche Funken Sprühen beim anschließen, was auf schlechte Verarbeitung hinweist. Alles in allem dennoch für kleine Sachen geeignet.", "label": 3, "portion_identifier": -1, "text_b": "In Ordnung . home"}, {"uid": "german-112439-trn", "text_a": "Im Vergleich zu den Häubchen, die den Haartönungen üblicherweise beiliegen sind diese hier ein Witz. Für Menschen mit dicken langen Haaren eher problematisch.", "label": 3, "portion_identifier": -1, "text_b": "Erfüllen ihren Zweck, sind aber sehr klein . home"}, {"uid": "german-105030-trn", "text_a": "Aufpassen beim Kauf von Sodastream Geräten. Die im Markt angebotenen Flaschen passen immer nur zu einem bestimmten Gerät. Leider! Hier fehlt der Hinweis auf den Geräten und Flaschen, dass ein Tausch der Flaschen (Glas und Kunststoff) nicht möglich ist.", "label": 3, "portion_identifier": -1, "text_b": "Achtung vor dem Kauf entscheiden ob Kunststoff oder Glasflaschen. . home"}, {"uid": "german-99086-trn", "text_a": "Am Preis und Bild habe ich nichts zu mäkeln. Optik ist auch sehr gut. Allerdings nervt mich das \"fiepen\" (hochfrequenter Ton) des Netzteils sehr. Es ist sehr klein und kompakt gebaut, aber da doch lieber etwas größer, ein paar Induktivitäten und 5€ mehr. Schade: Ansonsten wären es 5 Sterne aber zur Zeit ist echt jedes zweite Gerät auf dem Mark auf Grund von Größe und Preis elektrotechnisch am Limit ausgelegt.", "label": 3, "portion_identifier": -1, "text_b": "Gutes Bild aber leider schlechtes Netzteil . pc"}, {"uid": "german-100081-trn", "text_a": "Schlauch ist gut, Brause nicht ( Wasser läuft an der unteren Stelle raus - schwarz grüne Bruchstelle ). Ich möchte den Schlauch behalten, aber wie macht man das, wenn ein Teil davon defekt ist. An der Bruchstelle der Brause ( grün schwarz ) läuft das Wasser ganz stark raus. Nun möchte ich aber den Schlauch nicht wieder verpacken und zurückschicken. Was gibt es da für eine Möglichkeit, einen Teil zurückzusenden? Wie kann ich mich mit der Firma in Verbindung setzen, um nur die Brause umzutauschen?", "label": 3, "portion_identifier": -1, "text_b": "Schlauch ist gut, Brause nicht ( Wasser läuft an der unteren Stelle raus - schwarz grüne Bruchstelle ) . lawn_and_garden"}], "4": [{"uid": "german-147634-trn", "text_a": "Auspacken, anschließen und der Adapter funktioniert einwandfrei, Langzeittest zu Ausführung und Funktion steht noch aus. Lieferung wie immer sehr schnell.", "label": 4, "portion_identifier": -1, "text_b": "Tut, was er soll . pc"}, {"uid": "german-137846-trn", "text_a": "Sehr gut und praktisch Kommt überall mit", "label": 4, "portion_identifier": -1, "text_b": "Sehr praktisch . video_games"}, {"uid": "german-138408-trn", "text_a": "hab nach einem halben jahr ein ersatzteil angefordert, da ein rad immer abfiel...wurde vom verkäufer anstandslos ausgewechselt...danke für den schnellen und freundlichen service.", "label": 4, "portion_identifier": -1, "text_b": "toller service . kitchen"}, {"uid": "german-159867-trn", "text_a": "+ Für Handy und Kamera + Fernbedienung für Fotos - Die Klemme fürs Handy ist extrem schwer aufzuspannen, man bekommt das Handy schwer hinein, gäb bessere Varianten als eine Spannfeder!! - Fernbedienung nich fürs Filmen Verarbeitung für den Preis OK.", "label": 4, "portion_identifier": -1, "text_b": "Tolles Produkt mit Potential zur Verbesserung . electronics"}, {"uid": "german-142267-trn", "text_a": "Könnte stabiler sein, aber für das Geld okay. Langzeittest steht noch aus.", "label": 4, "portion_identifier": -1, "text_b": "Für den Preis okay . pet_products"}, {"uid": "german-135935-trn", "text_a": "Für einige Lieder bestellt", "label": 4, "portion_identifier": -1, "text_b": "Schön . other"}, {"uid": "german-157510-trn", "text_a": "Formschön, aber etwas zu klein für 1 kg gekaufte Orangen", "label": 4, "portion_identifier": -1, "text_b": "Sieht gut aus . home"}, {"uid": "german-128956-trn", "text_a": "Super einfach anzuwenden", "label": 4, "portion_identifier": -1, "text_b": "Super und einfach . wireless"}], "5": [{"uid": "german-160930-trn", "text_a": "Genau so, wie gedacht. Der Schmuck wurde in zwei sehr hochwertigen Schachteln geliefert. Perfekt auch zum verschenken geeignet. Super Qualität des Schmucks - Preis-Leistung prima.", "label": 5, "portion_identifier": -1, "text_b": "Bin total begeistert . . jewelry"}, {"uid": "german-163826-trn", "text_a": "Ich habe mich immer gewundert warum ich mich schlecht fühle, nur weil ich Abends ein Glas Rotwein getrunken habe. Durch dieses Buch habe ich verstanden, was in meinem Körper passiert und werde dem entgegenwirken. Aber nicht nur Rotwein kann Beschwerden hervorrufen. Lest bitte selber, dann wisst ihr welche Lebensmittel auch krank machen können.", "label": 5, "portion_identifier": -1, "text_b": "Das Glas Rotwein lasse ich weg . digital_ebook_purchase"}, {"uid": "german-166600-trn", "text_a": "Sitzt sicher auf dem Kopf. Völlig ausreichend zum Laufen, Walken, Joggen ...", "label": 5, "portion_identifier": -1, "text_b": "Varta 5 x 5 mm LED Indestructible Head Light H10 . home_improvement"}, {"uid": "german-198683-trn", "text_a": "Absolut solide Qualität", "label": 5, "portion_identifier": -1, "text_b": "Schön und praktisch . home"}, {"uid": "german-186051-trn", "text_a": "kann man nicht viel sagen, ausser, dass sie ihren zweck wie erwartet erfüllen", "label": 5, "portion_identifier": -1, "text_b": "isi top qualität . home"}, {"uid": "german-184829-trn", "text_a": "Ich hab den Ruffler an der W6 N5000 und er funktioniert perfekt. Macht perfekte und vor allem gleich festgenähte Rüschen in wenigen Sekunden. siehe Bilder!", "label": 5, "portion_identifier": -1, "text_b": "Tolles Zubehör für Nähbegeisterte . home"}, {"uid": "german-175728-trn", "text_a": "Saubere Verarbeitung und wirklich feste, gute Qualität, volle Kaufempfehlung .... .. .. . . . . . . . .", "label": 5, "portion_identifier": -1, "text_b": "Top Qualität . home"}, {"uid": "german-191794-trn", "text_a": "Klein, hell gut verarbeitet und leicht zu verbauen perfekt für die Modelleisenbahn", "label": 5, "portion_identifier": -1, "text_b": "Für die Modelleisenbahn perfekt . toy"}]}