{"0": [{"uid": "spanish-939-val", "text_a": "Antes del regreso de los refugiados albaneses en 1999, las familias serbias abandonaron el pueblo.", "label": "0", "portion_identifier": -1, "text_b": "Antes del regreso de los refugiados serbios en 1999, las familias albanesas abandonaron el pueblo."}, {"uid": "spanish-1972-val", "text_a": "Madison District Public Schools es un distrito escolar que presta servicios en el extremo sur de Madison Heights, Michigan en el área metropolitana de Detroit.", "label": "0", "portion_identifier": -1, "text_b": "Madison District Public Schools es una escuela del distrito al sur del área metropolitana de Detroit en Madison Heights, Michigan."}, {"uid": "spanish-1741-val", "text_a": "Después de 2014, más ucranianos del este de Ucrania, mayoritariamente varones y jóvenes ucranianos estuvieron trabajando en Polonia.", "label": "0", "portion_identifier": -1, "text_b": "Después de 2014, más ucranianos del este de Ucrania, más hombres jóvenes y más ucranianos trabajaban en Polonia."}, {"uid": "spanish-1906-val", "text_a": "Llyn Dinas es un lago ubicado cerca de Beddgelert, Gwynedd en Gales del Norte y está conformado por el Río Glaslyn.", "label": "0", "portion_identifier": -1, "text_b": "Beddgelert es un lago cerca de Llyn Dinas, Gwynedd al norte de Gales. Está formado por el río Glaslyn."}, {"uid": "spanish-1513-val", "text_a": "No puede haber progreso hacia el desarrollo simultáneo de los individuos sin el desarrollo completo de toda la humanidad en el espíritu de la solidaridad.", "label": "0", "portion_identifier": -1, "text_b": "Sin el desarrollo simultáneo de toda la humanidad en un espíritu de solidaridad, no puede haber progreso hacia el desarrollo completo de las personas."}, {"uid": "spanish-1597-val", "text_a": "Una semana más tarde, fue trasladado al Policlínico de la misma ciudad, donde se sometió a una operación del corazón y se recuperó de manera favorable.", "label": "0", "portion_identifier": -1, "text_b": "Una semana más tarde fue transferido al Policlínico de la misma ciudad, donde se recuperó del corazón y fue operado de manera favorable."}, {"uid": "spanish-969-val", "text_a": "Lobethal Bierhaus es un productor de cervezas regionales, con influencias de estilo alemán.", "label": "0", "portion_identifier": -1, "text_b": "Lobethal Bierhaus es una cervecería alemana con influencias de estilo regional."}, {"uid": "spanish-1382-val", "text_a": "Michael Kelly Smith era previamente una antigua versión de la banda de Filadelfia, Tony Destra, hasta su lanzamiento, y luego Cinderella también tocó con ellos.", "label": "0", "portion_identifier": -1, "text_b": "Michael Kelly Smith era anteriormente hasta su renuncia en una versión inicial de la banda de Filadelfia, Cinderella, y posteriormente Tony Destra también tocó con ellos."}], "1": [{"uid": "spanish-850-val", "text_a": "En su estudio de Berlín, colgaban tres figuras de la pared: Schopenhauer, Maxwell, Faraday.", "label": "1", "portion_identifier": -1, "text_b": "En su estudio de Berlín, colgaban tres figuras de la pared: Faraday, Maxwell, Schopenhauer."}, {"uid": "spanish-761-val", "text_a": "Leigh Court Barn es una colecturía rodeada de maleantes en Pershore Abbey, construida a principios del siglo catorce para almacenar y producir para Leigh, Worcestershire, Inglaterra.", "label": "1", "portion_identifier": -1, "text_b": "Leigh Court Barn es una colecturía rodeada por maleantes en la Pershore Abbey, construida a principios del siglo catorce para almacenar productos para Leigh, Worcestershire, Inglaterra."}, {"uid": "spanish-716-val", "text_a": "En 1911, se reconstruyó el Ayuntamiento, que fue parcialmente destruido en 1945 y posteriormente restaurado en los 60.", "label": "1", "portion_identifier": -1, "text_b": "En 1911 se reconstruyó el Ayuntamiento, parcialmente destruido en 1945 y restaurado en los 60."}, {"uid": "spanish-430-val", "text_a": "Dijo que Easipower era", "label": "1", "portion_identifier": -1, "text_b": "Se dice que Easipower era,"}, {"uid": "spanish-663-val", "text_a": "Ely era nieto de Crabb Robinson, que era un viejo amigo de John Towill Rutt.", "label": "1", "portion_identifier": -1, "text_b": "Talfourd Ely fue nieto de Crabb Robinson, que era un antiguo amigo de John Towill Rutt."}, {"uid": "spanish-1222-val", "text_a": "En julio de 2017, Nate DiMeo fue el tema de un episodio de ``The Memory Palace'' con Elmer McCurdy.", "label": "1", "portion_identifier": -1, "text_b": "En julio de 2017, Nate DiMeo fue el tema de un episodio de \"The Memory Palace'' con Elmer McCurdy."}, {"uid": "spanish-759-val", "text_a": "Eran comunes en el Reino Unido, pero relativamente raros en Europa, al menos para las locomotoras grandes.", "label": "1", "portion_identifier": -1, "text_b": "Estos eran relativamente comunes en el Reino Unido, pero en Europa, al menos en cuanto a locomotoras grandes, eran relativamente raras."}, {"uid": "spanish-1764-val", "text_a": "Sher Ahmed Akhundzada (también conocido como Sher Mohammed Akhundzada) es un líder tribal que fue gobernador de Helmand en Afganistán entre 2001 y 2005.", "label": "1", "portion_identifier": -1, "text_b": "Sher Mohammed Akhundzada (también conocido como Sher Ahmed Akhundzada) es un líder tribal que desde el 2001 hasta el 2005 fue gobernador de Helmand en Afganistán."}]}