{"1": [{"uid": "french-14524-trn", "text_a": "J'ai pas reçu le colis même pas de message pour dire qu'il était arrivé.", "label": 1, "portion_identifier": -1, "text_b": "Pas reçu . wireless"}, {"uid": "french-34956-trn", "text_a": "La qualité perçu est trés bonne mais ne rentre pas à la place de celles d'origine, le diametre de la partie éclairante est supérieur à l'orifice des phares.", "label": 1, "portion_identifier": -1, "text_b": "Bonne qualité perçu, mais!! . home"}, {"uid": "french-15408-trn", "text_a": "Très déçu. Produit à éviter. Mon écran est fissuré de partout (entouré en rouge sur la photo). Je suis quelqu'un qui fait gaffe à ses affaires. Mais une ou 2 chute et mon téléphone est fracassé. C'est la première fois qu'un verre me face autant de dégâts. Le tactile répond mal(avec le verre), pour écrire quelques choses c'est laborieux. La vitre est très grosse. Malgré ça grosseur, ça reste un verre très fragile. S'installe facilement, contrairement à certains, moi il tient bien sur le téléphone (bien collé). 1er verre tenue un peu près 1 semaine (Mon téléphone n'en n'est pas sort indemne). 2ème verre 1 heure (je ne sais même pas comment il s'est cassé) je l'ai mis dans ma poches et d'un coup je le sors pour voir quelque chose et là je voyais la première petite fissures qui commence son chemin. La 3ème pas testé, je vais voir ailleurs. Très déçu.", "label": 1, "portion_identifier": -1, "text_b": "Le verre qui ne serre à rien . wireless"}, {"uid": "french-17654-trn", "text_a": "Je les ai renvoyé car abîmée en arrivant. J'attends toujours mon remboursement", "label": 1, "portion_identifier": -1, "text_b": "Tabouret . furniture"}], "2": [{"uid": "french-74988-trn", "text_a": "Pas très efficace contre la chaleur, il ne faut pas rester longtemps près de foyer du feu pour déposer les buches Je déconseille cet article.", "label": 2, "portion_identifier": -1, "text_b": "Pas efficace. . home_improvement"}, {"uid": "french-42818-trn", "text_a": "Il remplit sa fonction. Cependant, sur la photo, on ne voit pas très bien si c'est ovale ou rond. Après déballage, j'ai vu que c'est ovale alors que j'en voulais rond. J'ai donc demandé au vendeur d'accepter le retour pour que je puisse commander un autre, toujours avec le même vendeur bien sûr. Celui a refusé le retour pour motif : l'article a été déballé. Comment peut-on vérifier l'article si on ne le déballe pas ? Il a ensuite fait un commentaire négatif sur moi en disant que j'ai détérioré l'article. Donc je trouve que le vendeur est vraiment mal honnête.", "label": 2, "portion_identifier": -1, "text_b": "Attention, vendeur malhonnête. . home"}, {"uid": "french-48661-trn", "text_a": "Je suis très déçu concernant la puissance du volume", "label": 2, "portion_identifier": -1, "text_b": "Volume trp faible . electronics"}, {"uid": "french-78715-trn", "text_a": "Produit correcte mais ne correspond pas du tout avant l'attente je voulais du maté de coca en fait ce n'est pas ça du tout.", "label": 2, "portion_identifier": -1, "text_b": "Mater pas conforme. . grocery"}], "3": [{"uid": "french-89766-trn", "text_a": "Bonne idée la pompe, mais les sacs n’ont pas l’air solide , dès la première utilisation, l’air est revenu. A voir sur les autres sacs", "label": 3, "portion_identifier": -1, "text_b": "Bonne idée mais à voir . . home"}, {"uid": "french-95559-trn", "text_a": "Bizarrement une vie pas aussi passionnante ni riche en anecdotes qu’on aurait pu imaginer ; mais indispensable à tout fan des WHO ou du rock en général", "label": 3, "portion_identifier": -1, "text_b": "Sympa . book"}, {"uid": "french-115782-trn", "text_a": "Produit conforme à la description, facile à assembler. Avant le 1er usage, j'ai démonté toutes les pièces pour les stériliser (il y avait une odeur de rouille au niveau du caoutchouc et du ressort). Article assez pratique, il ne faut pas être pressé car il faut plusieurs pression pour remplir un verre d'eau taille normal. Livraison rapide et correct.", "label": 3, "portion_identifier": -1, "text_b": "Correct . home"}, {"uid": "french-115529-trn", "text_a": "Un peu déçue.. les bras de la pince sont trop courts et au bout d’un moment cela fait mal à l’ intérieur de la paume. Ne perdez pas l’embout , c’est la seule façon de garder la pince fermée.", "label": 3, "portion_identifier": -1, "text_b": "Bras trop courts . beauty"}], "4": [{"uid": "french-138621-trn", "text_a": "Produit conforme mais livraison terrible,livré à une autre adresse heureusement que la personne a eu la gentillesse de me dire que la batterie était chez elle . Je me demande aujourd’hui si je vais faire une nouvelle commande,vu que je ne suis pas certain de la recevoir Produit conforme mais livraison terrible,livré à une autre adresse heureusement que la personne a eu la gentillesse de me dire que la batterie était chez elle . Je me demande aujourd’hui si je vais faire une nouvelle commande,vu que je ne suis pas certain de la recevoir Produit conforme mais livraison terrible,livré à une autre adresse heureusement que la personne a eu la gentillesse de me dire que la batterie était chez elle . Je me demande aujourd’hui si je vais faire une nouvelle commande,vu que je ne suis pas certain de la recevoir", "label": 4, "portion_identifier": -1, "text_b": "Batterie . automotive"}, {"uid": "french-130364-trn", "text_a": "Ideal pour se laver les cheveux dans un lavabo", "label": 4, "portion_identifier": -1, "text_b": "Bon produit . beauty"}, {"uid": "french-156315-trn", "text_a": "Ma nièce de 8 ans était très contente", "label": 4, "portion_identifier": -1, "text_b": "Très bien . toy"}, {"uid": "french-142575-trn", "text_a": "Besoin d'un badge supplémentaire pour allumer/ éteindre mon alarme somfy. Très content du résultat. Dommage qu'il n'y ait pas de notice pour appairer le badge jai dû utiliser le logiciel d'utilisation car impossible de rattacher le badge avec le clavier de l'alarme d'où les 4 étoiles et pas 5.", "label": 4, "portion_identifier": -1, "text_b": "Pas de notice pour appairer. . home_improvement"}], "5": [{"uid": "french-184157-trn", "text_a": "Le verre protecteur a déjà sauvé mon téléphone de plusieurs bris, et en plus c'est pas cher.Le touché est vraiment bon et la protection très efficace.Il a sauvé mon téléphone plus d'une fois. Excellent produit. Pose facile et tous les accessoires de pose sont livrés avec.", "label": 5, "portion_identifier": -1, "text_b": "Packaging correct . wireless"}, {"uid": "french-174077-trn", "text_a": "Très bonne coque, la meilleure, bien conçue et protège très bien,je recommande ce produit, spigen font du bon matos .", "label": 5, "portion_identifier": -1, "text_b": "Très bonne coque . wireless"}, {"uid": "french-197506-trn", "text_a": "Un vrai bonheur, j'en fait tout les week-end. Hyper rapide à préparer ensuite patience pendant 12h donc je les fais le vendredi soir. Seul bémol mais tout petit ce sont les capuchons : ils se clippent donc pas toujours facile à les enlever comparé à des couvercles qui se vissent", "label": 5, "portion_identifier": -1, "text_b": "Un vrai bonheur super simple . kitchen"}, {"uid": "french-195501-trn", "text_a": "Très bien, répond parfaitement à mes attentes. La taille du miroir est idéale, le support du rasoir est très pratique et la ventouse colle extrêmement bien sur parois de verre. Je recommande cet article, pour les personnes qui se rasent sous la douche.", "label": 5, "portion_identifier": -1, "text_b": "Très pratique . furniture"}]}