{"1": [{"uid": "french-7239-trn", "text_a": "Boite minuscule, attache qui ne fonctionne pas, service après vente nul, frais de port exorbitant. A éviter. Vous parlez avec un vendeur qui est en Chine et c'est long long et le problème toujours pas réglé.", "label": 1, "portion_identifier": -1, "text_b": "A eviter . home_improvement"}, {"uid": "french-8265-trn", "text_a": "C’est article est une contrefaçon, ma coiffeuse me l’a confirmé. Il ne démêle même pas les cheveux et ne répare même pas les cheveux", "label": 1, "portion_identifier": -1, "text_b": "Déçu . beauty"}], "2": [{"uid": "french-72002-trn", "text_a": "le support ventouse ne tient pas à la vitre ni sur le plastique de la voiture. je ne peux pas mettre l'autre support sur la grille d’aération car non adapté. je ne recommande pas", "label": 2, "portion_identifier": -1, "text_b": "bof . wireless"}, {"uid": "french-44631-trn", "text_a": "Pour avoir acheté ce modèle il y a presque 20 ans, en blanc, qui avait duré des années, j'ai toujours été satisfait de la marque mais là pas de bol ! Je fais du 39 donc acheté en 38 (comme les premières) la longueur OK mais la largeur très serré alors que j'ai le pied fin et surtout très gênant pour le sport et la marche..... PLUS AUCUNE TENUE AU TALON et la cheville !!! Reebok aurait-il baisser en qualité depuis le Brexit ? 😏 Par contre la livraison dans le Amazon à la date prévue ! Bien sûr je les ai retourné à mon grand regret !", "label": 2, "portion_identifier": -1, "text_b": "Et le talon !!!! . shoes"}], "3": [{"uid": "french-83242-trn", "text_a": "Livraison rapide. Objet décevant. Mesures non conformes au descriptif mais au final la valise à bien une capacité de 40l .manque une poignée centrale. Je ne garantis pas sa solidité. ..", "label": 3, "portion_identifier": -1, "text_b": "Mauvais rapport qualité prix . luggage"}, {"uid": "french-91130-trn", "text_a": "Il n'est pas couleur paille mais de couleur jaune ! Avec les fleurs, on retrouve quand même le côté tropicale", "label": 3, "portion_identifier": -1, "text_b": "Jaune . toy"}], "4": [{"uid": "french-158818-trn", "text_a": "Manteau conforme à la photo, beau tissu velouté et fourrure douce. Veste bien chaude et agréable à porter.", "label": 4, "portion_identifier": -1, "text_b": "Beau manteau chaud pour l'hiver . apparel"}, {"uid": "french-154804-trn", "text_a": "Conforme et économique", "label": 4, "portion_identifier": -1, "text_b": "Bon achat . drugstore"}], "5": [{"uid": "french-179458-trn", "text_a": "Tres bonne batterie... Je vais en recommander ainsi que des AAA. Ecellent produit. Acheter sans hesiter, vous trouverez pas moins cher.", "label": 5, "portion_identifier": -1, "text_b": "Super . drugstore"}, {"uid": "french-181642-trn", "text_a": "Pochette nikel mon 17 pouce passe dedans pour le taff 2 compartiment possibilité de mettre 2 ordinateur dedans et porte document chargeur souris au top pour les rendez-vous", "label": 5, "portion_identifier": -1, "text_b": "Pas mal de place . pc"}]}