{"0": [{"uid": "spanish-205-val", "text_a": "Robbins nació el 21 de septiembre de 1933 en Coventry, con su gemelo David, el octavo y noveno hijo de los doce de Charles y Jessamine Robbins.", "label": "0", "portion_identifier": -1, "text_b": "David nació el 21 de septiembre de 1933 en Coventry con su padre gemelo Charles y Jessamine Robbins, el octavo y noveno hijo de los doce de los Robbin."}, {"uid": "spanish-410-val", "text_a": "Publicó y escribió los prefacios de las ediciones de Tommaso Campanella (1934), Thomas More (1935) y Robert Owen (1950).", "label": "0", "portion_identifier": -1, "text_b": "Publicó y escribió los prólogos de las ediciones de Robert Owen (1934), Thomas More (1935) y Tommaso Campanella (1950)."}, {"uid": "spanish-1709-val", "text_a": "Esta es una lista de conflictos históricos en que participaron las fuerzas armadas húngaras o que tuvieron lugar en el territorio militar de Hungría.", "label": "0", "portion_identifier": -1, "text_b": "Esta es una lista de los conflictos militares en los que participaron las fuerzas armadas húngaras o que tuvieron lugar en el territorio histórico de Hungría."}, {"uid": "spanish-1365-val", "text_a": "La composición racial de la ciudad era en un 98,8 % blanca, 0,6 % nativos americanos, 0,2 % asiáticos y 0,4 % de dos o más razas.", "label": "0", "portion_identifier": -1, "text_b": "La constitución racial de la aldea era del 98,8 % bancos, 0,6 % asiáticos, 0,2 % nativos americanos y 0,4 % de dos o más razas."}], "1": [{"uid": "spanish-1251-val", "text_a": "1i Productions es una editora norteamericana de juegos de mesa. Fue fundada en 2004 por Colin Byrne, William y Jenna.", "label": "1", "portion_identifier": -1, "text_b": "Fue fundado en 2004 por Colin Byrne, William y Jenna y es un editor de juegos de mesa estadounidense."}, {"uid": "spanish-1678-val", "text_a": "Barshi es un dique terrestre en el río local cerca del dique Pathari, en el distrito de Solapur en el estado de Maharashtra en India.", "label": "1", "portion_identifier": -1, "text_b": "Barshi es una presa de tierra del río local cercano a Pathari Dam, distrito de Solapur en el estado de Maharashtra en India."}, {"uid": "spanish-978-val", "text_a": "El primer curso de Encargado de Señales se realizó en 1951 y los cursos que se dictan actualmente son los números 86 y 87.", "label": "1", "portion_identifier": -1, "text_b": "El primer curso de Capataz de Señales se desarrolló en 1951 y los cursos actuales son los números 86 y 87."}, {"uid": "spanish-538-val", "text_a": "La mezquita más grande, Al Farooq Masjid de Midtown Atlanta, está ubicada en la ruta 14.a en Atlanta.", "label": "1", "portion_identifier": -1, "text_b": "La mezquita más grande, Al Farooq Masjid de Midtown Atlanta, está ubicada en 14th Street de Atlanta."}]}