{"1": [{"uid": "german-8838-trn", "text_a": "Ich habe das Produkt zurückgesendet, weil die Leistung des Gerätes nicht meinen Erwartungen entsprochen hat. Trotz Bestätigung der Rücksendung seitens des Verkäufers habe ich nach 14 Tagen noch immer keine Kostenerstattung erhalten.", "label": 1, "portion_identifier": -1, "text_b": "Lange Bearbeitungszeit bei Rückgabe . home_improvement"}, {"uid": "german-15789-trn", "text_a": "Also das Glätten geht wirklich sehr schnell. Doch leider ist mein natürlicher Haarglanz weg. Die Haare sind nach dem Glätten matt und strohig. Kurzer Bob, 180°, schade", "label": 1, "portion_identifier": -1, "text_b": "Haare werden strohig.... . personal_care_appliances"}, {"uid": "german-9705-trn", "text_a": "ab sofort kaputt gegangen", "label": 1, "portion_identifier": -1, "text_b": "keine qualität . toy"}, {"uid": "german-8173-trn", "text_a": "Ist mir persönlich zu links. Als ob Karl Marx das geschrieben hat. Liest sich deshalb nicht so einfach und man kann nicht mit allem übereinstimmen. St mir zu", "label": 1, "portion_identifier": -1, "text_b": "Nicht sehr Objektiv . digital_ebook_purchase"}], "2": [{"uid": "german-50072-trn", "text_a": "Schmeckt so wie beschrieben: Bitter. Ich mag das eigentlich. Die Schokolade hat keinen Schmelz, ist leicht rauh auf der Zunge, das finde ich nicht so schön, ein besonderes Aroma kann ich auch nicht feststellen. Der Preis für 75 Gramm Schokolade ist mehr als happig. Allerdings mein eigener Fehler ich hab nicht genau drauf geachtet, bei der Bestellung das es keine 100 Gramm sind. Ihc würde sie nicht nochmal einkaufen.", "label": 2, "portion_identifier": -1, "text_b": "HInweis: Nur 75 Gramm Schokolade . grocery"}, {"uid": "german-54912-trn", "text_a": "Habe diese Mütze für unseren ersten Strandurlaub gekauft. Sie War etwas eng, da sie allerdings nur in der prallen Sonne getragen wurde und nicht den ganzen Tag, war das nicht so schlimm. Leider musste ich die Mütze aber nach dem Urlaub wegwerfen. Aufgrund der Sonnencreme war sie nicht mehr weiß sondern mit hässlichen gelben Flecken übersäht, die nicht mehr raus gingen. Also lieber eine farbige Variante wählen. An sich finde ich den Preis im Nachhinein zu hoch.", "label": 2, "portion_identifier": -1, "text_b": "Nicht in weiß! . apparel"}, {"uid": "german-72102-trn", "text_a": "Billiges Fake! Die Kopfhörer sind beim Auspacken verdreht und die Klinke schaut auch anders aus wie bei andere. Ebenfalls dauert die Lieferung zu lange. Das einzige was ich gut finde ist der Klang.", "label": 2, "portion_identifier": -1, "text_b": "Fälschung . wireless"}, {"uid": "german-41083-trn", "text_a": "Taugen nicht wirklich. Befüllen ist nicht einfach, geht nicht mit allen Parfüms, und hat Verluste. Deshalb nicht genutzt. Überflüssige Ausgabe.", "label": 2, "portion_identifier": -1, "text_b": "Schade . beauty"}], "3": [{"uid": "german-94884-trn", "text_a": "Das Gerät braucht viel zu lange um in den Stand By zu kommen. Man darf sich sehr lange am an aus der LED Anzeige erfreuen", "label": 3, "portion_identifier": -1, "text_b": "Als Zweitgerät in Ordnung . other"}, {"uid": "german-84779-trn", "text_a": "An sich ist es echt ein tolles Fahrzeug - wenn nur die Schneeschaufel nicht jedesmal bei der kleinsten Berührung abfallen würde, das nervt mich und meinen Sohn total.", "label": 3, "portion_identifier": -1, "text_b": "Schneeschaufel fällt dauernd ab . toy"}, {"uid": "german-87988-trn", "text_a": "Stethoskop schwer... Namensschild aus Plastik... deswegen nur 3 Sterne", "label": 3, "portion_identifier": -1, "text_b": "Halb zufrieden . personal_care_appliances"}, {"uid": "german-105805-trn", "text_a": "Haben uns diese LED Lampe gekauft. Die Lieferung erfolgte schnell, die Ware war gut verpackt. Das Einrichten der Smart-Funktion über APP und Alexa funktionierte einwandfrei, das einzige was mich daran störte ist, dass man die SSID von Hand eingeben muss und nicht aus einer Liste auswählen kann. Das ist aber ein Manko der App und nicht der Lampe. Leider hat diese LED-Lampe nach einem Tag den Betrieb eingstellt. Es war weder ein einschalten der Lampe möglich, noch wurde Sie im Netzwerk erkannt. Daher wurde sie von uns zurück gesendet. Schade eigentlich. Das Licht war recht hell (Kalt-Weiss) und der Farbwechsel hat einwandfrei funktioniert. Auch die Helligkeit lies sich ohne Probleme regeln. Alles in allem gut, leider bei uns nach einem Tag den Geist aufgegeben :( Schade.", "label": 3, "portion_identifier": -1, "text_b": "Funktioniert...... . home"}], "4": [{"uid": "german-134940-trn", "text_a": "Es ist eine Adapterplatte für eine VESA-Halterung. Die ist gut verarbeitet und passt genau. Ich kann das Produkt weiter empfehlen.", "label": 4, "portion_identifier": -1, "text_b": "macht, was es soll . electronics"}, {"uid": "german-139063-trn", "text_a": "Das Produkt ist Klasse, es ist praktisch und hat dazu auch noch ein wunderschönes Design. Nur 4 Sterne deshalb, weil die Lieferzeit enorm lang war.", "label": 4, "portion_identifier": -1, "text_b": "Tolles Produkt-Lange Lieferzeit . beauty"}, {"uid": "german-125891-trn", "text_a": "Mir gefällt das Produkt sehr, aber leider ist nach zweieinhalb Monaten Gebrauch das Gummi des Öffnungsmechanismus' gerissen - deswegen nur 4 Sterne.", "label": 4, "portion_identifier": -1, "text_b": "Gut, aber Gummi gerissen . sports"}, {"uid": "german-127033-trn", "text_a": "Lieferung war recht schnell, Hülle ist gut verarbeitet, die Handy Schale allerdings passt an den Ecken gerade so, es geht sehr schwer rein hat dafür oben und unten Luft, der Fingersensor erkennt den Finger etwas schwerer aber es gibt schlimmeres als das, dadurch das dass Leder recht dick ist wird das Handy auch gut geschützt.", "label": 4, "portion_identifier": -1, "text_b": "Gute Verarbeitung mit Abstriche . pc"}], "5": [{"uid": "german-194602-trn", "text_a": "Wirkt sehr hochwertig und passt perfekt.", "label": 5, "portion_identifier": -1, "text_b": "Sehr gute Qualität . automotive"}, {"uid": "german-195089-trn", "text_a": "Schnell und gut .. weiter so", "label": 5, "portion_identifier": -1, "text_b": "Guter service . shoes"}, {"uid": "german-160371-trn", "text_a": "Rundum zufrieden! Zuerst kam leider ein Karton mit Aktivkohle, der Container (und damit das eigentliche Produkt) fehlte aber. Dieser wurde auf Nachfrage aber unkompliziert und anstandslos nachgeliefert. Das Produkt ist super!", "label": 5, "portion_identifier": -1, "text_b": "Rundum zufrieden! . sports"}, {"uid": "german-187429-trn", "text_a": "Sehr gutes Preis- Leistungsverhältnis", "label": 5, "portion_identifier": -1, "text_b": "Gute und problemlose Abwicklung . home_improvement"}]}