{"0": [{"uid": "german-1119-val", "text_a": "Dieses war das erste von drei drittklassigen Hotels, die im zentralen Geschäftsbezirk gebaut wurden.", "label": "0", "portion_identifier": -1, "text_b": "Dieses war das dritte erstklassige Hotel, das im zentralen Geschäftsbezirk gebaut wurde."}, {"uid": "german-677-val", "text_a": "Pennmakkal ist ein indischer Malayalam-Film, der von J. Sasikumar gedreht und von KP Kottarakkara produziert wurde.", "label": "0", "portion_identifier": -1, "text_b": "Pennmakkal ist ein indisch-malayalischer Film aus dem Jahr 1966 der von J. Sasikumar produziert wurde und bei dem KP Kottarakkara Regie geführt  hat."}, {"uid": "german-1903-val", "text_a": "Am 17. August 1865 wurde die 3. New York Volunteer Cavalry mit der 16. New York Volunteer Cavalry zur 13. New York Provisional Cavalry fusioniert.", "label": "0", "portion_identifier": -1, "text_b": "Am 17. August 1865 wurde die 13. ehrenamtliche Kavallerie von New York mit der 16. zusammengelegt und bildete von nun an die einstweilige 3. Kavallerie von New York."}, {"uid": "german-1429-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "NS"}, {"uid": "german-1826-val", "text_a": "Dann überquerte es den Washita River Arm des Texoma Lake.", "label": "0", "portion_identifier": -1, "text_b": "Dann überquert es den Washita River, einen Arm des Lake Texoma."}, {"uid": "german-1801-val", "text_a": "Vermont South grenzt im Norden an Mitcham, im Westen an Nuawiding und Forest Hill, im Süden an Vermont und im Osten an Wantirna und Ringwood.", "label": "0", "portion_identifier": -1, "text_b": "Vermont grenzt im Norden an Mitcham, im Westen an Nunawiding und Forest Hill, im Süden an Vermont South und im Osten an Ringwood."}, {"uid": "german-1097-val", "text_a": "1963 trat Roy der kommunistischen Partei Indiens bei und führte Gewerkschaftsbewegungen in Kalkutta an, einem Bezirk in Bansdroni.", "label": "0", "portion_identifier": -1, "text_b": "Roy trat 1963 der Kommunistischen Partei Indiens bei und führte Gewerkschaftsbewegungen in Bansdroni in Kolkata an."}, {"uid": "german-1775-val", "text_a": "Sie wurden von CyberConnect2 entwickelt und von Namco Bandai veröffentlicht, angefangen mit „Naruto: Ultimate Ninja“ im Jahr 2005.", "label": "0", "portion_identifier": -1, "text_b": "Sie wurden von Namco Bandai entwickelt und von CyberConnect2 veröffentlicht, den Anfang machte 2005 „Naruto: Ultimate Ninja“."}], "1": [{"uid": "german-1360-val", "text_a": "In Guyana gibt es etwa 90.000 Katholiken - etwa 12 % der Gesamtbevölkerung, der niedrigste Wert aller südamerikanischen Nationen.", "label": "1", "portion_identifier": -1, "text_b": "Es gibt ungefähr 90.000 Katholiken in Guyana - etwa 12 % der Gesamtbevölkerung, die niedrigste Rate, betrachtet man alle südamerikanischen Nationen."}, {"uid": "german-1602-val", "text_a": "Über 12 Millionen Menschen leben entlang des Eisenbahnkorridors zwischen Melbourne und Sydney.", "label": "1", "portion_identifier": -1, "text_b": "Über 12 Millionen Leute leben entlang des Schienenkorridors Melbourne – Sydney."}, {"uid": "german-983-val", "text_a": "Der Machpelah Cemetery, auch in der Schreibweise „Macpelah Cemetery“ oder „Pacphelah Cemetery“ ist ein Friedhof im Hudson County, New Jersey.", "label": "1", "portion_identifier": -1, "text_b": "Der Machpelah Cemetery, auch geschrieben „Macpelah Cemetery”, oder „Macphelah Cemetery” ist ein Friedhof in Hudson County, New Jersey."}, {"uid": "german-523-val", "text_a": "2012 wurde eine Analyse von Millionen öffentlichen RSA-Schlüsseln aus dem Internet von Augier, Hughes, Lenstra, Bos, Kleinjung und Wachter angekündigt.", "label": "1", "portion_identifier": -1, "text_b": "2012 wurde eine Analyse von Millionen öffentlichen RSA-Schlüsseln, die im Internet gesammelt wurden, von Lenstra, Hughes, Augier, Bos, Kleinjung und Wachter angekündigt."}, {"uid": "german-1320-val", "text_a": "Die obenstehenden Beispiele für den possessiven Wortstamm „-m” standen in der ersten Person Singular.", "label": "1", "portion_identifier": -1, "text_b": "Die obigen Beispiele der Possessivendung „-m“ waren der Singular der ersten Person."}, {"uid": "german-993-val", "text_a": "Das Internationale Phonetische Alphabet besteht aus 500 zusätzlichen, 300 Basis-, und 200 ergänzenden Zeichen.", "label": "1", "portion_identifier": -1, "text_b": "Die „IPA“ enthält ingesamt 500 Symbole, 300 Grundsymbole und 200 Zusatzsymbole."}, {"uid": "german-59-val", "text_a": "Fishman hat einen Bachelor-Abschluss der Columbia University und einen Master-Abschluss in Wirtschaft der Brown University.", "label": "1", "portion_identifier": -1, "text_b": "Fishman hält einen Bachelor der Columbia University und einen Master für Wirtschaft von der Brown University."}, {"uid": "german-215-val", "text_a": "Craig war mit Sara Tetro, einem ehemaligen Model, Fernsehmoderatorin und Jurymitglied bei New Zealand's Next Top Model verheiratet und hat zwei Kinder mit ihr.", "label": "1", "portion_identifier": -1, "text_b": "Craig hat zwei Kinder und war verheiratet mit Sara Tetro, ehemaliges Model, Moderatorin und Jurorin bei New Zealand's Next Topmodel."}]}