{"1": [{"uid": "german-10689-trn", "text_a": "Ich habe 2 Stk. bestellt. Leider funktioniert die Mechanik bei beiden nicht. Die Uhrzeit ging jeden Tag Stunden nach. Außerdem ist die Uhr relativ laut.", "label": 1, "portion_identifier": -1, "text_b": "2Stk. bestellt, 2Stk. defekt . wireless"}, {"uid": "german-30323-trn", "text_a": "Ich habe diesen Rucksack erworben und war bei Lieferung op des Designs sehr angetan. Leider ist der Rucksack innerhalb weniger Wochen nach moderatem Gebrauch kaputt gegangen. Als ich erstmalig die Seitentasche angezogen habe ist diese gerissen und ich habe nun ein Loch in meinem Rucksack, welches auch beständig an Größe zunimmt mit jedem weiteren Gebrauch. Leider versuche ich nun seit knapp einem Monat einen Ersatz vom Verkäufer zu bekommen, was bis heute noch nicht geklappt hat.", "label": 1, "portion_identifier": -1, "text_b": "Ist nach wenigen Wochen kaputt gegangen . luggage"}, {"uid": "german-5306-trn", "text_a": "Meine Reklamation wegen fehlenden zwei Aufklebern wurde zwar freundlich erwidert und Nachlieferung versprochen, die aber ebenfalls nie ankam. Gegen die Aufkleber an sich ist nichts zu sagen.", "label": 1, "portion_identifier": -1, "text_b": "Von 6 nur 4 geliefert . home_improvement"}, {"uid": "german-27238-trn", "text_a": "Das kissen hat das volumen auf due hälfte verloren. Als ich den Bezug waschen wollte, verlor das kissen beim entfernen des bezugs, mega viele perlen.", "label": 1, "portion_identifier": -1, "text_b": "Schlecht . baby_product"}], "2": [{"uid": "german-54602-trn", "text_a": "Für das Produkt hätte ich 5 Sterne gegeben, aber wegen dem absolut unterirdischen Support des Verkäufers gibt es nur 2. Rücksendung und Erstattung erst nach 3 maligen mailkontakt möglich. Rücksendung trotz Prime nicht kostenlos", "label": 2, "portion_identifier": -1, "text_b": "Mieser support . shoes"}, {"uid": "german-66126-trn", "text_a": "Bei Nano denkt man an Nano-Versiegelung zur Schmutzabweisung. Ich habe das Produkt an mehreren Handy-Oberflächen ausprobiert (Kunststofffolie und Glas) und sogar extra ein Mikrofasertuch verwendet. Die Oberfläche wird sauber (logisch), aber neue Fingerabdrücke werden nicht verhindert oder stark vermindert. Am effektivsten scheint mir noch die Anwendung an Brillengläsern zu sein. Hier könnte man ja ein Glas behandeln und es mit dem unbehandelten langfristig vergleichen. Momentan habe ich aber keine Lust dazu.", "label": 2, "portion_identifier": -1, "text_b": "Zum Reinigen ok, Schmutzabweisung nicht feststellbar . drugstore"}, {"uid": "german-60508-trn", "text_a": "Im Vergleich zu den anderen Anbietern deutlich schlechter. Unübersichtliche Sender und sehr häufig hing die Verbindung trotz einer sehr guten Internet / WLAN Verbindung. Zumal die andere Anbieter flüssig liefen mit der selben Verbindung. Kann man mal testen aber bezahlen würde ich dafür nicht.", "label": 2, "portion_identifier": -1, "text_b": "Testwochen Magine TV . other"}, {"uid": "german-70490-trn", "text_a": "Der Briefkasten sieht aus wie abgebildet. Wie er auf Witterungseinflüsse reagiert weiß ich noch nicht. Sehr kleine Dübel und viel zu kleine Schrauben werden mitgeliefert. Was am Schlimmsten ist.....überall scharfe Kanten! Mehrfache Schnittverletzungen bereits. Ich hätte den Kasten nicht gekauft, hätte ich diese Informationen gehabt. Also besser Finger weg vom Kauf und ein paar Euro mehr ausgeben.", "label": 2, "portion_identifier": -1, "text_b": "Scharfe Kanten . home_improvement"}], "3": [{"uid": "german-101785-trn", "text_a": "Die Sticker sind wunderschön und würden sie auch an der Wand halten würde ich sie lieben genauso auch mein Sohn. Jedoch halten die Sticker nicht an der Wand. Die Wand war sauber, trocken und staubfrei. Wirklich sehr schade.", "label": 3, "portion_identifier": -1, "text_b": "Schade . baby_product"}, {"uid": "german-98359-trn", "text_a": "Kinder stehen halt darauf ( werden ja auch darauf getrimmt !) Neun Worte mehr soll ich schreiben? Bitte schön! Mehr gibts aber nicht zu sagen!", "label": 3, "portion_identifier": -1, "text_b": "na ja.... neun Wörter mehr soll ich schreiben? Bitte schön! Noch eins . toy"}, {"uid": "german-90189-trn", "text_a": "Sieht echt aus, blinkt aber sehr hell. Negativ ist, dass es keinen An-und Ausschalter gibt. An- und Ausschalten funktioniert nur über Batterieentnahme resp. Batterie einlegen, was sehr umständlich ist.", "label": 3, "portion_identifier": -1, "text_b": "Etwas unpraktisch. . home_improvement"}, {"uid": "german-94931-trn", "text_a": "Mit der Hintergrundbeleuchtung selbst bin ich durchaus zufrieden. Sie sieht schön aus und hat eine große Auswahl an Farbabstufungen. Jedoch wurde hier wohl nicht auf die Frequenz der Schnittstelle geachtet, weshalb die Beleuchtung jedes mal den Modus ändert wenn ich bei meiner TV Fernbedienung eine Taste drücke. Vielleicht ist das nur ein unglücklicher Zufall, aber in meinem Fall leider ein No-Go.", "label": 3, "portion_identifier": -1, "text_b": "Gutes Produkt, ungünstige Frequenz . home"}], "4": [{"uid": "german-132190-trn", "text_a": "In echt ist es etwas knapp auch wenn man eine Größe größer nimmt", "label": 4, "portion_identifier": -1, "text_b": "Gut . apparel"}, {"uid": "german-147465-trn", "text_a": "Das Teil an sich funktioniert super. Man geht über das Sofa, Haare bleiben dran kleben, dann wird es gereinigt und weiterbenutzt. Leider ist und nach nur wenigen Wochen der Griff abgebrochen. Sehr schade, ob ich zu fest gedrückt habe oder es ein Produktionsfehler war. Weiß ich leider auch nicht.", "label": 4, "portion_identifier": -1, "text_b": "Funktioniert gut. . pet_products"}, {"uid": "german-120271-trn", "text_a": "Material gut, Reißverschluss ist Metall und schwer. Das allgemeine Gefühl ist 50% Wolle weich", "label": 4, "portion_identifier": -1, "text_b": "80% zufrieden. Ich mag einen sehr weichen Pullover. Dieser Pullover ist 80% weich. . apparel"}, {"uid": "german-132744-trn", "text_a": "gutes Preis/Leistungsverhältnis", "label": 4, "portion_identifier": -1, "text_b": "Laptop Ersatz Batterie für Asus . pc"}], "5": [{"uid": "german-190040-trn", "text_a": "Sehr süß funktioniert einwandfrei", "label": 5, "portion_identifier": -1, "text_b": "Klein aber fein . toy"}, {"uid": "german-176874-trn", "text_a": "Ich bin sehr zufrieden. Vielen Dank!", "label": 5, "portion_identifier": -1, "text_b": "Zufrieden . shoes"}, {"uid": "german-198670-trn", "text_a": "Die Leuche entspricht genau meinen Erwartungen. Lediglich die Bedienungsanleitung ist mit sehr kleiner Schrift gedruckt (kopiert) und eine wichtige Funktion ist nicht vermerkt. Ich hatte das Problem, dass die Leuchte nicht auf die FB reagiert hat. Erst auf Rückfrage konnte mir geholfen werden. In diesem Fall muss die Setup-Taste mehrere Sekunden betätigt werden, damit die Leuchte die FB wieder erkennt. Danke an den Kundendienst.", "label": 5, "portion_identifier": -1, "text_b": "Leuchte in Ordnung - gelöstes Problem mit Fernbedienung . baby_product"}, {"uid": "german-181878-trn", "text_a": "Tolles Licht, überall anzuwenden. Wir haben die Kette auch der Terasse angebracht. Die Lämpchen sind weiss und sehr hell. Wir konnten gar nicht schlafen, weil es richtig geblendet hat.", "label": 5, "portion_identifier": -1, "text_b": "Super Licht . home"}]}