{"0": [{"uid": "french-511-val", "text_a": "Si les élections locales de 1983 avaient été des élections législatives, la gauche socialiste aurait obtenu 8 sièges au Parlement.", "label": "0", "portion_identifier": -1, "text_b": "Si les élections législatives de 1983 avaient été une élection locale, la gauche socialiste aurait obtenu 8 sièges au parlement."}, {"uid": "french-1535-val", "text_a": "L'établissement a été rénové en 1996 et a été ensuite achevé en 2011.", "label": "0", "portion_identifier": -1, "text_b": "L'établissement fut terminé en 1996 et a été ensuite rénové en 2011."}, {"uid": "french-483-val", "text_a": "Né au Brésil, il a vécu en Corée du Sud pendant 9 ans à partir de 2002 et y a joué au football pendant 5 ans. Il a commencé sa carrière professionnelle en 2007.", "label": "0", "portion_identifier": -1, "text_b": "Né en Corée du Sud, il vécut jusqu'en 2002 pendant 9 ans au Brésil, a joué 5 ans de football là-bas et a commencé sa carrière en 2007."}, {"uid": "french-446-val", "text_a": "En 1977, Rob Taylor voyagea avec Barber en Écosse et en Norvège pour gravir les chutes d'eau.", "label": "0", "portion_identifier": -1, "text_b": "En 1977, avec Rob Taylor, Barber voyagea en Écosse et en Norvège pour gravir des chutes d'eau."}, {"uid": "french-1148-val", "text_a": "Pour créer la carte de Hoth, les designers ont reçu autant de matériel de base que possible de \" L'Empire contre-attaque \" pour développer une reproduction authentique.", "label": "0", "portion_identifier": -1, "text_b": "Pour développer la carte de Hoth, les concepteurs ont reçu autant de matériel de base que possible de \" L'Empire contre-attaque \" pour créer une reproduction authentique."}, {"uid": "french-210-val", "text_a": "La compagnie aérienne fut développée par Irelandia, qui créa également cinq autres compagnie aériennes, à savoir VivaColombia, Ryanair, Allegiant Air, VivaAerobus et Tigerair.", "label": "0", "portion_identifier": -1, "text_b": "La compagnie aérienne était formée de Irelandia, qui a aussi développé cinq autres compagnies aériennes appelées VivaColombia, Ryanair, Allegiant Air, VivaAerobus et Tigerair."}, {"uid": "french-284-val", "text_a": "Un atoll de France, la Polynésie Niau est appelée en souvenir de Greig Aleksey Greig.", "label": "0", "portion_identifier": -1, "text_b": "Un atoll en Polynésie française, Niau, porte le nom de Grieg en souvenir d'Aleksey Greig."}, {"uid": "french-513-val", "text_a": "L'île est rocheuse avec des pentes abruptes et peu de terre.", "label": "0", "portion_identifier": -1, "text_b": "L'île est escarpée avec des parois rocheuses et a très peu de terrain."}], "1": [{"uid": "french-1162-val", "text_a": "La Floride Espagnole fut défendue par quelques centaines de soldats espagnols et la politique habituelle était de pacifier les Indiens sur leur territoire et de ne pas leur fournir d'armes.", "label": "1", "portion_identifier": -1, "text_b": "La Floride espagnole fut défendue par quelques centaines de troupes espagnoles ; la politique habituelle était de pacifier les Indiens sur leur territoire et de ne pas leur fournir d'armes."}, {"uid": "french-776-val", "text_a": "Au cours de sa présence au DTM, l'Audi V8 a concouru contre les toujours plus petites Mercedes 190, BMW M3 et la légèrement plus légère Opel Omega 3000.", "label": "1", "portion_identifier": -1, "text_b": "L'Audi V8 a rivalisé pendant sa présence au DTM avec la beaucoup plus petite et à peu près plus petite Mercedes 190, la BMW M3 et l'Oepl Omega 3000, un peu plus légère."}, {"uid": "french-1123-val", "text_a": "Norman Melancton Geddes, né Norman Bel Geddes (27 avril 1893 - 8 mai 1958), était un concepteur de théâtre et industriel américain.", "label": "1", "portion_identifier": -1, "text_b": "Norman Melancton Geddes, né Norman Bel Geddes (27 avril 1893 -- 8 mai 1958), était un concepteur américain de théâtre et d'industrie."}, {"uid": "french-1744-val", "text_a": "La première piste, \"Every Morning\" est la version à la guitare acoustique de la dernière piste \"Morning\".", "label": "1", "portion_identifier": -1, "text_b": "Le premier morceau, \"Every Morning\", elle la version acoustique de la dernière version à la guitare de \"Morning\"."}, {"uid": "french-1721-val", "text_a": "Le Colegio Humboldt Puebla a été créé en 1911 avec 10 étudiants allemands et un professeur d'école primaire.", "label": "1", "portion_identifier": -1, "text_b": "Le Colegio Humboldt Puebla a été constitué au début avec 10 étudiants allemands et un instituteur en 1911."}, {"uid": "french-89-val", "text_a": "Le 9 août, Lloyd fut choisi avec 51,1 % des voix. Andy Burnham se classa second avec 29,1 %.", "label": "1", "portion_identifier": -1, "text_b": "Lloyd a été élu le 9 août avec 51,1 % des voix, Andy Burnham deuxième avec 29,1 %."}, {"uid": "french-1574-val", "text_a": "Son travail a également été associé à l'école écossaise et à la fiction populaire d'Annie S. Swan.", "label": "1", "portion_identifier": -1, "text_b": "Son travail a également été lié à l'école écossaise kailyard et à la fiction populaire d'Annie S. Swan."}, {"uid": "french-1844-val", "text_a": "Le diocèse catholique romain de Lugazi est un diocèse de la ville de Lugazi dans la province ecclésiastique de Kampala, Ouganda.", "label": "1", "portion_identifier": -1, "text_b": "Le diocèse catholique romain de Lugazi est un diocèse situé dans la ville de Lugazi dans la province ecclésiastique de Kampala en Ouganda."}]}