{"1": [{"uid": "french-35555-trn", "text_a": "C'est une blague j'ai 18 unités au lieux de 36 je recommande pas du tout.", "label": 1, "portion_identifier": -1, "text_b": "18 au lieu de 36 . home"}], "2": [{"uid": "french-43440-trn", "text_a": "Les prises ne sont pas programmables individuellement en minuterie et elle ne sont pas wifi direct, il faut passer par une autre prise qui sert de base et qui est aussi cher que les 3. Même avec la base qui les contrôle. La base ne sert uniquement à pouvoir les piloter à distance via votre smartphone et l'application Casa control. En fait, si on veut programmer plusieurs prise grâce à l'appli, ce n'est pas ce produit qu'il faut mais plusieurs \"prises base wifi\". Déçu, je les ai retourné.", "label": 2, "portion_identifier": -1, "text_b": "déçu par l'application . home_improvement"}], "3": [{"uid": "french-98596-trn", "text_a": "J'en suis à ma 5° caméra dite sportive ou d'action, de différentes marques, mais toutes compatibles avec le même boitier étanche, mis à poste sur moto et vélo. Dans la voiture le simple support suffit à la fixer avec ventouse au pare-brise. Je n'ai pas testé le boitier sous l'eau et ne peux donc évaluer son étanchéité. J'utilise en revanche le boitier sur moto et vélo et peux ainsi changer de caméra sans problème. J'ai connu des problèmes mineurs avec certaines (port chargeur cassé ou impossibilité de fonctionner en automatique via le \"car mode\". Mais on trouve toujours une solution : changer la batterie dans le premier cas, et démarrer manuellement l'enregistrement dans l'autre. Pour en revenir à mon dernier achat, objet de la présente évaluation, je trouve le boitier de camera de meilleure qualité que les autres, mais une qualité d'image moins bonne. Peut-être n'ai-je pas trouvé le réglage adéquat... A ce sujet, les indications ne sont pas très \"parlantes\" et il est difficile de configurer la camera du premier coup... J'espère cependant trouver la bon réglage après quelques essais. En résumé c'est un bon produit !... Et à ce prix, que demander de plus !", "label": 3, "portion_identifier": -1, "text_b": "Qualité-Prix imbattable ! . wireless"}], "4": [{"uid": "french-141404-trn", "text_a": "Nikel juste de ne pas oublier d'identifier au dos de la feuille si transparent ou blanc si vous n'utilisez pas la totalité de la feuille", "label": 4, "portion_identifier": -1, "text_b": "water transfer . office_product"}], "5": [{"uid": "french-185173-trn", "text_a": "Super qualité, j en ai pris deux à ce prix 😀 Attention néanmoins aux petits poignets, il faudrait rajouter un anneau sur la chaîne pour l adapter aux jeunes filles . Mais je recommande vraiment ce bracelet .", "label": 5, "portion_identifier": -1, "text_b": "Bracelet en argent très beau rendu . jewelry"}]}