{"1": [{"uid": "german-21825-trn", "text_a": "Leider hat es bei mir überhaupt nicht geholfen. Ich hatte vorher ein anderes Produkt gehabt und da hat es funktioniert. Hier leider überhaupt keine Reduzierung. Werde jetzt direkt wieder das andere Produkt bestellen. Schade, hörte sich so gut an.", "label": 1, "portion_identifier": -1, "text_b": "Bringt nix .... . drugstore"}, {"uid": "german-4084-trn", "text_a": "Bin auch sehr enttäuscht, das billigste vom billigsten! Alles verzogen, keine gute Beschreibung! Frechheit, würde ihn keinen empfehlen!!", "label": 1, "portion_identifier": -1, "text_b": "Nicht kaufen . pet_products"}], "2": [{"uid": "german-56607-trn", "text_a": "Überhaupt nicht gefallen hat mir das nach ca 2 Monaten das Gerät kaputt gegangen ist.", "label": 2, "portion_identifier": -1, "text_b": "Ich würde es nicht mehr kaufen. . other"}, {"uid": "german-74813-trn", "text_a": "Der Wecker lässt sich gut einstellen, das Netzteil ist stabil. Leider flackert/leuchtet er im Dunklen Zimmer leicht, sodass es beim Einschlafen stört. Musste ihn deswegen wieder zurückschicken,", "label": 2, "portion_identifier": -1, "text_b": "Wecker nicht dunkel . home"}], "3": [{"uid": "german-116583-trn", "text_a": "Ich wollte ein Case mit großem Fenster und seitlichem Verschluss. Da ist die Auswahl leider nur sehr klein. Also probierte ich dieses Case mal aus. Insgesamt bin ich positiv überrascht. Aber man sollte sich auch absolut im Klaren sein, dass wir hier von 8€ Kaufpreis sprechen. Man darf qualitativ also nicht übermäßig viel erwarten. Das Meterial ist dünn und eher zweckmäßig als hochwertig, die Ränder eher Pi mal Daumen geschnitten und der Magnet sehr schwachbrüstig. Aber für 8 € tut das Teil seinen Job absolut ordentlich! Das Smartphone ist gut geschützt und funktioniert darin einwandfrei. Sicherlich wird die Hülle keine 5 Jahre überleben, aber da kauft man sich eben eine Neue nach 1-2 Jahren. Ich habe sie jetzt knapp 2 Monate im Einsatz und noch passt alles. Was man sich lieber hätte schenken sollen, ist die Displayfolie. Denn die passt absolut nicht. Es fehlt ein halber Zentimenter Breite, wodurch man einen Bruch in der Optik des Displays bekommt. Absoluter Unsinn also. Insgesamt kann man für 8€ nicht viel falsch machen, wenn man die richtigen Erwartungen hat. 4 Sterne für die Hülle, 0 für die Folie.", "label": 3, "portion_identifier": -1, "text_b": "überraschend ordentlich, aber man sollte auch nicht zu viel erwarten . wireless"}, {"uid": "german-112750-trn", "text_a": "2 Päckchen gleichzeitig bestellt. Eines kam in einem Kuvert, eines per Paket (!). Für den Umgang mit Ressourcen mag ich keine 5 Sterne abgeben. Das Produkt ansich ist in Ordnung.", "label": 3, "portion_identifier": -1, "text_b": "Verpackungskünstler . lawn_and_garden"}], "4": [{"uid": "german-135979-trn", "text_a": "Die halten bombenfest unter wirklich sehr schweren Schränken. Ich bin zufrieden!", "label": 4, "portion_identifier": -1, "text_b": "Sicherer Stand . home_improvement"}, {"uid": "german-153442-trn", "text_a": "Erfüllt den Zweck, Preis in Ordnung!", "label": 4, "portion_identifier": -1, "text_b": "Kann man kaufen! . home"}], "5": [{"uid": "german-171268-trn", "text_a": "Die Dinger sind perfekt. Wir haben sie in Norwegen zum Angeln mitgehabt. Sowohl Boot Land als auch zwischen den Booten haben sie perfekt funktioniert. Die Reichweite war besser als erwartet, ein paar Kilometer Luftlinie waren kein Problem. (aber klar, auf dem Fjord logisch). Die Teile hielten den ganzen Tag durch wobei das sicherlich sehr unterschiedlich ist wie oft man spricht.. Robustheit ist auch gegeben, es gab keine Ausfälle trotz teilweise sehr heftigen Regens.", "label": 5, "portion_identifier": -1, "text_b": "funktioniert perfekt . electronics"}, {"uid": "german-197042-trn", "text_a": "Mich hat das Buch direkt in seinen Bann gezogen und ich hätte es am liebsten in einem Stück gelesen. Man merkt wie viel Herzblut des Autors in dem Buch steckt. Ein ganz tolles Buch um seine festgefahrenen Strukturen zu ändern. Von mir gibt es eine klare Kaufempfehlung - aus diesem Buch kann man sehr viel mitnehmen.", "label": 5, "portion_identifier": -1, "text_b": "Sehr empfehlenswert . book"}]}