{"0": [{"uid": "spanish-1137-val", "text_a": "Dotty nació en Gloucester en 1923 y falleció en Boston en 2014.", "label": "0", "portion_identifier": -1, "text_b": "Dotty nació en 1923 en Boston y murió en Gloucester en 2014."}, {"uid": "spanish-1040-val", "text_a": "El sijismo es una religión que comenzó con el primer gurú en India a mediados del siglo XV, conocido como Gurú Nanak Dev Ji (1469-1539 e.c.).", "label": "0", "portion_identifier": -1, "text_b": "El Sijismo es una religión que comenzó en India durante el siglo uno con el quinceavo gurú, conocido como Gurú Nanak Dev Ji (1469-1539 E.C.)."}, {"uid": "spanish-708-val", "text_a": "A principios de julio, Steve Whitley, el padre criminal de Harper Whitley y Garrett Whitley, y hermano de Benny Cameron.", "label": "0", "portion_identifier": -1, "text_b": "A principios de julio, apareció Garrett Whitley, que es el padre criminal de Harper Whitley y Steve Whitley, y el hermano de Benny Cameron."}, {"uid": "spanish-1781-val", "text_a": "La serie televisiva italiana AleX fue escrita por Alfredo Castelli, Guglielmo Duccoli y Giorgio Schottler y producida por Videotime.", "label": "0", "portion_identifier": -1, "text_b": "AleX es una serie de televisión italiana. La serie fue producida por Giorgio Schottler, Guglielmo Duccoli y Alfredo Castelli, y escrita por Videotime."}, {"uid": "spanish-1323-val", "text_a": "Su estado como pueblo satélite de Kuala Lumpur está relacionado con su ubicación en el corazón del Valle Klang en Malasia.", "label": "0", "portion_identifier": -1, "text_b": "Su condición como ciudad satélite de Klang Valley está sujeta a su ubicación en el corazón de Kuala Lumpur en Malaysia."}, {"uid": "spanish-1785-val", "text_a": "Lo capturaron después de que Nueva Orleans se hundió y en 1868 lo vendieron como chatarra.", "label": "0", "portion_identifier": -1, "text_b": "Se hundió luego de la captura de New Orleans y fue vendido como chatarra en 1868."}, {"uid": "spanish-1710-val", "text_a": "\"GravityWall'' se usó como el primer tema de apertura para las series animadas de televisión\", mientras que \"sh0ut'' se usó como el segundo tema de apertura.", "label": "0", "portion_identifier": -1, "text_b": "``gravityWall'' se utilizó como segundo tema de apertura para la serie de televisión de Anime, mientras que ``sh0ut'' se utilizó como primer tema de apertura."}, {"uid": "spanish-1378-val", "text_a": "Las categorías I, II, IV y V están controladas \"sin control\" y la categoría III es \"indica\".", "label": "0", "portion_identifier": -1, "text_b": "NS"}], "1": [{"uid": "spanish-124-val", "text_a": "Rainbach im Innkreis es una municipalidad en el distrito de Alta Austria en el estado austríaco de Schärding.", "label": "1", "portion_identifier": -1, "text_b": "Rainbach im Innkreis es una municipalidad ubicada en el distrito de Alta Austria en el estado austríaco de Schärding."}, {"uid": "spanish-571-val", "text_a": "Erginus galkini es una especie de caracol marino, una auténtica lapa, un auténtico molusco gasterópodo de la familia Lottiidae, una de las familias de lapas marinas.", "label": "1", "portion_identifier": -1, "text_b": "Erginus galkini es una especie de caracol marino, una auténtica lapa, un auténtico molusco gasterópodo de la familia Lottiidae, una de las familias de lapas marinas."}, {"uid": "spanish-888-val", "text_a": "Ukhrul también es un lugar turístico del estado de Manipur.", "label": "1", "portion_identifier": -1, "text_b": "Ukhrul también es un lugar turístico en el estado de Manipur."}, {"uid": "spanish-747-val", "text_a": "La ciudad de Cebú incluye las islas de Cebú, Central Visayas y la mitad este de Negros, el centro regional es Siquijor y Bohol.", "label": "1", "portion_identifier": -1, "text_b": "La ciudad de Cebú incluye a las islas de Cebú, Central Bisayas y la mitad oriental de Negros. El centro de la región es Siquijor y Bohol. Sus provincias son:"}, {"uid": "spanish-1696-val", "text_a": "Stretch roba la cocaína de una estrella de televisión de un reality, que luego obtiene una limusina.", "label": "1", "portion_identifier": -1, "text_b": "Stretch roba la cocaína de una estrella de un reality show de la televisión, quién luego obtiene la limusina."}, {"uid": "spanish-1177-val", "text_a": "En 2012, Gil empezó a formar parte de la recreación para TV de las películas de Salvador - Royales \"Munda Man ay Magunaw\" como Jennifer la Pena.", "label": "1", "portion_identifier": -1, "text_b": "En 2012, Gil pasó a ser parte de la nueva versión de TV de la película Salvador Royales \"Mundo Man ay Magunaw'' como Jennifer la Pena."}, {"uid": "spanish-1499-val", "text_a": "Colaboró con arquitectos contemporáneos como Giovan Giacomo Di Conforto, Bartolomeo Picchiatti y Francesco Grimaldi.", "label": "1", "portion_identifier": -1, "text_b": "Colaboró con arquitectos contemporáneos, como Francesco Grimaldi, Bartolomeo Picchiatti y Giovan Giacomo Di Conforto."}, {"uid": "spanish-1489-val", "text_a": "Northamptonshire fue un distrito del condado de North Northamptonshire, representado en la Casa de los Comunes del Parlamento del Reino Unido.", "label": "1", "portion_identifier": -1, "text_b": "Northamptonshire era un distrito electoral del condado en Northamptonshire del Norte, representado en la Cámara de los Comunes del Parlamento del Reino unido."}]}