{"1": [{"uid": "french-13775-trn", "text_a": "lampe solaire reçu sans accessoire de pose + sans la trombe pour l'activer mal emballé ( vulgaire scotch ) j'ai eu l'impression qu'il était d'ocasion", "label": 1, "portion_identifier": -1, "text_b": "ne recommende pas . home"}, {"uid": "french-19629-trn", "text_a": "Je n'ai pas reçu cet article alors qu'il est affiché comme livré, je ne trouve pas la rubrique correspondante à mon problème donc je vous contacte par ici. Merci de régler mon problème au plus vite.", "label": 1, "portion_identifier": -1, "text_b": "Article pas reçu . toy"}], "2": [{"uid": "french-44302-trn", "text_a": "Très déçu a l'ouverture de la boite en decouvrant que certains elements (les WC et le lavabo) font partis du decor et non en 3D comme le montre les images... le lit est différent et ni peppa ni george n'ont leurs doudous.. bref evidemment notre fille de 3 ans n'y a pas preté réelle attention mais nous parents sommes tres déçu de constater de telles differences.. en revanche il est vrai que le prix est bien plus attractif qu'en magasin...", "label": 2, "portion_identifier": -1, "text_b": "Déçu . toy"}, {"uid": "french-71944-trn", "text_a": "La anse pour le tenir est mal faite et est gênante pendant le jeu. Un simple fil serait plus confort", "label": 2, "portion_identifier": -1, "text_b": "Mal conçu . sports"}], "3": [{"uid": "french-96560-trn", "text_a": "Si vous achetez ce produit vous recevrez un mail par jour Je regrette", "label": 3, "portion_identifier": -1, "text_b": "Arrêtez la pub . home"}, {"uid": "french-92396-trn", "text_a": "alors la bâche est bien mais ne tient pas face au vent elle s enlevé souvent même bien serre", "label": 3, "portion_identifier": -1, "text_b": "bâche bestway . lawn_and_garden"}], "4": [{"uid": "french-148207-trn", "text_a": "beau produit, très féminin", "label": 4, "portion_identifier": -1, "text_b": "pratique bien adapté à mon iphone 8 plus . wireless"}, {"uid": "french-139555-trn", "text_a": "Achat de noël pour mon fils baroudeur. Il a été étonné des nombreuses possibilités de ce produit mais la prise en main n est pas facile. A tester en situation à son prochain bivouac de parapente...", "label": 4, "portion_identifier": -1, "text_b": "Bonne idée cadeau . sports"}], "5": [{"uid": "french-194650-trn", "text_a": "Très bien rien a dire, super leggings.", "label": 5, "portion_identifier": -1, "text_b": "Très bien. . apparel"}, {"uid": "french-189314-trn", "text_a": "Ravie vraiment très ravie de mon achat... J'ai cloné avec succès un HDD de 750 Go sur un SSD de 128 Go en 1h15 exactement... Mon beau frère informaticien n'avait même pas réussi avec un de ces logiciels de clonage ! Alors bravo et merci encore...", "label": 5, "portion_identifier": -1, "text_b": "Hyper contente . pc"}]}