{"0": [{"uid": "french-519-val", "text_a": "La Russie impériale était un Grand-Duché autonome avant son indépendance de la Finlande.", "label": "0", "portion_identifier": -1, "text_b": "Avant son indépendance, la Finlande était un grand-duché autonome au sein de la Russie impériale."}, {"uid": "french-1950-val", "text_a": "Il a épousé Marie Madeleine Schweigaard, fille de Tellef Dahll Schweigaard, nièce de l'homme politique Anton Martin Schweigaard et tante du futur premier ministre Christian Homann Schweigaard.", "label": "0", "portion_identifier": -1, "text_b": "Il a épousé Marie Magdalene Schweigaard, fille de Tellef Dahll Schweigaard, nièce du leader politique Christian Homann Schweigaard et tante du futur Premier ministre Anton Martin Schweigaard."}, {"uid": "french-279-val", "text_a": "Ce titre a été créé en 1790 pour James Grimston, un politicien du Hertfordshire, qui plus tard a ressuscité le comte de Verulam, un titre qui était encore détenu par ses descendants.", "label": "0", "portion_identifier": -1, "text_b": "Le titre a été rétabli en 1790 pour James Grimston, un politicien du Hertfordshire. Il a ensuite été nommé comte de Verulam, un titre encore porté par ses descendants."}, {"uid": "french-1014-val", "text_a": "Une malédiction biblique est, dans son sens le plus négatif, une bénédiction formelle.", "label": "0", "portion_identifier": -1, "text_b": "Une malédiction biblique est une bénédiction négative dans son sens le plus formel."}, {"uid": "french-1861-val", "text_a": "Il y a aussi une voie ferrée étroite sur la péninsule d'Eyre, depuis Ceduna jusqu'à Port Lincoln.", "label": "0", "portion_identifier": -1, "text_b": "Il y a aussi une voie ferrée étroite qui relie Port Lincoln à Ceduna sur la péninsule d'Eyre."}, {"uid": "french-1523-val", "text_a": "Malet a épousé Mary Aldworth, veuve de Thomas White de Letcombe Regis, Berkshire et fille de John Aldworth par Fyfield Berkshire jusqu'en 1664.", "label": "0", "portion_identifier": -1, "text_b": "Malet a épousé Mary Aldworth, veuve de John Aldworth de Letcombe Regis, Berkshire et fille de Thomas White de Fyfield Berkshire en 1664."}, {"uid": "french-107-val", "text_a": "Au début de l'astronomie, sa renommée est due à l'introduction du monde mathématique et à ses contributions astronomiques à la compréhension du mouvement des planètes.", "label": "0", "portion_identifier": -1, "text_b": "Sa renommée est attribuée en astronomie mathématique à la création du globe astronomique et à ses premières contributions pour la compréhension du mouvement des planètes."}, {"uid": "french-223-val", "text_a": "Son père mourut pendant sa jeunesse, et sa mère, Catherine A. Fagan, épousa Samuel Adams en 1842, qui devint plus tard gouverneur de l'Arkansas deux ans plus tard.", "label": "0", "portion_identifier": -1, "text_b": "Son père mourut pendant sa jeunesse et sa mère, Samuel Adams, se maria avec Catherine A. Fagan en 1842, qui, deux ans plus tard, devint gouverneur de l'Arkansas."}], "1": [{"uid": "french-915-val", "text_a": "La vélaire éjective est un son consonantique utilisé dans certaines langues orales. Le symbole dans l'alphabet phonétique international, qui est ce son.", "label": "1", "portion_identifier": -1, "text_b": "L'éjective vélaire est un type de son consonantal utilisé dans certaines langues parlées. Le symbole qui représente ce son dans l'alphabet phonétique international est ."}, {"uid": "french-994-val", "text_a": "Il est parfois connu sous le nom de James Gordon, afin de le distinguer de James Gordon Huntly ( 1553 -- 1641 ), un autre jésuite.", "label": "1", "portion_identifier": -1, "text_b": "Il est parfois connu sous le nom de James Gordon pour le distinguer de James Gordon Huntly (1553 - 1641), un autre jésuite."}, {"uid": "french-774-val", "text_a": "En 2012, Adrian Belew sortit \"Treehouse\", son sixième enregistrement solo, produit à Nashville, dans le Tennessee par le musicien Ned Evett.", "label": "1", "portion_identifier": -1, "text_b": "In 2012, Adrian Belew a sorti son sixième album solo \" Treehouse \" produit à Nashville Tennessee par le musicien Ned Evett."}, {"uid": "french-101-val", "text_a": "Ses meilleures positions dans la compétition ont été huitième en 1960 et dixième en 1968.", "label": "1", "portion_identifier": -1, "text_b": "Ses meilleures positions en compétition étaient huitième en 1960 et dixième en 1968."}, {"uid": "french-18-val", "text_a": "Parmi eux, Marie Teresa Rios, compositrice de Boléros, Julita Ross, auteure, et Sylvia Rexach, chanteuse.", "label": "1", "portion_identifier": -1, "text_b": "Parmi eux, Marie Teresa Rios, compositrice de boléros, Julita Ross, autrice, et Sylvia Rexach, chanteuse."}, {"uid": "french-160-val", "text_a": "Il a joué avec les Sea Dogs de Portland de niveau A en 1993 et les AA Kane County Cougars.", "label": "1", "portion_identifier": -1, "text_b": "Il a joué en 1993 avec les Sea Dogs de Portland de niveau A et les AA Kane County Cougars."}, {"uid": "french-650-val", "text_a": "Le diocèse catholique romain de Bungoma est un diocèse situé dans la ville de Kisumu dans la province ecclésiastique de Bungoma au Kenya.", "label": "1", "portion_identifier": -1, "text_b": "Le diocèse catholique romain de Bungoma est un diocèse de la ville de Kisumu dans la province ecclésiastique de Bungoma au Kenya."}, {"uid": "french-794-val", "text_a": "Il était le fils de Richard Byfield par sa deuxième femme, et Nicholas Byfield était son demi-frère aîné.", "label": "1", "portion_identifier": -1, "text_b": "Il était le fils de Richard Byfield via sa deuxième femme, et Nicholas Byfield était son demi-frère aîné."}]}