{"1": [{"uid": "german-24281-trn", "text_a": "Die Ware habe ich zwei Monate lang nicht bekommen. Habe mich beim Verkäufer beschwert, und er meinte, ich sollte mich beim Amazon melden. Trotzdem hat der Verkäufer das Geld vom Konto abgezogen. Die Buchhaltung des Verkäufers hätte sehen müssen, dass die Ware zurück kam und nicht geliefert wurde, Keine Entschuldung, Kein Ton darüber verlieren.", "label": 1, "portion_identifier": -1, "text_b": "Nie wieder von dem Anbieter! . drugstore"}, {"uid": "german-4708-trn", "text_a": "Billiges Produkt Hauch dünn..wo soll man sowas anziehen vll im swinger Club da sieht man alles", "label": 1, "portion_identifier": -1, "text_b": "Würde nur 1.50€ bezahlen so billig . sports"}, {"uid": "german-29945-trn", "text_a": "Funktioniert nicht wie beschrieben, vielleicht bei sehr kurzem haar", "label": 1, "portion_identifier": -1, "text_b": "Nein Danke . beauty"}, {"uid": "german-39666-trn", "text_a": "Da nur Auflagen für den Lattenrost an den 4 Ecken sind, biegt sich dieser durch. Das Bett ist unbrauchbar. Der Lattenrost ist nach einigen Monaten Benutzung auch hinüber.", "label": 1, "portion_identifier": -1, "text_b": "Völlig ungeeignet . furniture"}, {"uid": "german-17349-trn", "text_a": "Die Empfehlungen kann ich nicht verstehen. Ich habe die Dose ausgepackt. Schon im Karton klappte es heftig, trotz Polsterung. Der Deckel ist etwas zu klein für die Aussparung und schiebt sich hin und her. Dadurch klappert es. Ich habe die Butterdose sofort nach Erhalt zurück geschickt. Die nächste Butterdose kaufe ich in einem Geschäft. Nicht passende Deckel scheint ein größeres Problem beim Online-Einkauf zu sein.", "label": 1, "portion_identifier": -1, "text_b": "Nicht gut . industrial_supplies"}, {"uid": "german-39827-trn", "text_a": "Lieber weitersuchen!! Saugkraft ist echt schlecht und das Ding tut nicht was es tun soll. NICHT zu empfehlen!", "label": 1, "portion_identifier": -1, "text_b": "Witzig . home"}, {"uid": "german-29779-trn", "text_a": "Habe das als Gadget für meine Fenix 5x bestellt um nicht immer irgendwo an zu ecken und den Metallring zu schonen. Leider passt das Cover überhaupt nicht für die Fenix 5X. Die Ausbuchtung für das Ladekabel ist auf der falschen Seite - Der Gehäuseschutz ist viel zu klein in Durchmesser. Damit rutscht ein Teil immer wieder aus das Glas, statt am Rand halt zu finden. Guter Gedanke - aber leider überhaupt nicht gut umgesetzt. Würde das Cover auf keinen Fall wieder kaufen.", "label": 1, "portion_identifier": -1, "text_b": "Leider nicht zu gebrauchen . sports"}, {"uid": "german-38498-trn", "text_a": "Bestellt hatte ich diesen Highlighter,aber geschickt wurde mir UV Gel für Fingernägel. Dieses kann ich mir nicht ins Gesicht schmiere und deshalb ist es mir gar nicht möglich eine Bewertung abzugeben. Ich bin enttäuscht und würde bei diesem Verkäufer nie wieder kaufen !!!", "label": 1, "portion_identifier": -1, "text_b": "Falschen Artikel erhalten . beauty"}], "2": [{"uid": "german-46738-trn", "text_a": "Reißverschluss minderwertig!!!!!!!!!!!", "label": 2, "portion_identifier": -1, "text_b": "Schade . home"}, {"uid": "german-57221-trn", "text_a": "Na ja, eindeutige Fake-Bewertungen hier.... why should you write the subject in English, if the rest of your text follows in German? Die Tasse selbst kann man zur Aufbewahrung der Menstasse nutzen, jedoch nicht zum Sterilisieren in der Mikrowelle. Dafür reicht theoretisch auch jedes andere Gefäß.", "label": 2, "portion_identifier": -1, "text_b": "Braucht man nicht wirklich für Menstruationstassen.. . drugstore"}, {"uid": "german-70639-trn", "text_a": "Bei dieser Tissue-Box stimmt das Preis-/Leistungsverhältnis nicht! Die Box ist viel zu leicht, so dass sie auch mit Tüchern befüllt nicht richtig auf einer Fliesen-Ablage steht. Wir mussten Filzplättchen zur besseren Standfestigkeit anbringen.", "label": 2, "portion_identifier": -1, "text_b": "Nicht empfehlenswert! . home"}, {"uid": "german-53477-trn", "text_a": "Hat mir wenig gefallen diese Schreibweise.", "label": 2, "portion_identifier": -1, "text_b": "Nicht mein Schreibstil . digital_ebook_purchase"}, {"uid": "german-57578-trn", "text_a": "Eine wurde mir ersetzt, da defekt. Nachlieferung auch defekt. SCHADE!", "label": 2, "portion_identifier": -1, "text_b": "Defekt . home"}, {"uid": "german-51922-trn", "text_a": "Artikel stabil genug und passgenau. Anleitung gut beschrieben und bebildert. Dämpft den Sound aber stark, die höhen verschwinden. Wer das nicht raushört sollte den HNO-Arzt aufsuchen.", "label": 2, "portion_identifier": -1, "text_b": "Dämpft den Sound stark . wireless"}, {"uid": "german-67082-trn", "text_a": "Ohrringe sind sehr schmal und dünn und sehen an mir persönlich nicht gut aus. Habe mich von den guten Bewertungen zum Kauf überzeugen lassen, aber die Rücksendung war kein Problem.", "label": 2, "portion_identifier": -1, "text_b": "Passen anscheinend nicht jedem . jewelry"}, {"uid": "german-58889-trn", "text_a": "Das von Zeichen her wie man auf dem Foto sieht bekommt man anderes und das sollte billiger sein wenn man das langt", "label": 2, "portion_identifier": -1, "text_b": "Ok . sports"}], "3": [{"uid": "german-81222-trn", "text_a": "Kleiner als gedacht und etwas milchig. Sonst eben eine Glaskugel. Hatte sie für Fotos gekauft - klappt aber bestenfalls mit einem Makro-Objektiv.", "label": 3, "portion_identifier": -1, "text_b": "Zu klein für Fotos . home"}, {"uid": "german-84957-trn", "text_a": "Armband ist an sich Mega schön, nur wäre es hilfreich wenn die Länge dabei gestanden hätte", "label": 3, "portion_identifier": -1, "text_b": "Paul Hewitt Anker Armband . jewelry"}, {"uid": "german-104543-trn", "text_a": "Noch kein halbes Jahr, und schon fängt das Akku an zu spinnen. Da ich das Handy in erster Linie deswegen ausgesucht habe, ist das sehr ärgerlich. Mittlerweile braucht das Akku 12 Stunden um aufzuladen und hält dann höchstens zwei Tage... Kein guter Schnitt. Außerdem gibt es Teile des Touchscreens die nur schwerfällig reagieren. Also: für den Preis ganz in Ordnung, aber deutlich weniger als erwartet.", "label": 3, "portion_identifier": -1, "text_b": "Leider doch kein Akku Wunder . wireless"}, {"uid": "german-106325-trn", "text_a": "Sehr schöner großer Kühlschrank mit viel stauraum.Ob innen oder an den Türen. Kühlschrank wird schnell an den Seiten heiß ohne grund", "label": 3, "portion_identifier": -1, "text_b": "groser kühlschrank . other"}, {"uid": "german-89465-trn", "text_a": "Diese Panzerfolie sieht sehr gut aus wunderbar verarbeitet passt sehr genau. Dies Teil habe ich für meine Frau gekauft Ihr gefällt es auch aber was Ihr nicht gefällt ist dass die Folie in der Sonne draußen so viel spiegelt dass meine Frau die Folie oft kurz abmacht damit sie besser lesen kann. Ihre Eindrücke deshalb erst einmal drei Sterne.", "label": 3, "portion_identifier": -1, "text_b": "Schöne Schutzfolie . pc"}, {"uid": "german-96620-trn", "text_a": "hatte mir mehr inspirationen erhofft, war etwas endtäuscht..würde es nicht nochmal kaufen", "label": 3, "portion_identifier": -1, "text_b": "nur befriedigend . book"}, {"uid": "german-112425-trn", "text_a": "Diese Hülle macht das Ein- und Ausschalten des Smartphone sehr umständlich. Qualität ist gut.", "label": 3, "portion_identifier": -1, "text_b": "Umständlich . wireless"}, {"uid": "german-111575-trn", "text_a": "War etwas seicht und zu viele Zufälle . Spannung fehlte", "label": 3, "portion_identifier": -1, "text_b": "Zu Seicht . digital_ebook_purchase"}], "4": [{"uid": "german-134274-trn", "text_a": "Ich nutze das Gerät zur Weiterleitung des Tonsignals von einem TV an einen Bluetooth-Kopfhörer. Dieses Gerät erfüllt dafür meine Vorstellungen", "label": 4, "portion_identifier": -1, "text_b": "Endlich ein Bluetooth-Sender mit guter Sendequalität . pc"}, {"uid": "german-158332-trn", "text_a": "Versand hat ewig gedauert Blumen sehen fast aus wie echt", "label": 4, "portion_identifier": -1, "text_b": "Sehen super aus . furniture"}, {"uid": "german-136717-trn", "text_a": "Die Flasche hält die Getränke sehr lange kalt (auch im Rekordsommer) und ist Auslaufsicher, vorausgesetzt man schraubt sie fest zu. Würde sie jederzeit noch mal kaufen. Einen Punktabzug, weil ich aus dem Schnabel nich so gut trinken kann!", "label": 4, "portion_identifier": -1, "text_b": "Schön, frisch und Auslaufsicher! . home"}, {"uid": "german-120984-trn", "text_a": "Gewächshaus in Spanien.UV Strahlung sehr hoch. Ware in Ordnung.", "label": 4, "portion_identifier": -1, "text_b": "Ware in Ordnung . lawn_and_garden"}, {"uid": "german-130232-trn", "text_a": "Preis Leistung ist super! Allerdings ist die Mischung an tarts, leider nicht so wie gehofft. Alles sehr blumig und intensiv. Würde es vom Preis Leistungs Verhältnis her aber immer wieder bestellen", "label": 4, "portion_identifier": -1, "text_b": "Preis Leistung super . home"}, {"uid": "german-125378-trn", "text_a": "Cooles Armband, super Qualität. Kann man Tag und Nacht tragen, ohne dass es sich verfärbt oder rostet. Allerdings extrem teuer, deshalb einen Stern Abzug.", "label": 4, "portion_identifier": -1, "text_b": "Wie erwartet! . other"}, {"uid": "german-159851-trn", "text_a": "Ich habe die Decke als Geschenk gekauft und würde sie wieder Kaufen, sehr schön gearbeitet und sehr Kuschlig", "label": 4, "portion_identifier": -1, "text_b": "Super schöne Decke . home"}, {"uid": "german-133297-trn", "text_a": "Unsere Kids lieben die Paw Patrol, da musste Sky natürlich auch noch mit von der Partie sein. Einen Stern Abzug, da der Preis für das Plastikteil recht hoch ist. Die Kids spielen sehr gerne damit.", "label": 4, "portion_identifier": -1, "text_b": "Die Kids lieben das Spielzeug, aber der Preis... . toy"}], "5": [{"uid": "german-164304-trn", "text_a": "Für diesen Preis unschlagbar. Sehr gute Qualität. Wer auf die Lieferung mit Geduld auch mal ein paar Tage warten kann (China), für den unbedingt empfehlenswert!", "label": 5, "portion_identifier": -1, "text_b": "Empfehlung . sports"}, {"uid": "german-191211-trn", "text_a": "Super schnell angekommen und genau wie erwartet", "label": 5, "portion_identifier": -1, "text_b": "Super . home"}, {"uid": "german-191199-trn", "text_a": "Hab die Ohrstecker meiner Freundin gekauft. Sie hat sich gefreut. Die Stecker sind schlicht, aber schön. Hoffe, sie bleiben lange qualitativ gut.", "label": 5, "portion_identifier": -1, "text_b": "Schöne, schlichte Ohrstecker . jewelry"}, {"uid": "german-177549-trn", "text_a": "Der Dildo ist lang, dick und schwer. Muss man mögen. Wenn die Eichel überwunden ist wird er nochmals ein Stück dicker, sehr angenehm. Fühlt sich an wie ein echter, sehr antörnend. Der Double-Layer-Effekt ist toll, könnte aber noch ausgeprägter sein. Lieblingstoy.", "label": 5, "portion_identifier": -1, "text_b": "Beeindruckend . drugstore"}, {"uid": "german-187797-trn", "text_a": "Schönes Glas, schnelle Lieferung, gute Verpackung. Ich würde es jederzeit wieder kaufen.", "label": 5, "portion_identifier": -1, "text_b": "Sehr schönes Glas . home"}, {"uid": "german-163320-trn", "text_a": "Seid dem wir mit unserem 2-jährigem auf dem Flugplatz waren spiel er noch viel lieber damit als vorher. Sehr zu empfehlen für Flugzeug Enthusiasten aber auch für die, die welche werden wollen 😉", "label": 5, "portion_identifier": -1, "text_b": "Tolles Spielzeug . toy"}, {"uid": "german-184072-trn", "text_a": "Sehr einfach zu bedienen! Als ich begann, es zu benutzen, Ich habe heute Morgen eine weitere Bestellung aufgegeben, ich hoffe, dass es sein könnte, sowie die ehemaligen. Schnellen kauf und lieferung. Definitiv ist jeden penny wert. Das Produkt sieht gut aus und ist zu einem günstigen Preis. Dies ist ein guter Kauf. Sieht aus wie Bilder, besser als ich erwartet hatte", "label": 5, "portion_identifier": -1, "text_b": "Diese auf jeden fall dient seinem zweck. . furniture"}, {"uid": "german-172764-trn", "text_a": "Eine bequeme, hübsche Alternative zum original Silikonband von Fitbit. Passt sehr gut", "label": 5, "portion_identifier": -1, "text_b": "Hübsch . sports"}]}