{"1": [{"uid": "german-13627-trn", "text_a": "Ständige Unterbrechungen d.H. Obwohl das Video nicht beendet ist ist die Verbindung weg dann wird viel Werbung gezeigt nein danke", "label": 1, "portion_identifier": -1, "text_b": "Nicht zu empfehlen . other"}, {"uid": "german-17370-trn", "text_a": "Folie passt nicht richtig auf ein Honor View 10. Die Ränder kleben nicht.", "label": 1, "portion_identifier": -1, "text_b": "Passt nicht korrekt . wireless"}], "2": [{"uid": "german-72195-trn", "text_a": "Robuste Verarbeitung. Wenn man aber häusliche Bequemlichkeit sucht ist man hier falsch. Desweiteren ist die Sohle zu hoch sodass man oft damit stolpert (zumindest ich). Noch dazu sind die Schuhe 1-2 Nummer zu klein. Ich habe nun Rohde (sowie Gabor) aus meiner künftigen Listen gestrichen.", "label": 2, "portion_identifier": -1, "text_b": "Enttäuschung über die gewohnte Rohde-Qualität . shoes"}, {"uid": "german-73677-trn", "text_a": "Bei dem Artikel kann man geteilter Meinung sein. Man kann teilweise mit dem Stift arbeiten, jedoch werden feine Linien vom IPad nicht wirklich gut erkannt. Auch das Schreiben geschieht eher hakelig und zur reinen Bedienung des Pad's, wo der Stift funktioniert, benötigt man Ihn eigentlich nicht.(Es sei denn man möchte keine Fettflecken auf dem Display haben). Für meinen Geschmack erfüllt der Stift die Erwartungen nicht und ist den Kaufpreis im Zusammenhang mit APPLE-Produkten nicht wert.", "label": 2, "portion_identifier": -1, "text_b": "50/50 . pc"}], "3": [{"uid": "german-91703-trn", "text_a": "An sich ist dieser Stuhl sehr kompakt - leider ließ sich unser Exemplar nicht richtig stellen, so daß man das Gefühl bekommt, man rutscht nach vorn weg. Der Stuhl ging zurück.", "label": 3, "portion_identifier": -1, "text_b": "Ging leider zurück . sports"}, {"uid": "german-84760-trn", "text_a": "Fehlte Schraube bei mir :-(", "label": 3, "portion_identifier": -1, "text_b": "Fehlende Schrauben . home_improvement"}], "4": [{"uid": "german-147788-trn", "text_a": "Versand dauerte ca 3 Wochen. Für den Preis völlig in Ordnung. Habe das bunte Päckchen gewählt. Man muss nur aufpassen da ungleich viele Farben enthalten sind. Ansonsten sind die Perlen ganz süß.", "label": 4, "portion_identifier": -1, "text_b": "Preis-Leistung passt! . home"}, {"uid": "german-155783-trn", "text_a": "Ich habe es für den eigenen Bedarf verwendet, es hilft sehr gut bei Magen Beschwerden besonders bei Sodbrennen", "label": 4, "portion_identifier": -1, "text_b": "Wirkt sehr schnell am besten direkt verenden bevor die Beschwerden einsetzen . drugstore"}], "5": [{"uid": "german-163429-trn", "text_a": "Immer wieder Klasse die Happy Socks Machen Spass u regen Gespräche mit Menschen an von denen ich nie erwartet hätte dass die Socken glotzen ;-)", "label": 5, "portion_identifier": -1, "text_b": "Stilvolle Socken . apparel"}, {"uid": "german-163251-trn", "text_a": "Schnelle Lieferung und echt gute Qualität. Sehr zufrieden. Immer wieder gerne.", "label": 5, "portion_identifier": -1, "text_b": "Schones Licht, schön Verarbeitet . home_improvement"}]}