{"1": [{"uid": "german-34410-trn", "text_a": "Wurde mit leerer Batterie geliefert, aber ein kleiner Schraubenzieher und ein paar neue Batterien und er geht wieder. Trotzdem nicht in Ordnung das ein Teil, wo dabeisteht 'Batterien nicht austauschbar' schon mit leeren Batterien geliefert wird 😡", "label": 1, "portion_identifier": -1, "text_b": "Schon mit leeren Batterien angekommen . home"}, {"uid": "german-18258-trn", "text_a": "Am 2. September bestellt, am 3. September laut Email versendet, aber bis heute am 18. September nicht angekommen. Niemand kann mir etwas sagen und das ist schon schade. Lieferprobleme. Wenn man Kunden halten möchte, dann verschickt man es neu, zur Not mal mit einem anderen Dienst.", "label": 1, "portion_identifier": -1, "text_b": "Schade.. . home"}], "2": [{"uid": "german-66516-trn", "text_a": "Ich habe die Hirse auf Empfehlung gekauft, leider bekam ich davon eine Verstopfung. Von mir keine Empfehlung !!!!!! Die Versprechung ist einfach zu groß", "label": 2, "portion_identifier": -1, "text_b": "Nicht für alle empfehlenswert . grocery"}, {"uid": "german-62849-trn", "text_a": "ob sie wirken, kann ich nicht sagen. Trotz dieser hohen Dosis war ich 3 Monate lang erkältet. Vor allem sind sie sehr groß und deswegen schwer zu schlucken. Trotz Bruchkerbe kann ich sie nicht teilen.", "label": 2, "portion_identifier": -1, "text_b": "Kapseln sind sehr groß . drugstore"}], "3": [{"uid": "german-116576-trn", "text_a": "Hallo Das Bett ist sehr gut aber hat das mir nicht gefällt Von das kann sehr großer Problem werden Mfg", "label": 3, "portion_identifier": -1, "text_b": "Baby bett . baby_product"}, {"uid": "german-97311-trn", "text_a": "die Schutzfolie kommt in eienr schönen Verpackung und lässt sich einfach und unkompliziert aufbringen. Leider ist die Aussparung oben, wie auf dem Bild zu sehen, etwas zu offen und ich habe das Gefühl, dass der Touchscreen etwas schlechter reagiert.", "label": 3, "portion_identifier": -1, "text_b": "Solide Schutzfolie, mehr aber auch nicht. . pc"}], "4": [{"uid": "german-156387-trn", "text_a": "Super Preis Leistung mehr kann man nicht sagen.", "label": 4, "portion_identifier": -1, "text_b": "Praktisch . sports"}, {"uid": "german-149381-trn", "text_a": "Sehr sehr cooles Geschenk, kam wirklich gut an, allerdings muss man beim Schneiden ein wenig aufpassen. Da beide Räder schneiden können, es aber nur für eines eine Halterung gibt, liegt die andere Klinge direkt auf der Arbeitsfläche. Außerdem ist die Konstruktion ein bisschen wackelig, sodass man aufpassen muss nicht abzurutschen. Optisch macht der Pizzaschneider aber definitiv was her und die Pizza schneidet er auch, also Top Produkt", "label": 4, "portion_identifier": -1, "text_b": "Optischer Hingucker mit Vorsicht benutzen . home"}], "5": [{"uid": "german-189671-trn", "text_a": "Sehr nett gestaltet viele Schleich teile die so nicht im Laden zu kaufen sind", "label": 5, "portion_identifier": -1, "text_b": "Viel Spaß beim Warten auf Weihnachten . toy"}, {"uid": "german-163256-trn", "text_a": "Schnell und preiswert.", "label": 5, "portion_identifier": -1, "text_b": "Huawei Band 3 Pro Fitness-Aktivitätstracker . wireless"}]}