{"1": [{"uid": "german-34414-trn", "text_a": "Tasse kam Defekt an. Wurde sofort umgetauscht", "label": 1, "portion_identifier": -1, "text_b": "Defekt . home"}, {"uid": "german-18522-trn", "text_a": "Schöne Farbe aber die Hülle is aus hartem Plastik nicht aus Gummi. Die untere Hülle steht mir zu viel vor und dir Tastatur Abdekung kann man nicht verwenden. Würde sie nicht noch einmal kaufen.", "label": 1, "portion_identifier": -1, "text_b": "Hart Plastik kein Gummi . pc"}, {"uid": "german-8135-trn", "text_a": "Hülle aus glattem silikon rutscht übels in der hand . Passt sich nicht dem controller an . (Zu gross) alles in einem kann man drauf verzichten .", "label": 1, "portion_identifier": -1, "text_b": "Sitzt nicht passt nicht . . wireless"}, {"uid": "german-19285-trn", "text_a": "Ok,ich habe es mal ausprobiert.Aber würde ich nicht nochmal kaufen.", "label": 1, "portion_identifier": -1, "text_b": "th..... . beauty"}], "2": [{"uid": "german-68914-trn", "text_a": "Ich war auf der Suche nach einer günstigen und guten Dashcam. Bei diesem Produkt bin ich überzeugt worden. Ganz leichte Montage, die Camera ist sehr unauffällig und kaum zu sehen. Alle Kabel sind verdeckt verlegt. Ich kann die Dashcam empfehlen, hoffe nur, dass ich diese nie als Beweismittel benötige. Edit nach einem Jahr in Benutzung: die Kamera schaltet sich einfach mal so während der Fahrt aus, weiterhin merkt sie sich die Urzeit nicht. Jeden morgen ist sie wieder resetet. Eine Übertragung der Videos mit der App funktioniert gar nicht. Fazit: nicht empfehlenswert. Die zwei Sterne gibt es für die kleine Bauweise und die einfache Installation.", "label": 2, "portion_identifier": -1, "text_b": "sehr zufrieden . wireless"}, {"uid": "german-45343-trn", "text_a": "Der Rasierer hat leider nicht gehalten was versprochen wurde. Die Rasierleistung ist eher schlecht, man braucht lange, um ein halbwegs gutes Rasierergebnis zu bekommen. Beim Reinigen der Scherköpfe ist gleich eine winzige Feder herausgefallen, die nicht wiedergefunden wurde. Damit war der Rasierer unbrauchbar. Nächstes Mal werde ich ein höherwertiges Produkt wählen.", "label": 2, "portion_identifier": -1, "text_b": "Hübsch und billig, aber unbefriedigendes Rasierergebnis . personal_care_appliances"}, {"uid": "german-66051-trn", "text_a": "Ich musste den Artikel zurück senden, da er auf englisch war. Das geht aus der Amazon-Beschreibung nicht hervor.", "label": 2, "portion_identifier": -1, "text_b": "Englische Version . toy"}, {"uid": "german-71252-trn", "text_a": "DAB nach kurzer Zeit nicht mehr verfügbar, ebenso BT", "label": 2, "portion_identifier": -1, "text_b": "Schlechte Qualität . wireless"}], "3": [{"uid": "german-103879-trn", "text_a": "Aufgrund der vielen positiven Bewertungen war ich ganz gespannt auf die beschleunigte Luft - \"Abkühlung\" - für mein Büro. + Lieferung komplett und ohne Mängel. o Die Verarbeitung (Fuß, Teleskop) ist in Ordnung, jedoch alle Verkleidungen und Regler aus dünnem Kunststoff, überwiegend in Klavierlackoptik. Der Fuß ist nicht schön gearbeitet, aber mit Abdeckung ansehnlich, er ist massiv und bietet guten Halt. o Der Rotor ist nicht _besonders_ leise, hätte ihn mir leiser gewüscht, meine Ventilatoren vor 20 Jahren waren auch nicht lauter, dafür aber aus festerem Kunststoff. - Die Kunststoffe dünsten etwas aus, er riecht daher ein wenig, das wird sich hoffentlich geben. - Auf Stufe 1 dreht er m.M. nach bereits recht schnell, eine etwas niedrigere Drehzahl hätte ich persönlich angenehmer gefunden. Ansonsten macht er das, was man von einem Ventilator erwartet.", "label": 3, "portion_identifier": -1, "text_b": "Ein Standventilator halt . home_improvement"}, {"uid": "german-106090-trn", "text_a": "Die Sonnenblende ist einfach an der Scheibe anzubringen, aber genau so einfach löst sie sich leider auch wieder ab, vor allem bei Kleinkindern die auch gerne mal dran rumspielen... Der Sonnenschutzfaktor ist in Ordnung.", "label": 3, "portion_identifier": -1, "text_b": "hält nicht . baby_product"}, {"uid": "german-88099-trn", "text_a": "Die Folge 200 ist endlich erreicht und das Jubiläum endlich da! Die Geschichte ist gut, wenn auch sehr lang, aber: wirklich sehr enttäuschend, dass man es nicht geschafft hat, die 6 LP's als limitierte PICTURE VINYL heraus zu bringen, ist echt traurig!!! Die Serie hätte es verdient zum 200 Jubiläum! Tja, so bleiben nur 6 schwarze normale LPs! SCHADE", "label": 3, "portion_identifier": -1, "text_b": "Enttäuscht . other"}, {"uid": "german-91013-trn", "text_a": "Der Lotuseffekt ist nur wenig ausgeprägt, dh. es sickert trotzdem Flüssigkeit nach kurzer zeit ein. Tischdecke lässt sich aber gut waschen und bügeln. Größenangaben stimmen überein.", "label": 3, "portion_identifier": -1, "text_b": "Tischedecke mittelmäßig . home"}], "4": [{"uid": "german-139820-trn", "text_a": "Ich bin mit den Hüllen sehr zufrieden wenngleich der Preis für ein Stück Silikon schon nicht so wirklich günstig ausfällt. Allerdings geht es mir um die Sicherheit und die Kamera fällt damit wirklich nicht mehr auf. Zudem ist sie noch ein bisschen besser geschützt.", "label": 4, "portion_identifier": -1, "text_b": "Erfüllen ihren Zweck sehr gut . camera"}, {"uid": "german-148893-trn", "text_a": "Schön breite Bügelfläche, beim Aufstellen und Abbauen noch etwas Gewöhnungsbedürftig. Was fehlt, ist eine Steckdose am Bügelbrett.", "label": 4, "portion_identifier": -1, "text_b": "Guter Artikel zum super Preis! . home"}, {"uid": "german-143112-trn", "text_a": "Eine günstige Handtasche aus Leder für jeden Tag, deren Innenleben leider aus Plastik besteht! Sie könnte vielleicht auch noch eine Zipptasche außen vertragen. Dennoch ein gutes Preis- Leistungsverhältnis!", "label": 4, "portion_identifier": -1, "text_b": "Zweckmäßige Ledertasche . luggage"}, {"uid": "german-156515-trn", "text_a": "Tut was es soll und das zu einem fairen Preis", "label": 4, "portion_identifier": -1, "text_b": "Fair und funktionell . pc"}], "5": [{"uid": "german-167748-trn", "text_a": "Die Zehenwärmer sind kaum spürbar. Ich bin sehr aktiv im Outdoor Bereich unterwegs und habe schon nach Lösungen für kalte Füße gesucht, weil meine Füße trotz Bewegung kalt werden. Diese wärmer kleben sehr gut auf den Socken, sind kaum spürbar und angenehm warm. Eine ideale Lösung für mich, werde ich sicher noch öfter kaufen.", "label": 5, "portion_identifier": -1, "text_b": "Perfekt für Sport . sports"}, {"uid": "german-199534-trn", "text_a": "Die Beurteilung der Robustheit geht zunächst nach dem äußeren Eindruck, der sehr gut ist. Die Langlebigkeit wird sich noch beweisen müssen. Derzeitig belüfte ich mit dem Gerät meine Zisterne nachts und stundenweise mit sehr gutem Erfolg.", "label": 5, "portion_identifier": -1, "text_b": "Empfehlenswertes Gerät . lawn_and_garden"}, {"uid": "german-173069-trn", "text_a": "Preis - Leistung stimmt...und schnelle Lieferung...was will man mehr", "label": 5, "portion_identifier": -1, "text_b": "Alles Gut ..war überrascht . other"}, {"uid": "german-191843-trn", "text_a": "Schnelle Lieferung- gut verpackt und ohne Mängel. Leicht an der Hauswand zu befestigen. Suche momentan nur noch eine optisch schöne Lösung, einen zweiten Namen hinzu zu fügen", "label": 5, "portion_identifier": -1, "text_b": "Immer wieder gerne! . home_improvement"}]}