{"0": [{"uid": "german-878-val", "text_a": "Leutnant John Gedge stellte sie im Mai 1805 für die Nordsee in Dienst. Lieutenant Robert Ramsey ersetzte ihn 1806.", "label": "0", "portion_identifier": -1, "text_b": "Leutnant Robert Ramsey setzte sie im Mai 1805 für die Nordsee ein und 1806 wurde er durch Leutnant John Gedge ersetzt."}, {"uid": "german-247-val", "text_a": "Loveland nutze die erste Etage als Warenraum und in der zweiten Etage befand sich der Freimaurertempel.", "label": "0", "portion_identifier": -1, "text_b": "NS"}, {"uid": "german-699-val", "text_a": "Im Gegensatz dazu kann ein „Brutto“-Gewinn zugeteilt oder anderweitig durch seinen Eigentümer übertragen werden.", "label": "0", "portion_identifier": -1, "text_b": "Im Gegensatz kann ein „Brutto“-Gewinn durch den Eigentümer oder anderen Zuständigen übertragen werden."}, {"uid": "german-455-val", "text_a": "Pearsons strenge Haltung gegen rassischen und politischen Egalitarismus manifestierte sich auch in einer konsequenten Opposition zum Marxismus und Sozialismus.", "label": "0", "portion_identifier": -1, "text_b": "Pearsons Haltung in Bezug auf Rassen und Politik gegen einen strikten Egalitarismus zeigte sich auch in einem kontinuierlichen Widerstand gegen Marxismus und Sozialismus."}, {"uid": "german-726-val", "text_a": "Die größte Moschee von Atlanta, Al Farooq Masjid, liegt auf der 14th Street in Midtown Atlanta .", "label": "0", "portion_identifier": -1, "text_b": "Al Farooq Masjid, die größte Moschee von Midtown Atlanta, liegt an der 14th road von Atlanta."}, {"uid": "german-1268-val", "text_a": "Bonnie Bedelia Culkin (geboren am 25. März 1948 in Bonnie Bedelia) ist eine US-amerikanische Schauspielerin.", "label": "0", "portion_identifier": -1, "text_b": "Bonnie Bedelia (geboren am 25. März 1948 als Bonnie Bedelia Culkin) ist eine US-amerikanische Schauspielerin."}, {"uid": "german-931-val", "text_a": "David Godwin wird bei den DGA Associates von Emma Townshend vertreten.", "label": "0", "portion_identifier": -1, "text_b": "Emma Townshend ist bei den DGA Associates durch David Godwin vertreten."}, {"uid": "german-1665-val", "text_a": "1972 zog die Familie nach Camp Hill, wo er die Trinity High School in Harrisburg in Pennsylvania besuchte.", "label": "0", "portion_identifier": -1, "text_b": "1972 zog die Familie nach Harrisburg in Pennsylvania, wo er die Trinity High School in Camp Hill besuchte."}], "1": [{"uid": "german-1453-val", "text_a": "Nach den 1970er Jahren verlegte er sich auf scheinbar traditionelle Landschaften und dekonstuierte die Konventionen der romantischen Malerei.", "label": "1", "portion_identifier": -1, "text_b": "Ab Mitte der 1970er-Jahre wandte er sich scheinbar traditionellen Landschaften zu und dekonstruierte dabei die Konventionen der romantischen Malerei."}, {"uid": "german-40-val", "text_a": "„T“ ist einer Matrix ähnlich, deren kanonische Einträge bei der Jordanschen nicht-Null-Form auf der Superdiagonalen liegen.", "label": "1", "portion_identifier": -1, "text_b": "„T“ ist ähnlich einer Matrix, deren kanonische Einträge auf der superdiagonalen Form des Jordan-Nicht-Null-Werts liegen."}, {"uid": "german-902-val", "text_a": "Robbins wurde am 21. September 1933 zusammen mit seinem Zwillingsbruder David, dem achten und neunten der zwölf Kinder von Charles und Jessamine Robbins, in Coventry geboren.", "label": "1", "portion_identifier": -1, "text_b": "Robbins wurde am 21. September 1933 mit seinem Zwillingsbruder David in Coventry geboren, das achte und neunte  der insgesamt zwölf Kinder von Charles und Jessamine Robbins."}, {"uid": "german-548-val", "text_a": "In der richtigen Fortsetzung trifft Superman jedoch den jetzigen Zod zum ersten Mal in „Kryptons letzter Sohn”.", "label": "1", "portion_identifier": -1, "text_b": "In der eigentlichen Fortsetzung trifft Superman in „Kryptons letzter Sohn” zum ersten Mal auf den jetzigen Zod."}, {"uid": "german-1784-val", "text_a": "Eine Schwesterveranstaltung wurde bei Albert Park Lake in Melbourne abgehalten und von Fox FM (Melbourne, Australien) gesponsert.", "label": "1", "portion_identifier": -1, "text_b": "Am Albert Park Lake in Melbourne, Australien, fand eine Schwesternveranstaltung statt, die von Fox FM (Melbourne) gesponsert wurde."}, {"uid": "german-591-val", "text_a": "Bala steht auf einer hohen und schneebedeckten Ebene, die Sommer sind warm, die Winter kalt.", "label": "1", "portion_identifier": -1, "text_b": "Bala steht auf einer hohen, schneebedeckten Ebene, die Sommer sind warm und die Winter kalt."}, {"uid": "german-1089-val", "text_a": "Sein Vater war der uneheliche Sohn von William Skipwith, ein Abegordneter des Parlaments von Lincolnshire, und Anne Tothby.", "label": "1", "portion_identifier": -1, "text_b": "Sein Vater war der uneheliche Sohn von William Skipwith, einem Parlamentsabgeordneten aus Lincolnshire, und Anne Tothby."}, {"uid": "german-1492-val", "text_a": "Heydarov spricht Aserbaidschanisch, Englisch, Russisch und Türkisch.", "label": "1", "portion_identifier": -1, "text_b": "Heydarov spricht Russisch, Englisch, Aserbaidschanisch und Türkisch."}]}