{"1": [{"uid": "spanish-32641-trn", "text_a": "No la he llegado ni a ver, y eso que pone que la he devuelto. Así que no no puedo opinar sobre la cubierta.", "label": 1, "portion_identifier": -1, "text_b": "Que no la he visto tan siquiera. . sports"}, {"uid": "spanish-27441-trn", "text_a": "No me gusta que el foco venga sin tornillos ni tacos. Son baratos aunque los he pagado y los tengo que comprar en una ferretería. Veremos la luz qué tal", "label": 1, "portion_identifier": -1, "text_b": "Incompleto. Faltan tacos y tornillos de uno de ellos . home"}, {"uid": "spanish-38138-trn", "text_a": "El peluche precioso pero lo compre con fecha garantizada de entrega para el 5 enero y no llegó. Era para Reyes, lo pidió mi niña. Mande un mail quejándome y me ofrecieron devolverme el dinero. No ha sido así. He escrito algún mail más y ni siquiera me contestan. Muy desilusionada con Amazon. Creo que acabaré borrando mi cuenta.", "label": 1, "portion_identifier": -1, "text_b": "Decepción total . toy"}, {"uid": "spanish-19121-trn", "text_a": "No puedo valorarlo porque no me llegó. Pero me devolvieron el dinero tal como me puse en contacto con el vendedor", "label": 1, "portion_identifier": -1, "text_b": "Servicio de Mensajería malo . home"}, {"uid": "spanish-21071-trn", "text_a": "Voy a devolverlo. El 80% de los mosaicos son verdes, apenas hay piezas de colores y parecen restos de botellas de cerveza rotas El tamaño y forma es totalmente irregular no hay dos piezas iguales. Totalmente decepcionante.", "label": 1, "portion_identifier": -1, "text_b": "El 80% de las piezas son verdes. . industrial_supplies"}, {"uid": "spanish-6970-trn", "text_a": "El producto no llegó nunca. U u u u u u u u u u u u u u u", "label": 1, "portion_identifier": -1, "text_b": "Enara . home_improvement"}, {"uid": "spanish-39629-trn", "text_a": "Hola, No puedo valorarlo porque todavía no lo he recibido. Tengo este pedido y otros 2 mas que están en curso después de mas de 3 semanas. He tenido la dirección para que lleguen cuando no estoy en casa ya que tampoco se deja aviso. Un saludo, Toni", "label": 1, "portion_identifier": -1, "text_b": "Retraso importante envío. . beauty"}, {"uid": "spanish-25131-trn", "text_a": "Con tan solo 10 días de uso apareció una abertura en una de las uniones del castillo. Reseñar que fue usado por una niña de 2 años que pesa algo más de 10 kg. No recomendable su compra. Excelente servicio de devolución y reembolso por parte de Amazon.", "label": 1, "portion_identifier": -1, "text_b": "Pésima calidad . toy"}], "2": [{"uid": "spanish-61565-trn", "text_a": "Faltan dos rodillos cepillos de limpieza el de abajo y el de arriba. Les ruego me los envíen. Un saludo", "label": 2, "portion_identifier": -1, "text_b": "Faltan piezas . sports"}, {"uid": "spanish-69737-trn", "text_a": "Se ensucia muy fácilmente", "label": 2, "portion_identifier": -1, "text_b": "Poca duración . home"}, {"uid": "spanish-72551-trn", "text_a": "Al principio funcionaban bien, pero han empezado a darme problemas, solo los puedo usar para cargar, si quiero usar para sincronizar reloj con PC, no funcionan", "label": 2, "portion_identifier": -1, "text_b": "No es lo que esperaba . wireless"}, {"uid": "spanish-55333-trn", "text_a": "El reloj es bonito y queda bien pero su pobre bateria y una antena bluethoot pobre hacen que no se pueda disfrutar de el. Si se quiere probar lo que es un smartwach esta bien, pero solo para hacer la prueba.", "label": 2, "portion_identifier": -1, "text_b": "Es solo un acercamiento . wireless"}, {"uid": "spanish-45718-trn", "text_a": "No tiene ni un mes la agenda y ya se me ha roto la lengueta de sujección, la agenda en si esta bien, pero muy mala calidad el plastico de agarre.", "label": 2, "portion_identifier": -1, "text_b": "LA LENGUETA SE ROMPE . office_product"}, {"uid": "spanish-52492-trn", "text_a": "El producto funciona correctamente, pero tiene un precio muy elevado. Lo compré para un quad infantil, se me de deterioró el cargador original y éste cuesta casi lo mismo que todo el quad completo. Además los materiales no se ven de mucha calidad.", "label": 2, "portion_identifier": -1, "text_b": "Demasiado caro para lo que es . toy"}, {"uid": "spanish-41892-trn", "text_a": "No compre, no tiene fuerza. 15 palabras más se necesita. 15 palabras más se necesita. 15 palabras más se necesita.", "label": 2, "portion_identifier": -1, "text_b": "No compre, no tiene fuerza. . lawn_and_garden"}, {"uid": "spanish-53815-trn", "text_a": "No me ha gustado el tacto, da calor y no es suave. Encaja perfectamente con el sofá, eso si, estéticamente está bien", "label": 2, "portion_identifier": -1, "text_b": "No me gustó el tacto . home"}], "3": [{"uid": "spanish-104473-trn", "text_a": "Afila bien los lápices y además tiene toma de alimentación por USB de modo que para escribir en el ordenador con lápiz, va muy bien...!", "label": 3, "portion_identifier": -1, "text_b": "Bien . office_product"}, {"uid": "spanish-96431-trn", "text_a": "Hay muchos q no explotan.", "label": 3, "portion_identifier": -1, "text_b": "Opinión . toy"}, {"uid": "spanish-94527-trn", "text_a": "Relacione calidad precio correcto", "label": 3, "portion_identifier": -1, "text_b": "Correcto . home_improvement"}, {"uid": "spanish-108829-trn", "text_a": "Es un poco larga, pero los colores y el dibujo son muy fieles a la foto. Lo malo que no viene con cojines.", "label": 3, "portion_identifier": -1, "text_b": "Un poco larga pero esta bien . home"}, {"uid": "spanish-119136-trn", "text_a": "Fácil de colocar y de conectar. Después a la hora de poner canciones es un poco lioso . Los materiales son plásticos y tienes que comprarte una tarjeta msd para poder escuchar tu música. Para recepción de llamadas tampoco es muy bueno.", "label": 3, "portion_identifier": -1, "text_b": "Accesorio para coche . wireless"}, {"uid": "spanish-103895-trn", "text_a": "Cumple con las funciones pero de muy mala calidad. El marco de madera se cae a la minima", "label": 3, "portion_identifier": -1, "text_b": "Sin más. . office_product"}, {"uid": "spanish-118233-trn", "text_a": "De momento todo correcto", "label": 3, "portion_identifier": -1, "text_b": "Bien . other"}, {"uid": "spanish-94737-trn", "text_a": "VAMOS A EXPLICAR ESTE PRODUCTO... LLEGO RAPIDÍSIMO PERO QUE NO OS ENGAÑEN... ESTO NO COLOCA NI SABE A MARIA... TIENE UN BUEN SABOR, PERO PARA NADA SABE A MARIA!!! Y EL CBD NO COLOCA NI MAREA NI NADA DE NADA, POR ESE PRECIO NO ES RECOMENDABLE", "label": 3, "portion_identifier": -1, "text_b": "NO SABE A MARIA NI \"MAREA\" . drugstore"}], "4": [{"uid": "spanish-121605-trn", "text_a": "Me ha gustado. Buena capacidad y la silicona le da un agarre magnífico y no notas la fragilidad de tener una botella de cristal. La boca es demasiado ancha, hace difícil beber de ella directamente.", "label": 4, "portion_identifier": -1, "text_b": "Boca demasiado ancha. . sports"}, {"uid": "spanish-143871-trn", "text_a": "Buena luz de trabajo durabilidad de batería regular .", "label": 4, "portion_identifier": -1, "text_b": "Linterna trabajo . automotive"}, {"uid": "spanish-157053-trn", "text_a": "Muy buena calidad,colores mates que se quitan con el agua", "label": 4, "portion_identifier": -1, "text_b": "Ideal pintacaras . beauty"}, {"uid": "spanish-137450-trn", "text_a": "Calidad-precio muy buena. Cumple las expectativas Lo compré para regalar y a la pequeña le encantó.", "label": 4, "portion_identifier": -1, "text_b": "Buena calidad-precio . toy"}, {"uid": "spanish-154664-trn", "text_a": "El producto es tal cual el que te ofrecen. Solo tengo dos pegas; la primera es que el receptor no se apaga cuando apagas el pc, por lo que te toca instalar un programa que de encargue de ello para que no esté la luz encendida continuamente, y la segunda es que si tienes la mala suerte de que el CD de drivers no funcione o no tengas lector de CD en tu torre te toca buscarlos manualmente (trabajo el cual se me ha hecho complicado ya que hay que engañar a Windows 10 para que lo detecte como un dispositivo original). Por lo demás es un buen producto cumpliendo con lo que promete, una buena sincronización (aunque la primera vez cuesta un poco) y alcance más que óptimo para jugar desde la otra punta de la habitación si te apetece.", "label": 4, "portion_identifier": -1, "text_b": "Relación calidad/precio perfecta. . wireless"}, {"uid": "spanish-142903-trn", "text_a": "A pesar de que me llego rota la bola donde va el incienso,se arreglo con superglu, me encanta este quemador y el efecto que crea cpn el incienso de reflujo", "label": 4, "portion_identifier": -1, "text_b": "Mola mucho . home"}, {"uid": "spanish-131925-trn", "text_a": "Cumple a la perfección con su función y a los niños les encanta", "label": 4, "portion_identifier": -1, "text_b": "Divertido . toy"}, {"uid": "spanish-135161-trn", "text_a": "Es una comedia romántica perfecta para los amantes del género. La historia engancha y entretiene desde el principio y las escenas sentimentales llegan a lo más hondo del lector. Sin embargo, esta novela no solo sirve para reírse, sino también para enseñarnos lo importante que puede llegar a ser la comunicación en una pareja y que debemos aprender a aceptar tanto nuestros errores como nuestras virtudes.", "label": 4, "portion_identifier": -1, "text_b": "Perfecta para los amantes del género . digital_ebook_purchase"}], "5": [{"uid": "spanish-173662-trn", "text_a": "Una herramienta imprescindible en cualquier hogar, muy potente, ojo con niños, no es un juguete. Repito la compra para regalar", "label": 5, "portion_identifier": -1, "text_b": "Imprescindible . home_improvement"}, {"uid": "spanish-177557-trn", "text_a": "Genial, la grabación tiene una calidad estupenda. Muy recomendable.", "label": 5, "portion_identifier": -1, "text_b": "Genial . home_improvement"}, {"uid": "spanish-196629-trn", "text_a": "Es tal cual se presenta en la foto están todas las piezas y resulta fácil de montar. Yo lo he comprado para un regalo y es estupendo a mi sobrina le encanta", "label": 5, "portion_identifier": -1, "text_b": "Buen artículo es tal cual se presenta en la foto . toy"}, {"uid": "spanish-187101-trn", "text_a": "Era para un regalo, según la cumpleañera era perfecto.", "label": 5, "portion_identifier": -1, "text_b": "Todo correcto . home"}, {"uid": "spanish-179505-trn", "text_a": "Ideal para aprender a leer ,el cuento es fácil de leer y muy básico para hacer sencilla su lectura, gusto", "label": 5, "portion_identifier": -1, "text_b": "Ideal para aprender a leer . book"}, {"uid": "spanish-170233-trn", "text_a": "Compré 2 para camas de 90 el año pasado y quedé tan contento que este año he vuelto a comprar para todas las camas, eso sí aunque son para camas de 90 yo los he pedido de 105 porque para mí gusto quedaban un poco cortos.", "label": 5, "portion_identifier": -1, "text_b": "Calidad/precio inmejorable . home"}, {"uid": "spanish-177522-trn", "text_a": "lo que me ha gustado de estos productos es que los dos se notan de calidad y ademas cumplen su función a la perfección 10/10.", "label": 5, "portion_identifier": -1, "text_b": "Buena calidad . musical_instruments"}, {"uid": "spanish-186168-trn", "text_a": "3l sabor es malísimo pero en poco tiempo se notan los efectos...muy buena compra", "label": 5, "portion_identifier": -1, "text_b": "Muy bien . drugstore"}]}