{"1": [{"uid": "german-28424-trn", "text_a": "Leider ist das Teil total unbrauchbar, nicht passgenau und somit spritzt das Wasser zwischen Anschluss und Wasserhahn zu allen Seiten raus. Ist das Geld nicht wert, schade!", "label": 1, "portion_identifier": -1, "text_b": "Nicht dicht . home_improvement"}, {"uid": "german-24124-trn", "text_a": "Leider muss ich meine positive Bewertung revidieren. Der Wasserkocher ist nach 1,5 Monaten Benutzung undicht. Es tritt unten Wasser aus. Das geht gar nicht. Ich habe den Wasserkocher nun seit drei Tagen im Betrieb und kann nichts Negatives feststellen. Der Wasserkocher ist nicht zu schwer und der Griff hat eine angenehme Haptik. Er schaltet kurz nach dem Siedepunkt ab und tropft vor allem nicht beim Ausgießen. Beim Deckelöffnen spritzt auch kein Kondeswasser. Dass ein Edelstahlwasserkocher heiß wird und etwas lauter ist als ein Plastikgerät, dürfte wohl jedem einleuchten.", "label": 1, "portion_identifier": -1, "text_b": "Schickes, funktionales Gerät . kitchen"}], "2": [{"uid": "german-44421-trn", "text_a": "Wir haben den Eimer seit 3 Monaten im Gebrauch und schon rostet der Deckel. Sehr schade. Kann dieses Produkt nicht weiterempfehlen.", "label": 2, "portion_identifier": -1, "text_b": "Rostet schon . home"}, {"uid": "german-55230-trn", "text_a": "Der Pullover kam aufwendig verpackt an. Das spricht an, muss aber auch nicht sein. Die Farbe war sehr schön. Aber zur Passform: schauen Sie sich das Foto an, wie der Pullover angeboten wird. Dieses entspricht absolut nicht dem, was geliefert wird. Der Pullover ging mir gerade mal bis an den Hosenbund, die Ärmel waren nur 3/4 lang. Also Oversize, davon träumt dieser Pullover. Und dabei hatte ich schon rein vorsorglich eine Nummer grösser bestellt. Ein absoluter Fehlgriff, er ging retour.", "label": 2, "portion_identifier": -1, "text_b": "Schönes Material, aufwendig verpackt, aber .... . apparel"}], "3": [{"uid": "german-91819-trn", "text_a": "Das Shampoo ist mittelmäßig. Ich finde es riecht auch nicht so toll. Weiterhin ist bei mir das Problem (wie bei anderen Rezensionen ebenfalls), dass ich dünne Haare habe und das Shampoo meine Haare eher verfettet. Ich habe nach dem Waschen nicht das Gefühl, dass meine Haare sauber sind. Ich würde es mir nicht noch einmal kaufen.", "label": 3, "portion_identifier": -1, "text_b": "Nicht für mein Haar geeignet. . beauty"}, {"uid": "german-83349-trn", "text_a": "Ich benutze das Buch um nach dem ersten mal durchspielen die 100% zu bekommen. Teilweise fehlen Einträge auf den Karten was wieder dazu führt das man im Internet nachschauen muss. Die Bilder finde ich persönlich etwas zu dunkel. Kann man teilweise nur schwer etwas drauf erkennen. Gutes Nachschlagewerk mit Lücken zu den 100%.", "label": 3, "portion_identifier": -1, "text_b": "Teilweise nicht komplett . book"}], "4": [{"uid": "german-135789-trn", "text_a": "Funktioniert gut. Man sollte aber aufpassen wo man ihn hinlegt da er sehr schnell verschwindet aufgrund der Größe. ^^", "label": 4, "portion_identifier": -1, "text_b": "Gut aber klein . pc"}, {"uid": "german-140402-trn", "text_a": "Preis gut, Produkt fehlen drei Löcher", "label": 4, "portion_identifier": -1, "text_b": "Preis Gut . wireless"}], "5": [{"uid": "german-199080-trn", "text_a": "Habe die Ballons für einen Antrag eines Freundes bestellt. Auf dem Foto sehen sie ganz gut aus, aber in der Realität haben die Dinge seine Freundin zu tränen gerührt und die Tochter hatte einen aufgehoben, der sogar nach fünf Tagen noch prall mit gas gefüllt war. Preis Leistung stimmen bei dem Produkt auf jeden Fall und das sage ich selten.", "label": 5, "portion_identifier": -1, "text_b": "Schöner als auf dem Bild . toy"}, {"uid": "german-167164-trn", "text_a": "Gut verarbeitet, gute Qualität. Artikel entspricht der Beschreibung. Fällt jedoch etwas größer aus als erwartet. So passte mir Größe S statt M. Umtausch und Verkäuferkontakt absolut kein Problem. Versandkosten für die Rücksendung zahlt der Käufer.", "label": 5, "portion_identifier": -1, "text_b": "Gute Qualität, fällt etwas groß aus. . apparel"}]}