{"contradiction": [{"uid": "thai-26234-val", "text_a": "การ ทดสอบ ที่ มีประสิทธิภาพ คือ ขั้น ตอนแรก สุด ,   การ ตรวจ คัด กรอง แอลกอฮอล์ ที่ ได้รับ การพิสูจน์ แล้ว และ ระบบ การ แทรกแซง นิดหน่อย ใน โรงพยาบาล   เเละ ใน การ ตั้งค่า ตาม ชุมชน เป็น ส่วน ที่ ยาก ที่สุด กระบวนการ นี้", "label": "contradiction", "portion_identifier": -1, "text_b": "การ ทดสอบ ประสิทธิภาพ เป็น ขั้นตอน สุดท้าย"}, {"uid": "thai-27059-val", "text_a": "ผู้ชาย คน นี้ เกิด ในประเทศ เยอรมัน   เขา รวย   มี การศึกษา และ ได้ เดินทาง ไป หลาย ที่ ...", "label": "contradiction", "portion_identifier": -1, "text_b": "ผู้ชาย คน นี้ เกิด ใน อาร์คันซอ และ ยากจน ไม่ ได้รับ การศึกษา และ ไม่เคย เดินทาง ไป ไหน"}, {"uid": "thai-25321-val", "text_a": "ใช้แล้ว   เพราะ มัน เอ่อ   มัน ผ่าน ร้อน ผ่าน หนาว มา เยอะ แต่ เอ่อ", "label": "contradiction", "portion_identifier": -1, "text_b": "ใช่   มัน ทำให้ มัน ไม่มี รอยขีดข่วน !"}, {"uid": "thai-26518-val", "text_a": "ข้อกำหนด ด้าน ความปลอดภัย ใน ปัจจุบัน ย่อม ทำให้เกิด การ จัด ชั้น และ การ แบ่งแยก ข้อมูล ระหว่าง หน่วยงาน ต่าง   ๆ   มากเกินไป", "label": "contradiction", "portion_identifier": -1, "text_b": "ข้อกำหนด ด้าน ความปลอดภัย ไม่ แบ่ง ข้อมูลออก เป็น ส่วน   ๆ   จน มากเกินไป"}, {"uid": "thai-27297-val", "text_a": "นุ่ม ,   อุ่น ,   คำพูด ของ เด็ก ช่วย ให้ เรา สามารถ บรรเทา ความกลัว ของ เรา   เกี่ยวกับ คอมพิวเตอร์ ที่ พัง   และ ระเบิด   และ ยกเลิก", "label": "contradiction", "portion_identifier": -1, "text_b": "คำ ของ เด็ก ๆ ทำให้ ลด การปะทะ ,   ระเบิด   และ ทำแท้ง บน คอมพิวเตอร์ ลง"}, {"uid": "thai-25917-val", "text_a": "ที่ไหน สัก แห่ง ใน สวน ของ เจ้าชาย   ใน ตึก ทรง สมัยใหม่ ที่ เรียก ว่า บ้าน กะลาสี   ( คา ซ่า   เด อ   มาริ นอ ส )   คุณ จะ พบ สิ่ง ที่เกิด ขึ้นกับ กองเรือ ทา กัส อัน น่าพิศวง แห่ง ราช นาวี", "label": "contradiction", "portion_identifier": -1, "text_b": "บ้าน กะลาสี เรือ เป็น อาคาร โบราณ ที่ พบ ใน สวน ของ เจ้าชาย"}, {"uid": "thai-25266-val", "text_a": "อือ ฮึ   มัน ตลก และ   อืม   ฉัน เดา ว่า ฉัน แค่ ชอบ การแสดง ตลก   ๆ   โดยส่วนใหญ่", "label": "contradiction", "portion_identifier": -1, "text_b": "ฉัน ไม่ ชอบ การแสดง ตลก   ๆ"}, {"uid": "thai-27169-val", "text_a": "นักภาษาศาสตร์ ได้ ยกตัวอย่าง ให้ เห็น ว่า ภาษากลาง แรก   ( ที่ เรียก ว่า   Mediterranean   Lingua   Franca   โดย   นักภาษาศาสตร์ หลาย คน )   นั้น จริง   ๆ   แล้ว ถูก พูด ก่อนที่ สงคราม ครู เสด ครั้งแรก จะ เริ่ม ขึ้น ใน คริสต์ศักราช   1096", "label": "contradiction", "portion_identifier": -1, "text_b": "Lingua   France   แรก นั้น พูด ใน ฝรั่งเศส หลัง สงคราม ครู เสด ครั้งแรก สิ้นสุดลง"}], "entailment": [{"uid": "thai-25718-val", "text_a": "เขา ไม่ได้ มี มีปัญหา ที่จะ ยืน ขึ้น ใน ตอนที่ ล อ ร์ด จู เลี่ยน เอา เขา เป็น ตัวอย่าง ตาม สัญชาติ ของ สาย พันธ์ ที่ สูงส่ง", "label": "entailment", "portion_identifier": -1, "text_b": "ล อ ร์ด   Julian   rose   แสดงออก ถึง มารยาท ที่ ดี   แต่ เขา ก็ ไม่ ลุก ยืน ขึ้น"}, {"uid": "thai-25318-val", "text_a": "เฮ้อ   ดี ที่ นั้น เรียบร้อย   มัน ตลก มาก ฉัน ไป งาน สัม นา ที่ เป็น งาน สัม นา จานดาวเทียม   มัน มีระเบียบ มาก   และ มัน เป็น งาน สำหรับ ผู้หญิง เท่านั้น", "label": "entailment", "portion_identifier": -1, "text_b": "ฉัน ไป งาน สัมมนา ที่ ดำเนิน โดย ดาวเทียม"}, {"uid": "thai-26935-val", "text_a": "การ เติบโต ของ ประชากร เป็น เหมือน มลพิษ ในทางกลับกัน", "label": "entailment", "portion_identifier": -1, "text_b": "การ ขยายตัว ของ ประชากร นั้น คล้าย กับ มลภาวะ แบบ ผกผัน"}, {"uid": "thai-25915-val", "text_a": "ที่นั่น บรรยากาศ อาจจะ ดู เคร่งเครียด   และ มีปัญหา ด้าน ภาษา ที่ อาจ ทำให้ คุณ กังวลใจ   แต่ อย่างน้อย   คุณ จะ สัมผัส ได้ ถึง กลิ่นอาย ของ สังคม ผู้บริโภค ชาวจีน", "label": "entailment", "portion_identifier": -1, "text_b": "มีปัญหา ด้าน ภาษา ที่ อาจ คุกคาม คุณ"}, {"uid": "thai-27145-val", "text_a": "ในขณะที่ เขา เข้า มาสู่ วัย หกสิบ ของ เขา นั้น   ใน ปี   1895   Skeat   มอบ ความประทับใจ ที่ เขา เริ่มต้น เห็น ความสำคัญ เกี่ยวกับ เรื่อง พวก นี้ น้อยลง ไป บ้าง", "label": "entailment", "portion_identifier": -1, "text_b": "เมื่อ   Skeat   อายุ มากขึ้น   เขา ให้ ความรู้สึก ว่า เขา ใส่ใจ เรื่อง เหล่านี้ น้อยลง"}, {"uid": "thai-26960-val", "text_a": "สถาน ที่เก็บ ของเก่า ทาง ประวัติศาสตร์ นั้น กระจัดกระจาย ไป ด้วย ซากปรักหักพัง", "label": "entailment", "portion_identifier": -1, "text_b": "หลักฐาน คือ ซากปรักหักพัง ใน ลาน ขยะ ของ ประวัติศาสตร์"}, {"uid": "thai-24907-val", "text_a": "เขา อด ไป", "label": "entailment", "portion_identifier": -1, "text_b": "เขา ไม่ ได้รับ อนุ ญาติ ให้ เข้าร่วม"}, {"uid": "thai-26703-val", "text_a": "ฉัน หวัง ว่า คุณ จะ ยังคง เป็น ผู้บริจาค และ แม้แต่ จะ พิจารณา ให้เกียรติ ใน การ เล่า เรื่องราว   25   ปี ของ เรา โดย การ เพิ่ม ของขวัญ มูลค่า   $ 25   ของ คุณ ใน ปี นี้", "label": "entailment", "portion_identifier": -1, "text_b": "โปรด เพิ่มจำนวน เงินบริจาค ของ คุณ ใน ปี นี้ มูลค่า   25   ด อ ล ล่า ห์"}], "neutral": [{"uid": "thai-25177-val", "text_a": "เอาล่ะ   ฉัน เดา ว่า มัน จะ ฉัน มา อย่างดี ว่า   ฉัน ไม่รู้   ฉัน   ฉัน   ฉัน ไม่ได้ แยก ความรู้สึก เลย ตอนที่ ตรวจ สา จ   เอ่อ   ฉัน น่ะ ไม่ ยุ่ง และ ไม่เคย คิด จะ ใช้ ยา เลย", "label": "neutral", "portion_identifier": -1, "text_b": "ฉัน เดา ว่า ฉัน จะ ไม่มีปัญหา กับ การ ตรวจสอบ ยาเสพติด"}, {"uid": "thai-25889-val", "text_a": "เห็น ไหม มัน ทำงาน ให้ ฉัน", "label": "neutral", "portion_identifier": -1, "text_b": "ปืนใหญ่ ของ เรือ กำลัง ถูก ปลดอาวุธ"}, {"uid": "thai-26001-val", "text_a": "ส วนศาสตร์ ภายใน   สุสาน ทำได้ อย่างละเอียด มาก ,   ขยายเสียง ของ ผู้เข้าชม บางคน ที่ ใกล้ เข้ามา ดัง เกิน ปกติ", "label": "neutral", "portion_identifier": -1, "text_b": "อะ คู สติ ก เหมาะสำหรับ การ ร้องเพลง"}, {"uid": "thai-25820-val", "text_a": "แต่ มัน จะ เกี่ยวกับ   Old   Wolf   ที่ เขา อยาก จะ เห็น คุณ", "label": "neutral", "portion_identifier": -1, "text_b": "เขา ต้องการ เจอ คุณ วันนี้ เกี่ยวกับ เรื่อง หมาป่า ตัว เก่า"}, {"uid": "thai-26244-val", "text_a": "การ ใช้ เทคโนโลยี อาจ ลด เวลา ที่ ต้องการ ลง สำหรับ ผู้ให้บริการ และ พนักงาน   สำหรับ การ ให้บริการ ตรวจ คัด กรอง และ แทรกแซง แบบ ส่วนตัว   และ มี เป้าหมาย สำหรับ ผู้ป่วย   ผู้ ซึ่ง สามารถ ได้รับ ผลประโยชน์ จาก ข้อความ ของ การ แทรกแซง แบบ ย่อ ๆ", "label": "neutral", "portion_identifier": -1, "text_b": "เทคโนโลยี สามารถ ลด ระยะเวลา ที่ ผู้ให้บริการ และ พนักงาน ต้อง ตรวจสอบ ผู้คน ได้ ถึง   80 %"}, {"uid": "thai-25270-val", "text_a": "ฉัน ไม่รู้ ว่า   โอเค   มัน เป็น สิ่ง ที่ ดี ที่ ได้ พูดคุย กับ คุณ และ มี ช่วง เย็น ที่ ดี", "label": "neutral", "portion_identifier": -1, "text_b": "ฉัน คิด ว่า ฉัน รู้ ว่า ทำไม ฉัน ไม่สบาย   แต่ ฉัน ไม่ อยาก บอก คุณ"}, {"uid": "thai-25884-val", "text_a": "ฉัน ตัว ฉัน เอง   ฉัน เห็นด้วย กับ ความคิดเห็น ของ วูฟ เวอร์ ส โตน", "label": "neutral", "portion_identifier": -1, "text_b": "ฉัน ยอมรับ ว่า ฉัน ไม่เห็นด้วย กับ วูฟ เวอร์ ส โตน มา ก่อน"}, {"uid": "thai-25458-val", "text_a": "แต่ พิจารณา ขนมปัง และ เนย", "label": "neutral", "portion_identifier": -1, "text_b": "นึกถึง ขนมปัง วอน เด อ ร์ กับ เนม ชา เล้ น จ์ สิ"}]}