{"1": [{"uid": "german-14057-trn", "text_a": "Ich habe mir das Navi bestellt, da mein bisheriges den Geist aufgab. Ausgepackt und den Einschaltknopf betätigt, nichts passierte. Ich dachte, na ja vielleicht der Akku leer. Nach vier Stunden am Ladegerät ließ sich das Navi immer noch nicht einschalten. Alles wieder eingepackt und heute zurückgeschickt. Also für einen Preis über 200 € kann man doch wohl etwas mehr Qualität erwarten.", "label": 1, "portion_identifier": -1, "text_b": "Entäuschend . wireless"}, {"uid": "german-20861-trn", "text_a": "Hatte den Roller 6 Wochen im Einsatz. Ja, ich habe ihn intensiv benutzt ( Berge rauf und runter; Erwachsener ca. 75 kg.) Roller stand im Schuppen ( also keinerlei Witterung ausgesetzt, lediglich bei Benutzung). Nun gut, irgendwann brach einfach die Lenkstange durch, und ich stürzte mehr als unsanft. Glücklicherweise fuhr ich , nicht wie sonst, mit geringer Geschwindigkeit.", "label": 1, "portion_identifier": -1, "text_b": "Lebensgefährlich . sports"}, {"uid": "german-27942-trn", "text_a": "Ob nun der Verkäufer nur eine von zwei bestellten Powerbanks eingepackt hat oder Hermes eine davon gestohlen hat, kann ich nicht sagen, aber als das Paket vor Zeugen geöffnet habe, war nur eine drin. Da Amazon auf meine Versuche nicht antwortet, muss ich es wohl so versuchen", "label": 1, "portion_identifier": -1, "text_b": "Bestellt: zwei - geliefert: eins . other"}, {"uid": "german-9469-trn", "text_a": "Nach einem Jahr Gebrauch ist der Akku dicker geworden und wird sehr schnell wieder leer. Im Vergleich zu Original-Akku lst hier Qualität deutlich schlechter.", "label": 1, "portion_identifier": -1, "text_b": "Wird immer dicker . wireless"}], "2": [{"uid": "german-42800-trn", "text_a": "Die Flasche ist ansich ein gutes Produkt. Aber der Verschluss ist nach 13Monaten gebrochen obwohl die Flasche effektiv, d.h. einmal am Tag, erst seit ca 4monaten im Einsatz ist :-(", "label": 2, "portion_identifier": -1, "text_b": "Materialschwächen . home"}, {"uid": "german-42285-trn", "text_a": "Vergleicht man die Hülle mit der Amazon Hülle des alten Kindles hat die Qualität wirklich nachgelassen. Die Hüll zieht Fäden und ist zienlich spitzkantig. Hoffe es kommen bald besser Hüllen raus", "label": 2, "portion_identifier": -1, "text_b": "Nicht gut . other"}, {"uid": "german-70552-trn", "text_a": "Sehr lautes Laufgeräusch. Lieber mehr Geld für bessere Qualität ausgeben.", "label": 2, "portion_identifier": -1, "text_b": "Laufgeräusch zu laut . home_improvement"}, {"uid": "german-56039-trn", "text_a": "leider ist das Gerät nicht brauchbar, hartnäckiger Schmutz wird nur schwer bis gar nicht gelöst, es scheidet zu viel Wasser aus und man muss mechanisch nach Putzen. kann man auch gleich mit Putzen anfangen, spart Zeit und Geld, Energie wird dann auch keine verschwendet.", "label": 2, "portion_identifier": -1, "text_b": "viel Wasser und wenig Dampf . wireless"}], "3": [{"uid": "german-103314-trn", "text_a": "Die Lampe ist hell und leuchtet gut Wege aus. Auch das fokussieren des Lichtes klappt gut um in der Entfernungen etwas zu beleuchten. Der Einschaltknopf hat verschiedene Funktionen. Leichtes drücken: zwischen von Licht - blinken - SOS morsen. Dunkler kann man die Lampe nicht machen. Festes drücken: An - Aus Leider wird beim festen drücken auch die Funktion geändert. Heißt beim erneuten einschalten blinkt die Lampe. Das ganze ist auf Dauer ziemlich nervig. SOS und blinken wäre nicht so nötig wie die Helligkeit zu regeln.", "label": 3, "portion_identifier": -1, "text_b": "Gute Taschenlampe, schlechte Funktionen . home_improvement"}, {"uid": "german-105992-trn", "text_a": "Ich habe mein Telefon mit der Schutzhülle schon einige Male fallen gelassen, aber bislang ist es immer gut geschützt worden. Die Tasten lassen sich auch gut bedienen und es gibt keine scharfen Kanten. Optisch gibt es nach 2 Wochen Nutzung auch nichts zu bemängeln. Die Hülle ist überhaupt nicht zerkratzt oder ähnliches. Mein einziger Kritikpunkt ist, dass die Rückseite nicht komplett flach ist. Das heißt, wenn ich das Telefon auf den Tisch lege und eine Nachricht tippen will, kippelt es quasi leicht hin und her. Finde ich ziemlich nervig.", "label": 3, "portion_identifier": -1, "text_b": "Schützt gut, aber die Rückseite ist uneben . wireless"}, {"uid": "german-113978-trn", "text_a": "Billig verarbeitet. Sehen aber trotzdem schön aus. Für bestimmt Anlässe kann man diese verwenden, für immer aber ein no Go.", "label": 3, "portion_identifier": -1, "text_b": "Billig verarbeitet . jewelry"}, {"uid": "german-95265-trn", "text_a": "Also bin eigentlich sehr zufrieden, außer das der Akku nicht gerade sehr lange hält. Hätte mir für den Preis mehr gewünscht. Aber sonst bin ich sehr zufrieden mach alles das was ich benötige", "label": 3, "portion_identifier": -1, "text_b": "Bin zufrieden . wireless"}], "4": [{"uid": "german-129996-trn", "text_a": "ein bisschen zu schwer", "label": 4, "portion_identifier": -1, "text_b": "Passt sehr gut . home_improvement"}, {"uid": "german-128333-trn", "text_a": "Also den Geschmack find ich jetzt nicht so prickelnd und es fehlt aus meiner Sicht eine Pipette mit der man es einfach, ohne jedesmal einen Löffel aus dem Besteck rauszuholen, dosieren kann.", "label": 4, "portion_identifier": -1, "text_b": "Öl halt . drugstore"}, {"uid": "german-131295-trn", "text_a": "Der Geschmack gefällt mir!", "label": 4, "portion_identifier": -1, "text_b": "kann ich nur weiter empfehlen . grocery"}, {"uid": "german-129966-trn", "text_a": "Tolles Training in Kombi mit der App unglaublich was 5 Minuten am Tag bringen. Ich kann das nur weiter empfehlen", "label": 4, "portion_identifier": -1, "text_b": "Sehr zu empfehlen . book"}], "5": [{"uid": "german-178819-trn", "text_a": "Das Geschenk kam bei meinem Sohn sehr gut an. Es ist sehr nützlich und alles dran was man so braucht, wenn man viel in der Natur unterwegs ist. Leider ist uns eine deutliche Abdeckung schon nach 2 Tagen abhanden gekommen.", "label": 5, "portion_identifier": -1, "text_b": "Top Produkt . sports"}, {"uid": "german-195103-trn", "text_a": "Klasse! Wir hatten sehr viel Spaß mit diesem Henna-Set.", "label": 5, "portion_identifier": -1, "text_b": "Gutes Produkt . beauty"}, {"uid": "german-183671-trn", "text_a": "Das Produkt kam echt schnell an. Sieht genau so aus wie auf dem Bild und ist voll funktionstüchtig, also kann mich nicht beklagen. Macht das Leben etwas einfacher da man endlich wieder wie bei den alten iPhones Musik hören kann und gleichzeitig sein Handy aufladen kann.", "label": 5, "portion_identifier": -1, "text_b": "Super . wireless"}, {"uid": "german-160803-trn", "text_a": "Verarbeitung ist gut.", "label": 5, "portion_identifier": -1, "text_b": "Qualität . wireless"}]}