{"0": [{"uid": "french-714-val", "text_a": "Parmi les chanteurs de la bande se trouvent Dorothy Crane, Jerry Lang, Betty Griffin, Walter Cummins - le frère de Bernie - et Scottee Marsh, qui chantera plus tard avec Tommy Dorsey.", "label": "0", "portion_identifier": -1, "text_b": "Les chanteurs du groupe dont Dorothy Crane, Walter Cummins, Betty Griffin, le frère de Jerry Lang, Bernie, et Scottee Marsh, qui chanta plus trad avec Tommy Dorsey."}, {"uid": "french-1878-val", "text_a": "Il est né dans le comté de Carter, Tennessee, puis a déménagé en Arkansas.", "label": "0", "portion_identifier": -1, "text_b": "Il est né en Arkansas et a ensuite déménagé à Carter County, Tennessee."}, {"uid": "french-1824-val", "text_a": "Les activités asiatiques sont devenues partie intégrante d'Ebel tandis que les activités européennes ont été vendues au chef d'entreprise hongkongais Joseph Wong et font désormais partie de Stelux Holdings.", "label": "0", "portion_identifier": -1, "text_b": "Les activités européennes ont été intégrées à Ebel, tandis que les activités asiatiques ont été vendues à l'entrepreneur de Hong Kong Joseph Wong et appartiennent désormais à Stelux Holdings."}, {"uid": "french-370-val", "text_a": "Paula Mohamed Mostafa Shafiq (née le 3 janvier 1938, Nadia Lutfi) est une actrice égyptienne à la retraite.", "label": "0", "portion_identifier": -1, "text_b": "Nadia Lutfi (née le 3 janvier 1938 de Paula Mohamed Mostafa Shafiq) est une actrice égyptienne à la retraite."}, {"uid": "french-479-val", "text_a": "Shook était un magazine de musique publié de façon indépendante et basé à Londres qui couvrait diverses formes de musique noire et électronique.", "label": "0", "portion_identifier": -1, "text_b": "Shook était un magazine de musique électronique produit underground à Londres qui couvrait diverses formes de musique britannique et de musique noire."}, {"uid": "french-1546-val", "text_a": "Sa femme, anciennement Helen Tuthill Sisson, ses fils Norman F. Boas et Donald P. Boas, et sa fille Barbara Crutchley lui ont survécu.", "label": "0", "portion_identifier": -1, "text_b": "Son épouse, anciennement Barbara Crutchley, ses fils Norman F. Boas et Donald P. Boas et sa fille, Helen Tuthill Sisson, lui ont survécu."}, {"uid": "french-1408-val", "text_a": "Martin Damm et Radek Štěpánek ont gagné contre Jonas Björkman et Fabrice Santoro 6 : 2, 6 : 4 lors de la finale.", "label": "0", "portion_identifier": -1, "text_b": "Jonas Björkman et Fabrice Santoro ont gagné contre Martin Damm et Radek Štěpánek 6-2, 6-4 lors de la finale."}, {"uid": "french-1706-val", "text_a": "Avec Terry en tant qu'Ophélie et Portia, il a fait revivre \" Hamlet \" et produit \" Le Marchand de Venise \" (1879).", "label": "0", "portion_identifier": -1, "text_b": "Avec Terry en tant qu'Ophélie et de Portia, il a produit \" Hamlet \" et fait revivre \" Le Marchand de Venise \" (1879)."}], "1": [{"uid": "french-579-val", "text_a": "En 1924, il a été porte-parole invité de l'ICM à Toronto, à Oslo en 1932 et à Zurich en 1936.", "label": "1", "portion_identifier": -1, "text_b": "Il a été conférencier invité de l'ICM à Toronto en 1924, à Oslo en 1932 et à Zurich en 1936."}, {"uid": "french-559-val", "text_a": "Cette espèce fait maintenant partie de la famille des lézards, connue sous le nom d'Iguanidae, sous-famille des Polychrotinae, et n'est plus classée dans la famille des Polychrotidae, actuellement invalide.", "label": "1", "portion_identifier": -1, "text_b": "Ce genre est désormais de la famille des lézards appelée Iguanidae, sous-famille des Polychrotinae, et n'est plus classé dans la famille actuellement non valide des Polychrotidae."}, {"uid": "french-885-val", "text_a": "La préparation a été inventée par le Dr Patrick Page et son équipe et brevetée par Genkyotex en 2007.", "label": "1", "portion_identifier": -1, "text_b": "Le composé a été inventé par le Dr Patrick Page et son équipe et a été breveté en 2007 par Genkyotex."}, {"uid": "french-196-val", "text_a": "Dakota City fait partie de la zone statistique métropolitaine de Sioux City, IA -- NE -- SD.", "label": "1", "portion_identifier": -1, "text_b": "Dakota City fait partie de la zone statistique métropolitaine de Sioux City, IA - NE, SD."}, {"uid": "french-853-val", "text_a": "Les œuvres de Zinovjev ont été jouées jusqu'à présent par l'orchestre symphonique Oulu, l'orchestre symphonique Lahti, Kymi Sinfonietta, l'orchestre radiosymphonique finnois et Avanti !", "label": "1", "portion_identifier": -1, "text_b": "Jusqu'à présent les travaux de Zinovjev ont été joués par l'Orchestre symphonique de la radio finlandaise, l'Orchestre symphonique de Lahti, le Kymi Sinfonietta, l'Orchestre symphonique d'Oulu et l'Avanti !"}, {"uid": "french-132-val", "text_a": "Pendant sa présence au DTM, l'Audi V8 rivalisa avec la Mercedes 190 beaucoup plus petite et à peu près plus légère, la BMW M3, l'Opel Omega 3000, légèrement plus petite.", "label": "1", "portion_identifier": -1, "text_b": "L'Audi V8 a rivalisé avec des Mercedes 190, des BMW M3 et des Opel Omega 3000 nettement plus petites et plus légères lors de sa présence au DTM."}, {"uid": "french-1432-val", "text_a": "L'émission se focalise principalement sur la musique alternative et indépendante.", "label": "1", "portion_identifier": -1, "text_b": "L'équipe se concentre principalement sur de la musique indépendante et de la musique alternative."}, {"uid": "french-1552-val", "text_a": "Il a travaillé avec des architectes contemporains tels que Francesco Grimaldi, Bartolomeo Picchiatti et Giovan Giacomo Di Conforto.", "label": "1", "portion_identifier": -1, "text_b": "Il a collaboré avec des architectes contemporains tels que Giovan Giacomo Di Conforto, Bartolomeo Picchiatti et Francesco Grimaldi."}]}