{"0": [{"uid": "spanish-388-val", "text_a": "El 33,7 % nació en Virginia, que está categorizada por la Oficina del Censo como parte del sur de los Estados Unidos junto con las vecinas Maryland y Washington, D.C.", "label": "0", "portion_identifier": -1, "text_b": "El 33,7 % nacieron en Maryland, que la Oficina del Censo clasifica como parte del sur de los Estados Unidos junto con las vecinas Virginia y Washington, D.C."}, {"uid": "spanish-920-val", "text_a": "El río Jiul de Vest es un afluente del río Jidanul de Rumania.", "label": "0", "portion_identifier": -1, "text_b": "El río Jidanul es un afluente del río Jiul de Vest en Rumania."}, {"uid": "spanish-1024-val", "text_a": "El botánico Johann Georg Christian Lehmann describió formalmente la especie en 1846 como parte del trabajo de Stephan Endlicher \"Irideae Plantae Preissianae”.", "label": "0", "portion_identifier": -1, "text_b": "La especie fue descrita formalmente en 1846 por el botánico Stephan Endlicher como parte del trabajo denominado \"Irideae Plantae Preissianae'' de Johann Georg Christian Lehmann."}, {"uid": "spanish-1717-val", "text_a": "Rory Jennings, que interpreta a Tommy Connolly, interpreta al adolescente Davros en Big Finish Productions.", "label": "0", "portion_identifier": -1, "text_b": "Tommy Connolly, que interpreta a Rory Jennings, representa al joven Davros en Big Finish Productions."}], "1": [{"uid": "spanish-1198-val", "text_a": "Durante su presencia en DTM, el Audi V8 compitió con el mucho más pequeño y bastante más liviano Mercedes 190, BMW M3, y con el levemente más pequeño Opel Omega 3000.", "label": "1", "portion_identifier": -1, "text_b": "El Audi V8 compitió con vehículos mucho más pequeños y livianos como el Mercedes 190, BMW M3 y el algo más pequeño Opel Omega 3000 durante su presencia en el DTM."}, {"uid": "spanish-154-val", "text_a": "Los sátrapas de los tiempos de Aqueménidas, sin embargo, gobernaron territorios más pequeños y tal vez tuvieron menos prestigio e influencia que sus predecesores partos.", "label": "1", "portion_identifier": -1, "text_b": "Sin embargo, los sátrapas de los tiempos aqueménidas gobernaron territorios más pequeños y, quizás, tuvieron menos prestigio e influencia que sus predecesores partianos."}, {"uid": "spanish-825-val", "text_a": "Dos años más tarde, el 25 de julio de 1947, el 709.º cambió su nombre a Escuadrón de Bombardeo Pesado, Very 709.º.", "label": "1", "portion_identifier": -1, "text_b": "Dos años más tarde, el 25 de julio de 1947, el 709.° cambió su nombre a Escuadrón de bombardeo pesado 709.°."}, {"uid": "spanish-1576-val", "text_a": "El pionero suizo John Sutter (1803-1880) llegó a Alta California en agosto de 1839 junto con otros colonos euroamericanos.", "label": "1", "portion_identifier": -1, "text_b": "El pionero suizo John Sutter (1803-1880) llegó a Alta California con otros pobladores euroamericanos en agosto de 1839."}]}