{"0": [{"uid": "french-1335-val", "text_a": "Toutes les productions sont créées par Graham Spicer et écrites par Carlo Orlandi.", "label": "0", "portion_identifier": -1, "text_b": "Toutes nos productions sont écrites par Graham Spicer et conçues par Carlo Orlandi."}, {"uid": "french-186-val", "text_a": "Après sa mort en 1946, ses papiers sur ce projet étaient encore dans un état uniformément brut.", "label": "0", "portion_identifier": -1, "text_b": "Suite à sa mort en 1946, ses articles sur ce projet sont tous restés dans un état approximatif."}, {"uid": "french-979-val", "text_a": "En 284 av. J.-C., le roi Xi a rencontré le roi Zhao de Qin dans le Zhou occidental pour former une alliance contre Qi.", "label": "0", "portion_identifier": -1, "text_b": "Le roi Qi a rencontré le roi Zhao de Qin dans l'ouest de Zhou en 284 avant J.-C. pour former une alliance contre Xi."}, {"uid": "french-919-val", "text_a": "La police a également interrogé la chanteuse Rimi Tomy et l'acteur Siddique, tous deux des amis proches de Dileep et de sa femme Kavya Madhavan, dans le cadre de l'enquête en cours.", "label": "0", "portion_identifier": -1, "text_b": "La police a également interrogé la chanteuse Rimi Tomy et l'acteur Kavya Madhavan, tous deux des amis proches de Siddique et de sa femme Dileep, dans le cadre de l'enquête en cours."}, {"uid": "french-1430-val", "text_a": "Le music-hall fut importé de Paris vers Londres en 1862 et devint extrêmement populaire, avec des danseurs, des chanteurs, des acrobates et animaux dressés avec des sorciers.", "label": "0", "portion_identifier": -1, "text_b": "Le music hall a d'abord été importé de Londres à Paris en 1862 et devint énormément populaire avec des danseurs, chanteurs, acrobates et des animaux entraînés magiciens."}, {"uid": "french-1934-val", "text_a": "Son père, Patrick Byrne, était délégué, sénateur et maire de Dublin. Un autre frère, Alfie Byrne, était également TD.", "label": "0", "portion_identifier": -1, "text_b": "Son père, Alfie Byrne, était député, TD, sénateur et maire de Dublin, et un autre frère, Patrick Byrne, était également TD."}, {"uid": "french-276-val", "text_a": "Cependant, dans la continuité actuelle, Superman rencontre le véritable Zod pour la première fois dans \" Dernier fils \".", "label": "0", "portion_identifier": -1, "text_b": "Dans une réelle continuité, Superman dans \" Dernier fils \" rencontre le véritable Zod pour la première fois."}, {"uid": "french-1838-val", "text_a": "Callum O 'brien (né le 4 novembre 1982 en Nouvelle-Zélande) est un jouer de squash professionnel de Cambridge.", "label": "0", "portion_identifier": -1, "text_b": "Callum O'brien (né le 4 novembre 1982 à Cambridge en Nouvelle-Zélande) est un joueur professionnel de squash."}], "1": [{"uid": "french-1712-val", "text_a": "Le Houston Main Building (HMB), anciennement connu sous le nom de Prudential Building, était un gratte-ciel du Texas Medical Center à Houston, Texas.", "label": "1", "portion_identifier": -1, "text_b": "Le Houston Main Building (HMB), anciennement le Prudential Building, était un gratte-ciel du Texas Medical Center, Houston, Texas."}, {"uid": "french-179-val", "text_a": "La série converge ensuite presque partout.", "label": "1", "portion_identifier": -1, "text_b": "Presque partout, la série converge alors."}, {"uid": "french-1284-val", "text_a": "Le 4 avril 1892, le deuxième navire \" Missouri \" a livré 2 500 tonnes de fleurs de céréales et de maïs à Liepaja.", "label": "1", "portion_identifier": -1, "text_b": "Le deuxième bateau, \"Missouri\", livra 2 500 tonnes de grain et de fleur de maïs à Liepaja le 4 avril 1892."}, {"uid": "french-600-val", "text_a": "Il joua au football inter comté en senior avec son club local Adrigole et était membre de l'équipe Cork Gaelic dans les années 60 et 70.", "label": "1", "portion_identifier": -1, "text_b": "Il joua dans l'Intercounty Football en senior avec son club local Adrigole et fut membre de l'équipe gaélique de Cork dans les années 1960 et 1970."}, {"uid": "french-1831-val", "text_a": "Maritsa Lazari est née en octobre 1943 à Londres, Royaume-Uni. Elle a émigré avec sa famille à Chypre à l'âge de 16 ans.", "label": "1", "portion_identifier": -1, "text_b": "Maritsa Lazari est née à Londres en 1943 et a émigré avec sa famille à Chypre à l'âge de 16 ans."}, {"uid": "french-368-val", "text_a": "Une nouvelle idée religieuse de la triple déesse est au centre du mouvement moderne de la wicca.", "label": "1", "portion_identifier": -1, "text_b": "Une nouvelle idée religieuse de la triple déesse est au centre du mouvement moderne de la wicca."}, {"uid": "french-1182-val", "text_a": "Schwarzau im Gebirge est une ville du district de Basse-Autriche dans l'état autrichien de Neunkirchen.", "label": "1", "portion_identifier": -1, "text_b": "Schwarzau im Gebirge est une ville de la province autrichienne de Neunkirchen, dans la région de Basse-Autriche."}, {"uid": "french-1957-val", "text_a": "C'est la gare principale de la ville de Nabadwip dans le district de Nadia dans l'état du Bengale occidental.", "label": "1", "portion_identifier": -1, "text_b": "C'est la gare centrale du district de Nadia de la ville de Nabadwip dans l'état du Bengale occidental."}]}