{"1": [{"uid": "spanish-1103-trn", "text_a": "El transportista que teneis en esta zona es un ladrón e hijo de puta, los pedidos se los entrega a gitanos del barrio seguro que a cambio de drogas.", "label": 1, "portion_identifier": -1, "text_b": "Transportista ladron. . automotive"}, {"uid": "spanish-31906-trn", "text_a": "No es la medida de mi maquina y no va bien, parece ser que no me devolveran el importe y encuentran mucho poblemas para la devolucion", "label": 1, "portion_identifier": -1, "text_b": "Adriana . home_improvement"}, {"uid": "spanish-3633-trn", "text_a": "Por el precio no está mal, pero no lo volvería a comprar. La cantidad de luz no es mucha, pero no me supone un problema, de hecho algo así buscaba. El problema es que molesta mucho a la vista, al menos para mi, demasiado. Y la luz es muy muy blanca (tirando a azul), demasiado también para mi gusto, y la temperatura de la luz no lo pone en la descripción, y lo debería poner. Buscaba algo más cálido y por su supuesto que no molestara a la vista. El precio está muy bien, pero prefiero gastarme algo más y mejor.", "label": 1, "portion_identifier": -1, "text_b": "Molesta y luz muy fría . home_improvement"}, {"uid": "spanish-3816-trn", "text_a": "La verdad es que quedé defraudado ya que alumbra con una intensidad demasiado floja. Voy a devolverlo. No tengo más que decir", "label": 1, "portion_identifier": -1, "text_b": "Jose manuel . home"}], "2": [{"uid": "spanish-46680-trn", "text_a": "La pega es que se nota muy pronto que no son de calidad. Enseguida han salido manchas como si se hubiera quemado el metal.", "label": 2, "portion_identifier": -1, "text_b": "Mala calidad . home"}, {"uid": "spanish-66311-trn", "text_a": "Son un poco sosos para regalo en un evento", "label": 2, "portion_identifier": -1, "text_b": "Sosos . kitchen"}, {"uid": "spanish-58100-trn", "text_a": "Las fotos no se corresponden con la realidad. La calidad no es que se mala, pero no es la esperada, se nota sobretodo en las cremalleras.", "label": 2, "portion_identifier": -1, "text_b": "Calidad no esperada . sports"}, {"uid": "spanish-66607-trn", "text_a": "Nada más entrar en el mar, vaho. En la piscina aguantó algo más pero también me pasó. eso sí, me gusta la forma de ponerlas y quitarlas, muy sencillo.", "label": 2, "portion_identifier": -1, "text_b": "Antivaho???? . sports"}], "3": [{"uid": "spanish-101629-trn", "text_a": "El pijama no es nada de otro mundo, pero hace su papel", "label": 3, "portion_identifier": -1, "text_b": "Bueno . apparel"}, {"uid": "spanish-119745-trn", "text_a": "Es un poco Justa necesitaba una talla mas pero creo que no había", "label": 3, "portion_identifier": -1, "text_b": "Bueno esperava otra cosa . apparel"}, {"uid": "spanish-113998-trn", "text_a": "Tiene muy buena pinta y lo quería para regalar", "label": 3, "portion_identifier": -1, "text_b": "Me gustan . home"}, {"uid": "spanish-103423-trn", "text_a": "Deja el plastico como si fuera nuevo, pero cuando se lava desaparece casi completamente y queda como antes o casi.", "label": 3, "portion_identifier": -1, "text_b": "Bueno, si no se lava. . automotive"}], "4": [{"uid": "spanish-130926-trn", "text_a": "Es un pelón alto si pretendes ponerlo bajo una mesa. Por el resto genial. Calienta súper rápido.", "label": 4, "portion_identifier": -1, "text_b": "Buen producto . kitchen"}, {"uid": "spanish-156529-trn", "text_a": "Es como viene en el dibujo, lo puedes ajustar a tú medida o como quieras. Me gusta para lo que yo lo quería.", "label": 4, "portion_identifier": -1, "text_b": "Apañado y sencillo . sports"}, {"uid": "spanish-156623-trn", "text_a": "Me gusta mucho,aunque no llega del mismo color que en la foto...llega con los bordes en color piedra en vez color oscuro.", "label": 4, "portion_identifier": -1, "text_b": "Buen bolso aunque llega con alguna diferencia de color. . baby_product"}, {"uid": "spanish-145532-trn", "text_a": "Muy fácil de aplicar", "label": 4, "portion_identifier": -1, "text_b": "Fácil de poner . automotive"}], "5": [{"uid": "spanish-165934-trn", "text_a": "muy buena iluminacion y faciles de instalar, simplemente reemplazas una bombilla por la otra y fin, muchisima mas luz que las bombillas normales, eso si, solo son validas para coches que no lleven indicador de fallos. Buena compra, estoy satisfecho", "label": 5, "portion_identifier": -1, "text_b": "Con ventilador para no calentarse . automotive"}, {"uid": "spanish-165118-trn", "text_a": "Son casi tan finas como las antiguas halógenas, caben en lámpara la con el hueco muy estrecho.", "label": 5, "portion_identifier": -1, "text_b": "Son muy delgadas y sirven para lámparas con poco espacio. . home"}, {"uid": "spanish-177862-trn", "text_a": "Tamaño adecuado para su uso", "label": 5, "portion_identifier": -1, "text_b": "Útil . pc"}, {"uid": "spanish-197909-trn", "text_a": "Estoy encantada! Vengo de una Thermomix TM 21. Esta Kenwood tiene las mismas opciones que Thermomix y las de una olla GM, además de un procesador de alimentos. En casa somos 5 y escogí este robot sobre todo por su capacidad y no me equivoqué, comemos los 5 sin problemas. De momento hemos echo, risotto, crema de calabaza, arroz de sushi, pescado al vapor,flan, Arroz con leche, lentejas, carrilleras.. todo riquísimo. Con el procesador de alimentos, hacemos ensaladas, cortamos todas las verduras de los guisos y hasta partimos las patatas para la tortilla de patata. Un aparato con una gran calidad. Como CONTRAS, sobre todo que no tiene peso incorporado, la falta de recetas en castellano, solo encuentro las del libro oficial, unas 150. Y el echo de que es digital pero no táctil... Sobre todo que hay que subir la temperatura y el tiempo teniendo que dejar el botón pulsado en vez de tener una rueda o similar, bastante incómodo, teniendo en cuenta que casi todos los robot del mismo tipo ya son táctiles.", "label": 5, "portion_identifier": -1, "text_b": "Una gran compra, se ve que es un aparato de calidad . kitchen"}]}