{"1": [{"uid": "spanish-11042-trn", "text_a": "Sintoniza lo mismo que sin ella, muy bonita para decorar pero no sirve para nada mas. Ademas las letras van en blanco no en rojo.", "label": 1, "portion_identifier": -1, "text_b": "Tino . automotive"}, {"uid": "spanish-31322-trn", "text_a": "Solo me han llegado unas puntas y un aro, El lápiz no venía , devolución iniciada", "label": 1, "portion_identifier": -1, "text_b": "Decepcionante . pc"}, {"uid": "spanish-37435-trn", "text_a": "No llegó, pero AMAZON resolvió el problema y me devolvió el dinero.", "label": 1, "portion_identifier": -1, "text_b": "No llegó. . home"}, {"uid": "spanish-30189-trn", "text_a": "¿Cómo llega el producto rallado? Con marcas y sin ningún tipo de protección en la caja. Me parece vergonzoso el precio que tiene y encima que te lo traigan dañado. Muy descontenta, muy muy descontenta. Encima una pieza suelta. No entiendo cómo lo traen así.", "label": 1, "portion_identifier": -1, "text_b": "Dañado y con una pieza suelta . toy"}, {"uid": "spanish-13584-trn", "text_a": "Me ha llegado Rota la devuelvo.", "label": 1, "portion_identifier": -1, "text_b": "Funda navaja . sports"}, {"uid": "spanish-32783-trn", "text_a": "Lo compre, seguí las instrucciones de montaje, me aseguré de que todo había quedado bien montado y encajado, hice la prueba e inmediatamente empezaron a salir burbujitas del agujero de sonido. A la tercera burbujita lo saqué, desmonte la funda y el móvil ya se había mojado. Una estafa en toda regla.", "label": 1, "portion_identifier": -1, "text_b": "Dinero tirado a la basura . wireless"}, {"uid": "spanish-11547-trn", "text_a": "Lo que en un principio parecía cubrir mis espectativas, al cabo de un mes se ha vuelto frustrante. No funcionan. No sé si no cargan o es que tienen otra anomalía. El caso es que el auricular del oido derecho no enciende y no sé si carga. Se enciende la luz del auricular, pero al cabo del minuto se apaga. En fin...", "label": 1, "portion_identifier": -1, "text_b": "Un mes utilizándolos y ya no funcionan . electronics"}, {"uid": "spanish-4998-trn", "text_a": "No me convence nada. No llega a cubrir toda la pantalla. Una gran desilusión. Perdido el dinero. Habia comprado para dos teléfonos y para nada", "label": 1, "portion_identifier": -1, "text_b": "nagore . wireless"}], "2": [{"uid": "spanish-49982-trn", "text_a": "el color perfecto de largura perfecta pero es demasiado fino el pelo", "label": 2, "portion_identifier": -1, "text_b": "Pelo muy fino . beauty"}, {"uid": "spanish-42431-trn", "text_a": "Vino con 2 golpes y la base rota, aun q aun se puede poner en ella, a ver que la quería para un disfraz pero ya que compras algo te gusta que venga entero no? No la recomiendo para nada", "label": 2, "portion_identifier": -1, "text_b": "Estallada . home"}, {"uid": "spanish-40969-trn", "text_a": "Es muy estrecho para lo que aparenta en las fotos, se me hace inútil guardar nada! No lo recomiendo! Encima el largo del colgador es corto.", "label": 2, "portion_identifier": -1, "text_b": "No lo recomiendo si lo que quieres guardar es sólo trapos. . furniture"}, {"uid": "spanish-55280-trn", "text_a": "Lamentablemente no son los filtros correctos, aunque los esté usando igualmente a costa de perder calidad de filtrado. Por lo demás todo bien. No recomiendo este artículo, mejor ir a una tienda especializada con la muestra.", "label": 2, "portion_identifier": -1, "text_b": "No era lo que buscaba . home"}, {"uid": "spanish-68229-trn", "text_a": "La calidad del material parece buena, tiene las características necesarias para proteger la pantalla, pero hasta cierto punto ya que queda más pequeño que la pantalla, con lo que, además de no poder valorar al 100% su utilidad, estéticamente queda feo ya que no cubre ni siquiera la parte iluminada, no digamos ya el cristal del móvil en su totalidad al aparecer un borde bastante antiestético.", "label": 2, "portion_identifier": -1, "text_b": "Es más pequeño que la pantalla . wireless"}, {"uid": "spanish-49434-trn", "text_a": "Hace unos dias que parecia que no cargaba bien, con cualquier cargador de casa. Ahora ya no enciende ni hace nada. Tiene 9 meses", "label": 2, "portion_identifier": -1, "text_b": "Dejó de funcionar . wireless"}, {"uid": "spanish-61500-trn", "text_a": "Super flojo es como remover con una cuchara esperaba algo mejor...", "label": 2, "portion_identifier": -1, "text_b": "Una decepción . kitchen"}, {"uid": "spanish-64652-trn", "text_a": "Me gusta los colores tal cual como en la foto .el repartidor lo traia a paradas y venia abollado deberian plastificarlo mas", "label": 2, "portion_identifier": -1, "text_b": "Bien . home"}], "3": [{"uid": "spanish-113362-trn", "text_a": "funcionan muy bien, pero lo que no entiendo es que este proveedor, de un pedido a otro ha subido el precio en 6 €, y francamente , y debido al tiempo que tengo poco! pero para la proxima me pensare en buscar otro que no se suba tanto a la parra! son bastante buenas, pero demasiada subida en tan poco tiempo por ese motivo le entrego 3 estrellas", "label": 3, "portion_identifier": -1, "text_b": "funcionan muy bien . drugstore"}, {"uid": "spanish-94542-trn", "text_a": "Muy largo los lados y el frente", "label": 3, "portion_identifier": -1, "text_b": "Protege los sofa . home"}, {"uid": "spanish-113259-trn", "text_a": "Está bastante chula, aunque por el precio que tiene el papel debería ser de mejor calidad", "label": 3, "portion_identifier": -1, "text_b": "Papel fino . video_games"}, {"uid": "spanish-114887-trn", "text_a": "Para el precio esta bien, cumple su función.", "label": 3, "portion_identifier": -1, "text_b": "Cómodo y aceptable . pc"}, {"uid": "spanish-101229-trn", "text_a": "Muy bien para su precio", "label": 3, "portion_identifier": -1, "text_b": "Bien . baby_product"}, {"uid": "spanish-86862-trn", "text_a": "La agenda está muy bien. Pero me dijeron que me lo enviaban el viernes 6 de abril y me llegó el 9 de abril. Pago amazon Premium y no me ha parecido correcto que hayan tardado 3 días más de lo que dijeron. Pero al respecto de la agenda me gustó bastante. Aunque la tapa es blanda y las hojas algo finas. Por lo demás muy bien.", "label": 3, "portion_identifier": -1, "text_b": "Agenda bien pero tardó en llegar . office_product"}, {"uid": "spanish-116673-trn", "text_a": "Hola buenas falta un tornillo de las calas ..", "label": 3, "portion_identifier": -1, "text_b": "Falta de tornillo . sports"}, {"uid": "spanish-82749-trn", "text_a": "Nada del otro mundo. Se puede usar, pero no esperéis nada espectacular. Los ajustes son, nunca mejor dicho, justitos, aunque funciona.", "label": 3, "portion_identifier": -1, "text_b": "Suficiente. . electronics"}], "4": [{"uid": "spanish-121501-trn", "text_a": "bien y compatible con la lekue que le corresponde.", "label": 4, "portion_identifier": -1, "text_b": "opinion. . home"}, {"uid": "spanish-145773-trn", "text_a": "LLEGO EN FECHA Y TAL COMO SE VE EN LA FOTO", "label": 4, "portion_identifier": -1, "text_b": "TODO BIEN . furniture"}, {"uid": "spanish-137024-trn", "text_a": "llegó enseguida y bien embalado, aún no puedo decir mucho pero cierran muy bien,,,,,,,,de momento se conserva bien los que he guardado", "label": 4, "portion_identifier": -1, "text_b": "LIGEROS . home"}, {"uid": "spanish-130164-trn", "text_a": "Aguanta golpes como un campeon", "label": 4, "portion_identifier": -1, "text_b": "Chupa ostias . wireless"}, {"uid": "spanish-132092-trn", "text_a": "Buen precio y buen producto", "label": 4, "portion_identifier": -1, "text_b": "Protector LG G4 . wireless"}, {"uid": "spanish-153575-trn", "text_a": "Encaja perfectamente en el móvil.", "label": 4, "portion_identifier": -1, "text_b": "Buena . wireless"}, {"uid": "spanish-141458-trn", "text_a": "Edito mi opinión pero no puedo darle 5 estrellas porque el trasmisor no se conecta. Pero la atención al cliente ha sido espectacular", "label": 4, "portion_identifier": -1, "text_b": "Una pena que no me sirva . electronics"}, {"uid": "spanish-139946-trn", "text_a": "Es perfecto para lo que es. Los cascos van ajustados y protegidos. El material es bueno y la cremallera de calidad.", "label": 4, "portion_identifier": -1, "text_b": "Perfecto. . electronics"}], "5": [{"uid": "spanish-188664-trn", "text_a": "lo esperado. muy comodo llevar la funda en el ipad con la goma. se adapta muy bien", "label": 5, "portion_identifier": -1, "text_b": "util y practico . wireless"}, {"uid": "spanish-195434-trn", "text_a": "DESPUES DE CASI UN MES DE USO ME PARECE MUY CÓMODO DE USAR, GUARDA MUY BIEN LA TEMPERATURA DURANTE 7 HORAS AL MENOS, MUY FACIL DE LIMPIAR, BUEN PRODUCTO", "label": 5, "portion_identifier": -1, "text_b": "TERMO . home"}, {"uid": "spanish-174996-trn", "text_a": "Fantástica alfombra tal como en la foto. Muy buena calidad. Repetiré con tamaño más grande.", "label": 5, "portion_identifier": -1, "text_b": "Fantástica!!! . furniture"}, {"uid": "spanish-175642-trn", "text_a": "Fue un regalo, la han dado mucho uso", "label": 5, "portion_identifier": -1, "text_b": "Bonita y practica . pet_products"}, {"uid": "spanish-173291-trn", "text_a": "Tiene muchos bolsillos y organizadores para guardar distintos documentos, libretas, bolis ... Además es ligero.", "label": 5, "portion_identifier": -1, "text_b": "Cumple a la perfección . office_product"}, {"uid": "spanish-190914-trn", "text_a": "En principio y sin haberlos lavado aún, están fantásticos. Ya compré los de invierno para mi marido y han salido muy buenos. Espero decir lo mismo de éstos cuando los haya lavado Perfectos. No se bajan y lavan perfectamente. Siempre compraré estos calcetines.", "label": 5, "portion_identifier": -1, "text_b": "no se bajan . apparel"}, {"uid": "spanish-199677-trn", "text_a": "El perfume huele genial. Lastima que enseguida baje muy a ras de piel y a las pocas horas no deje rastro.", "label": 5, "portion_identifier": -1, "text_b": "Que lastima de estela y duración . beauty"}, {"uid": "spanish-195747-trn", "text_a": "Me acaban de llegar y me parecen perfectas. Supongo que cuando las usemos seguiré pensando lo mismo. Amplío mi comentario ahora que llevamos varios días usándolas. Las etiquetas de los supermercados pegan perfectamente. Los distintos tamaños son muy prácticos. Vivimos en un pueblo que tiene el típico súper pequeño y todo el mundo está encantado con nuestras bolsas. Si todo el que nos preguntó dónde las conseguimos las compra, hemos convencido a todo el pueblo 🙂", "label": 5, "portion_identifier": -1, "text_b": "Prácticas y de buen tamaño. . home"}]}