{"0": [{"uid": "german-1450-val", "text_a": "Er hinterließ seine Frau, Viola, die Tochter von Carol Ober und vier Enkelkinder.", "label": "0", "portion_identifier": -1, "text_b": "Ihn überlebte seine Frau Carol Ober, seine Tochter Viola und vier Enkelkinder."}, {"uid": "german-131-val", "text_a": "Das Lehmann College war ursprünglich der städtische Campus des Hunter College.", "label": "0", "portion_identifier": -1, "text_b": "Hunter College war ursprünglich der Nord-Campus des Lehman College."}, {"uid": "german-1204-val", "text_a": "Sie heiratete Sir Edward Hulton, Sohn des 1. Baronets Sir Edward George Hulton Warris.", "label": "0", "portion_identifier": -1, "text_b": "Sie heiratete Sir Edward George Hulton Warris, Sohn von Sir Edward Hulton, 1. Baron."}, {"uid": "german-1708-val", "text_a": "Im Flugzeug befanden sich Colonel Lieutenant Donald Grant Millard, Captain Gerlad K. Hannaford und Captain John F. Lorraine.", "label": "0", "portion_identifier": -1, "text_b": "Im Flugzeug befanden sich Colonel Gerald K. Hannaford, Captain Donald Grant Millard und Captain John F. Lorraine."}, {"uid": "german-452-val", "text_a": "Die bösartigen Pläne von Swayam, die Schuld auf Sujal zu schieben und den Garewals zu schaden, wurden vereitelt.", "label": "0", "portion_identifier": -1, "text_b": "Swayams hinterhältiger Plan, Sujal zu verletzen und die Garewals dafür verantwortlich zu machen, wird vereitelt."}, {"uid": "german-1619-val", "text_a": "Die ungefähren Grenzen waren South Broad Street bis Grier Avenue und Pearl Street bis was nun US 1 & 9 ist.", "label": "0", "portion_identifier": -1, "text_b": "Seine Grenzen verliefen ungefähr von der Pearl Street bis zur Grier Avenue und von der South Broad Street bis dorthin, wo heute das U.S. 19 steht."}, {"uid": "german-1131-val", "text_a": "Mark Machin war CEO des Canada Pension Plan Investment Board und wurde im Juni 2016 durch Mark Wiseman ersetzt.", "label": "0", "portion_identifier": -1, "text_b": "Mark Wiseman war CEO des Canada Pension Plan Investment Board. Er wurde im Juni 2016 durch Mark Machin ersetzt."}, {"uid": "german-1137-val", "text_a": "Dotty wurde 1923 in Gloucester geboren und starb 2014 in Boston.", "label": "0", "portion_identifier": -1, "text_b": "Dotty wurde 1923 in Boston geboren und starb 2014 in Gloucester."}], "1": [{"uid": "german-1229-val", "text_a": "Zu dieser Zeit gehörte das Land Leslie Vernon Calcutt, der einem Mietvertrag über 99 Jahre mit Herrn Johnson zustimmte.", "label": "1", "portion_identifier": -1, "text_b": "Der damalige Landbesitzer war Mr Leslie Vernon Calcutt und er vereinbarte mit Mr Johnson ein Mietabkommen über 99 Jahre."}, {"uid": "german-1379-val", "text_a": "Es dient der Eröffnung der Vorstadt Edithvale südöstlich von Melbourne am 20. September 2019.", "label": "1", "portion_identifier": -1, "text_b": "Er verbindet Melbournes südöstlichen Vorort Edithvale und wird am 20. September 1919 für den Verkehr freigegeben."}, {"uid": "german-1316-val", "text_a": "Sein Vater starb in seiner Jugend und seine Mutter, Catherine A. Fagan heiratete 1842 Samuel Adams, der zwei Jahre später Gouverneur von Arkansas wurde.", "label": "1", "portion_identifier": -1, "text_b": "Sein Vater starb bereits in seiner Jugend und seine Mutter, Catherine A. Fagan, heiratete 1842 Samuel Adams, der zwei Jahre später Gouverneur von Arkansas wurde."}, {"uid": "german-1920-val", "text_a": "Am 1. Januar 2012 hatte der Bezirk 62.500 Einwohner, von denen 9,6 % in der Stadt und 90,4 % auf dem Land wohnten.", "label": "1", "portion_identifier": -1, "text_b": "Am 1. Januar 2012 hatte der Bezirk eine Bevölkerung von 62.500, 9,6 % davon städtisch und 90,4 % ländlich."}, {"uid": "german-1042-val", "text_a": "Der Campus war in Wan Chai und Sai Kung gelegen und wurde im August 2013 an seinen neuen Standort in Kennedy Town verlegt.", "label": "1", "portion_identifier": -1, "text_b": "Der Campus war in Wan Chai und Sai Kung gelegen. Im August 2013 wurde die Schule an ihren neuen endgültigen Standort in Kennedy Town verlegt."}, {"uid": "german-1127-val", "text_a": "Beschreibe zunächst die Gegenden mit einem hohen Aufkommen an Pollen, nicht die Gegenden mit einem niedrigen Aufkommen an Pollen.", "label": "1", "portion_identifier": -1, "text_b": "Beschreiben Sie zuerst die Bereiche mit hohen Pollenwerten anstatt der Bereiche mit niedrigen Pollenwerten."}, {"uid": "german-238-val", "text_a": "Der Film wurde von A. Sreekar Prasad aufgenommen und von Rajiv Menon redigiert.", "label": "1", "portion_identifier": -1, "text_b": "Der Film wurde von A. Sreekar Prasad aufgenommen und von Rajiv Menon geschnitten."}, {"uid": "german-1074-val", "text_a": "1933 schrieb Cattell, dass von allen europäischen Rassen die „nordische die intelligenteste sei und die mit dem stabilsten Gemüt.“", "label": "1", "portion_identifier": -1, "text_b": "1933 schrieb Cattell, dass von allen europäischen Rassen, die „nordische Rasse bezüglich Intelligenz am weitesten entwickelt und bezüglich Temperament am stabilsten sei“."}]}