{"0": [{"uid": "spanish-677-val", "text_a": "Pennmakkal es una película malayo-india puesta en escena por J. Sasikumar y producida por KP Kottarakkara.", "label": "0", "portion_identifier": -1, "text_b": "Pennmakkal es una película malayo-india de 1966, producida por J. Sasikumar y dirigida por KP Kottarakkara."}, {"uid": "spanish-1262-val", "text_a": "El historiador Nicolae Iorga y el poeta y político fascista Octavian Goga expresaron demandas similares de castigo.", "label": "0", "portion_identifier": -1, "text_b": "El historiador Octavian Goga y el poeta y político fascista Nicolae lorga expresaron demandas similares para las sanciones."}, {"uid": "spanish-194-val", "text_a": "Después de la muerte de Muaviyah, Ali asumió el poder y estableció una dinastía.", "label": "0", "portion_identifier": -1, "text_b": "Después de la muerte de Ali Muaviyah subió al poder y estableció una dinastía."}, {"uid": "spanish-1814-val", "text_a": "La educación en Alabama está compuesta por escuelas públicas y privadas de Alabama, incluida la Universidad de Alabama, universidades y escuelas secundarias y primarias privadas.", "label": "0", "portion_identifier": -1, "text_b": "La educación en Alabama se compone de escuelas secundarias y escuelas primarias en Alabama, incluso la Universidad de Alabama, universidades privadas y escuelas públicas y privadas."}, {"uid": "spanish-1796-val", "text_a": "En 1328, Mary se casó con el rey Alfonso XI, que le dio Guadalajara, Talavera de la Reina y Olmedo como parte del Legado del rey Alfonso.", "label": "0", "portion_identifier": -1, "text_b": "En 1328, Maria se casó con el Rey Alfonso XI. Como parte de la dote, el Rey Alfonso le dio Guadalajara, Talavera de la Reina y Olmedo."}, {"uid": "spanish-1902-val", "text_a": "El poema se preserva en cuatro manuscritos contemporáneos, uno de los cuales es parcial:", "label": "0", "portion_identifier": -1, "text_b": "El poema está conservado en cuatro manuscritos fragmentarios, de los cuales uno es contemporáneo."}, {"uid": "spanish-980-val", "text_a": "Los componentes de los sistemas mecánicos almacenan energía elástica potencial si se deforman en el sistema cuando se les aplican fuerzas.", "label": "0", "portion_identifier": -1, "text_b": "Los componentes de los sistemas potenciales elásticos almacenan energía mecánica si se deforman en el sistema cuando se aplican fuerzas."}, {"uid": "spanish-465-val", "text_a": "Holly Holly fue influenciada por Elton John en materia musical.", "label": "0", "portion_identifier": -1, "text_b": "Elton John fue influenciado musicalmente por Holly."}], "1": [{"uid": "spanish-1989-val", "text_a": "Su nombre, Afolabi, significa \"Nacido en la riqueza\". Su sobrenombre en Nigeria es Robocop por sus movimientos rígidos.", "label": "1", "portion_identifier": -1, "text_b": "Su nombre, Afolabi, significa \"nacido rico\", su sobrenombre en Nigeria es Robocop, debido a sus movimientos rígidos."}, {"uid": "spanish-727-val", "text_a": "El río Măgheruş es un afluente del río Giuroc en Rumania.", "label": "1", "portion_identifier": -1, "text_b": "El río Măgheruş es un afluente del río Giuroc Romania."}, {"uid": "spanish-824-val", "text_a": "Las especies son miembros de diversos grupos ecológicos, que incluyen arbustos xerófilos, lianas y árboles, plantas tropicales, micoheterótrofas, como también diferentes representantes herbáceos.", "label": "1", "portion_identifier": -1, "text_b": "Las especies son miembros de distintos grupos ecológicos, como los árboles, las lianas y el matorral xerófilos, plantas tropicales, micoheterótrofas, como también varias representantes herbáceas."}, {"uid": "spanish-1087-val", "text_a": "William Llewelyn Williams, conocido como Llewelyn Williams (10 de marzo de 1867 - 22 de abril de 1922), fue un periodista, abogado y político liberal radical galés.", "label": "1", "portion_identifier": -1, "text_b": "William Williams, conocido como Llewelyn Williams (10 de marzo de 1867 - 22 de abril de 1922) fue un periodista, abogado y político liberal radical galés."}, {"uid": "spanish-792-val", "text_a": "De acuerdo con la Oficina del Censo de los Estados Unidos, Southport tiene un área total de la cual es tierra y, o 0,91 %, es agua.", "label": "1", "portion_identifier": -1, "text_b": "De acuerdo con la Oficina del Censo de los Estados Unidos, Southport tiene un área total de, de lo cual es tierra y, o el 0,91 %, es agua."}, {"uid": "spanish-1992-val", "text_a": "Al considerar a Vinny Testaverde como principiante, Zolak estaba compitiendo con Ray Lucas por un trabajo de respaldo.", "label": "1", "portion_identifier": -1, "text_b": "Con Vinny Testaverde como principiante, Zolak se enfrentaba a Ray Lucas en la competencia por un trabajo de reserva."}, {"uid": "spanish-1504-val", "text_a": "Pennmakkal es una película malayo-india de 1966, dirigida por J. Sasikumar y producida por KP Kottarakkara.", "label": "1", "portion_identifier": -1, "text_b": "Pennmakkal es una película de 1966 de Malabar India dirigida por J. Sasikumar y producida por KP Kottarakkara."}, {"uid": "spanish-1310-val", "text_a": "Hasta la llegada de la tecnología de vídeo electrónica y digital, la producción en masa de películas pornográficas estuvo vinculada directamente con la industria cinematográfica convencional.", "label": "1", "portion_identifier": -1, "text_b": "Hasta el advenimiento de la tecnología de vídeo electrónica y digital, la producción masiva de películas pornográficas estaba directamente ligada a la industria cinematográfica principal."}]}