{"1": [{"uid": "spanish-15801-trn", "text_a": "Es cierto que se adapta bien al pabellón auditivo, pero no merece la pena, sonido metálico, cerrado y distorsionado, con pitidos ocasionales y molestos, poca nitidez, no nos ha servido, y para colmo de males no se puede devolver, 33 euros tirados a la basura.", "label": 1, "portion_identifier": -1, "text_b": "No merece la pena . drugstore"}, {"uid": "spanish-722-trn", "text_a": "Instrucciones en inglés, la batería no dura 1hora con iluminación", "label": 1, "portion_identifier": -1, "text_b": "Deja mucho que desear . pc"}], "2": [{"uid": "spanish-72347-trn", "text_a": "Son tal y como viene en la descripción. Sin embargo, en menos de 6 meses dejaron de funcionar.", "label": 2, "portion_identifier": -1, "text_b": "Poca duración . video_games"}, {"uid": "spanish-63416-trn", "text_a": "No me han gustado mucho pierden pelusas y no secan bien. No voy a repetir. Los compré porque don de rizos pero no estoy nada satisfecha", "label": 2, "portion_identifier": -1, "text_b": "No secan nada . home"}], "3": [{"uid": "spanish-99413-trn", "text_a": "No he notado un volumen extra por usar este champú y eso que lo acompañé de su crema correspondiente.", "label": 3, "portion_identifier": -1, "text_b": "Decepción . beauty"}, {"uid": "spanish-92964-trn", "text_a": "El micrófono no funciona. Se desconfigura", "label": 3, "portion_identifier": -1, "text_b": "Micrófono falla . electronics"}], "4": [{"uid": "spanish-150630-trn", "text_a": "Los compre para los niños a unos 140 € y la verdad es que genial, el envío muy rápido y la capa de viscolastica es muy muy cómoda, solo tienen un par de meses así que la durabilidad no puedo comentarla aún pero tienen muy buena pinta a ese precio.", "label": 4, "portion_identifier": -1, "text_b": "Recomendable . furniture"}, {"uid": "spanish-133208-trn", "text_a": "Mi peque tiene 16 meses y puede beber perfectamente de esta botella, va genial para llevar en la silleta y poder beber tu y tu peque.", "label": 4, "portion_identifier": -1, "text_b": "Buen tamaño . baby_product"}], "5": [{"uid": "spanish-186981-trn", "text_a": "¡Le di esta lámpara de libro como un regalo a un amigo y le encantó! La calidad es excelente: la luz cálida emitida por la lámpara hacen de este un regalo maravillosamente único. ¡Esta lámpara de libro es el regalo perfecto para cualquier amante de los libros!", "label": 5, "portion_identifier": -1, "text_b": "El regalo perfecto . home"}, {"uid": "spanish-168221-trn", "text_a": "Cabe perfectamente el dron, el mando rc, 3 baterías, cargadores repuestos etc útil y perfecta.", "label": 5, "portion_identifier": -1, "text_b": "Magnífica!! . camera"}]}