{"0": [{"uid": "french-1717-val", "text_a": "Rory Jennings, qui joue Tommy Connolly, joue l'adolescent Davros dans Big Finish Productions.", "label": "0", "portion_identifier": -1, "text_b": "Tommy Connolly, qui joue Rory Jennings, joue l'adolescent Davros dans Big Finish Productions."}, {"uid": "french-1858-val", "text_a": "Mark Allen a remporté la finale contre Martin Gould 1 : 0 (104 -- 0).", "label": "0", "portion_identifier": -1, "text_b": "Martin Gould a remporté la finale 1 -- 0 (104 -- 0) contre Mark Allen."}, {"uid": "french-1249-val", "text_a": "David Cardinal Beaton était lord chancelier d'Écosse au moment de sa mort, archevêque de St. Andrews et Cardinal Légat d'Écosse.", "label": "0", "portion_identifier": -1, "text_b": "Au moment de sa mort, David Cardinal Beaton était lord chancelier de St Andrews, archevêque d'Écosse et cardinal-légat d'Écosse."}, {"uid": "french-684-val", "text_a": "Après la mort de Juan d'Autriche en 1578, Philippe II l'autorisa à choisir sa propre résidence.", "label": "0", "portion_identifier": -1, "text_b": "Après la mort de Philippe II d'Autriche en 1578, Jean lui a permis de choisir sa propre résidence."}], "1": [{"uid": "french-1021-val", "text_a": "Il a été entraîné par John Velazquez et a été monté au cours de la plupart de ses courses importantes par le jockey Dale Romans.", "label": "1", "portion_identifier": -1, "text_b": "Il a été entraîné par John Velazquez et monté lors de la plupart de ses courses les plus importantes par le jockey Dale Romans."}, {"uid": "french-1786-val", "text_a": "La biographie a été publiée à présent en Grande-Bretagne, aux USA (St Martin's 2013), en Pologne (Swiat Ksiazki, 2013), en Hongrie et en Chine.", "label": "1", "portion_identifier": -1, "text_b": "La biographie a désormais été publiée en Grande-Bretagne, aux États-Unis (St Martins 2013), en Pologne (Swiat Ksiazki, 2013), en Hongrie et en Chine."}, {"uid": "french-621-val", "text_a": "La série débuta le 18 avril 2009 en Nouvelle-Zélande, via Nickelodeon (Australie et Nouvelle-Zélande).", "label": "1", "portion_identifier": -1, "text_b": "La série débuta en Nouvelle-Zélande le 18 avril 2009 sur Nickelodeon (En Australie et en Nouvelle-Zélande)."}, {"uid": "french-828-val", "text_a": "Peter DuConge (1903 - 1967) était un jeune joueur d'instruments à anche de jazz, actif sur la scène américaine de jazz de la Nouvelle-Orléans.", "label": "1", "portion_identifier": -1, "text_b": "Peter DuConge (1903 -1967) était un jeune joueur d'instruments à anche de jazz, actif sur la scène américaine du jazz de la Nouvelle-Orléans."}]}