{"0": [{"uid": "german-422-val", "text_a": "Die Liste enthält Wörter in kroatischer Sprache mit mindestens 10 Buchstaben. Einige Wörter der Liste stammen aus der lateinischen und griechischen Sprache.", "label": "0", "portion_identifier": -1, "text_b": "Diese Liste enthält griechische Wörter mit mindestens 10 Buchstaben, einige davon stammen aus dem Lateinischen und Kroatischen."}, {"uid": "german-250-val", "text_a": "Die Saison 2008/09 war für die Colorado Avalanche die 37. Saison als Franchise, die 30. in der National Hockey League und die 14. als Colorado Avalanche.", "label": "0", "portion_identifier": -1, "text_b": "Die Saison 2008/09 Colorado Avalanche war die 37. Saison der Franchise, die 14. in der National Hockey League und die 30. als Colorado Avalanche."}, {"uid": "german-19-val", "text_a": "Bei seiner Eröffnung war David Nixon Director von BBC Television, und das erste ausgestrahlte Programm war „First Night“ mit Gerald Beadle in Studio 3.", "label": "0", "portion_identifier": -1, "text_b": "Bei der Eröffnung war Gerald Beadle der Director von BBC - TV, und als erste Sendung wurde „First Night“ mit David Nixon in Studio Drei ausgestrahlt."}, {"uid": "german-1801-val", "text_a": "Vermont South grenzt im Norden an Mitcham, im Westen an Nuawiding und Forest Hill, im Süden an Vermont und im Osten an Wantirna und Ringwood.", "label": "0", "portion_identifier": -1, "text_b": "Vermont grenzt im Norden an Mitcham, im Westen an Nunawiding und Forest Hill, im Süden an Vermont South und im Osten an Ringwood."}], "1": [{"uid": "german-540-val", "text_a": "In Japan und Asien ist für das Manga ein gleichnamiges Video Spiel für den Sega Mega Drive zu haben.", "label": "1", "portion_identifier": -1, "text_b": "Der Manga hat mit dem gleichen Namen ein Videospiel für den Sega Mega Drive in Asien und Japan."}, {"uid": "german-1678-val", "text_a": "Barshi ist ein Erdwall am örtlichen Fluss nahe dem Pathari-Damm im Distrikt Solapur im Staat Maharashtra in Indien.", "label": "1", "portion_identifier": -1, "text_b": "Barshi ist ein Erdschüttungsdamm in einem lokalen Fluss in der Nähe des Pathari Dam im Verwaltungsbezirk Solapur, im indischen Bundesstaat Maharashtra."}, {"uid": "german-1286-val", "text_a": "Im August 2017 schloss sich Aluri Chakrapani dem Team an, um angeblich die Rolle des Produzenten Prakash Raj zu spielen.", "label": "1", "portion_identifier": -1, "text_b": "Aluri Chakrapani trat dem Team im August 2017 bei, um angeblich die Rolle des Produzenten Prakash Raj zu übernehmen."}, {"uid": "german-1083-val", "text_a": "284 v. Chr. trafen sich König Qi und König Zhao von Quin in der Westlichen Zhou-Dynastie, um eine Allianz gegen Xi aufzustellen.", "label": "1", "portion_identifier": -1, "text_b": "284 v. Chr. traf sich König Qi mit König Zhao von Qin in der westlichen Zhou-Dynastie, um eine Allianz gegen Xi aufzustellen."}]}