{"0": [{"uid": "german-1851-val", "text_a": "Im Alter von 19 Jahren zog sie nach Stockholm und 2011 nach New York.", "label": "0", "portion_identifier": -1, "text_b": "Im Alter von 19 Jahren zog sie nach New York und 2011 nach Stockholm."}, {"uid": "german-247-val", "text_a": "Loveland nutze die erste Etage als Warenraum und in der zweiten Etage befand sich der Freimaurertempel.", "label": "0", "portion_identifier": -1, "text_b": "NS"}, {"uid": "german-1337-val", "text_a": "Der aktuelle Biograph von David I. Walsh schreibt : „Die Kampagne zur Zerstörung von Walsh funktionierte, weil er sich nicht verteidigen konnte.... David I. Walsh war schwul.", "label": "0", "portion_identifier": -1, "text_b": "Der aktuellste Biograf von Walsh schreibt: „Die Kampagne zur Vernichtung von David I. Walsh hat gewirkt, weil er sich nicht verteidigen konnte ... David I. Walsh war schwul.“"}, {"uid": "german-260-val", "text_a": "Ronald Himes (1997) erkennt jedoch 2 Dialekte für Itneg an, nämlich Binongan (Ost) und Inlaod (West).", "label": "0", "portion_identifier": -1, "text_b": "Ronald Himes (1997) identifizierte hingegen zwei Dialekte bei den Itneg, nämlich Binongan (westlich) und Inlaod (östlich)."}], "1": [{"uid": "german-1928-val", "text_a": "Jürgen Melzer gewann der Titel nach seinem Sieg über Michał Przysiężny im Finale mit 6:4, 6:3 .", "label": "1", "portion_identifier": -1, "text_b": "Jürgen Melzer gewann den Titel nach seinem Sieg über Michał Przysiężny 6:4, 6:3 im Finale."}, {"uid": "german-627-val", "text_a": "Das Resort verfügt über 7 rote Pisten, 3 blaue Pisten, 2 schwarze Pisten und eine grüne Piste.", "label": "1", "portion_identifier": -1, "text_b": "Das Gebiet hat 7 rote, 3 blaue, 2 schwarze und eine grüne Piste(n)."}, {"uid": "german-616-val", "text_a": "Am 13. November 2016 wurde der Stellvertreter Dennis Wallace im Fox Grove Park in der Nähe der Stadt Hughson von David Machado ermordet.", "label": "1", "portion_identifier": -1, "text_b": "Am 13. November 2016 ermordete David Machado Dennis Wallace im Fox Grove Park nahe der Stadt Hughson."}, {"uid": "german-1947-val", "text_a": "Eine weitere Methode zur Eindämmung des Rotwildbestands ist die Kontrolle der Geburtenrate.", "label": "1", "portion_identifier": -1, "text_b": "Ein weiterer Weg, die Population von Hirschen zu regulieren, ist die Kontrolle ihrer Fertilitätsrate."}]}