{"0": [{"uid": "french-831-val", "text_a": "La saison 1894 -- 95 a été la quatrième saison de football Liga du Manchester City F.C. et la troisième saison dans la ligue de football.", "label": "0", "portion_identifier": -1, "text_b": "La saison 1894 -- 95 était la troisième saison de la ligue de football du Manchester City F.C.  et la quatrième saison de la ligue de football."}, {"uid": "french-487-val", "text_a": "Né en Australie, Lang déménagea en Israël dans sa jeunesse et s'y installa en 1961.", "label": "0", "portion_identifier": -1, "text_b": "Lang est né en Israël, émigra en Australie dans sa jeunesse et s'y installa en 1961."}, {"uid": "french-617-val", "text_a": "Un Peri dont les forces apparaissent dans ses cheveux se trouve dans le roman d'Elizabeth Ann Scarborough de 1984, \"The Harem of Aman Akbar\".", "label": "0", "portion_identifier": -1, "text_b": "Un péri, dont les pouvoirs se trouvent dans les cheveux, apparaît dans Elizabeth roman de 1984 d'Ann Scarborough \" Le Harem d'Aman Akbar '' ."}, {"uid": "french-750-val", "text_a": "L'éclairage au Louvre - le tableau est plus chaleureux et semble plus doux, mais cela peut résulter du son du vernis à la surface.", "label": "0", "portion_identifier": -1, "text_b": "L'éclairage au Louvre - le tableau est plus doux et semble plus chaleureux, mais cela peut résulter du ton du vernis à la surface."}, {"uid": "french-892-val", "text_a": "Hazel a joué le rôle de la jeune sœur Alexandra Coppinger dans la nouvelle série télévisée \" Dead Gorgeous \".", "label": "0", "portion_identifier": -1, "text_b": "Dans la nouvelle série télévisée \" Dead Gorgeous \", Alexandra Coppinger a joué le rôle de la plus jeune sœur Hazel."}, {"uid": "french-116-val", "text_a": "En 1933, Cattell a écrit que de toutes les races nordiques, \" la race européenne était celle dont l'intelligence et la stabilité du tempérament étaient les plus développés \".", "label": "0", "portion_identifier": -1, "text_b": "En 1933, Cattell a écrit que, de toutes les races européennes, la \" race nordique était la plus évoluée en termes d'intelligence et de stabilité du tempérament \"."}, {"uid": "french-1699-val", "text_a": "Le mont DeVoe est une montagne de l'île de Vancouver, Colombie-Britannique, Canada, située au sud-est du pic Rambler et au sud de la Gold River.", "label": "0", "portion_identifier": -1, "text_b": "Le mont DeVoe est une montagne située sur l'île de Vancouver, Colombie-Britannique, Canada, au sud-est de Gold River et au sud du pic Rambler."}, {"uid": "french-1795-val", "text_a": "Cai Mao avait également un fils, Cai Feng.", "label": "0", "portion_identifier": -1, "text_b": "Cai Feng a également eu un fils, Cai Mao."}], "1": [{"uid": "french-1219-val", "text_a": "Il y a un certain nombre de variations modernes qui composent le Suikinkutsu moderne et la liste ci-dessous montre certaines des possibilités du \" Suikinkutsu \" traditionnel.", "label": "1", "portion_identifier": -1, "text_b": "Il y a un certain nombre de variations modernes qui forment le \" suikinkutsu \" moderne. La liste ci-dessous montre quelques-unes des possibilités du \" suikinkutsu \" traditionnel."}, {"uid": "french-1933-val", "text_a": "Il a enregistré avec le groupe de Billy Eckstine et en 1946 il a joué avec Lionel Hampton.", "label": "1", "portion_identifier": -1, "text_b": "Il enregistra avec le groupe de Billy Eckstine et, en 1946, joua avec le groupe de Lionel Hampton."}, {"uid": "french-1876-val", "text_a": "Il reste deux petites ligues indépendantes avec une poignée de membres seulement : la Grampian Alliance League et la Highland Alliance League.", "label": "1", "portion_identifier": -1, "text_b": "Il reste deux petites ligues indépendantes avec seulement une poignée de membres : la Grampian Alliance League et la Highland Alliance League."}, {"uid": "french-642-val", "text_a": "Il y a eu de la violence contre les Juifs paramilitaires dans les premières années de la république de Weimar, et elle était menée par les Freikorps allemands.", "label": "1", "portion_identifier": -1, "text_b": "Au cours des premières années de la République de Weimar, il y a eu de la violence contre les Juifs paramilitaires, dirigés par le Freikorps allemand."}, {"uid": "french-829-val", "text_a": "Après avoir encouragé le renforcement de l'Afrique du Nord, elle retourna à Oran le 18 août pour préparer l'invasion de l'Italie, pour laquelle elle s'embarqua le 5 septembre.", "label": "1", "portion_identifier": -1, "text_b": "Après les renforts de ferry d'Afrique du Nord, elle est retournée à Oran le 18 août pour se préparer pour l'invasion de l'Italie, vers laquelle elle a pris la mer le 5 septembre."}, {"uid": "french-1651-val", "text_a": "Début 2016, le sénateur Chris Widener a été nommé au Sénat de l'Ohio pour succéder au sénateur Bob Hackett, qui a démissionné.", "label": "1", "portion_identifier": -1, "text_b": "Début 2016, le sénateur Chris Widener a été nommé sénateur de l'Ohio pour succéder au sénateur Bob Hackett, qui avait démissionné."}, {"uid": "french-1078-val", "text_a": "Selon le Bureau du recensement des États-Unis, Southport a une superficie totale de , dont des terres et , ou 0,91 %, est de l'eau.", "label": "1", "portion_identifier": -1, "text_b": "Selon le Bureau du recensement des États-Unis, Southport a une superficie totale de terre et , ou 0,91 %, est de l'eau."}, {"uid": "french-1884-val", "text_a": "Dr. Hector, Cody et Christie trouvent le Dr. Christie, qui prend Forrest en otage.", "label": "1", "portion_identifier": -1, "text_b": "Hector, Cody, et Christie trouvent le Dr. Christie qui prend Forrest en otage."}]}