{"0": [{"uid": "german-939-val", "text_a": "Vor der Rückkehr albanischer Flüchtlinge im Jahr 1999 verließen die serbischen Familien das Dorf.", "label": "0", "portion_identifier": -1, "text_b": "Vor der Rückkehr der serbischen Flüchtlinge 1999 verließen die albanischen Familien das Dorf."}, {"uid": "german-1594-val", "text_a": "Die Dubai Waterfront bildete die erste Phase des größeren Arabischen Kanals.", "label": "0", "portion_identifier": -1, "text_b": "Der Arabian Canal war die erste Phase der größeren Dubai Waterfront."}, {"uid": "german-1705-val", "text_a": "Diese Reservierung wurde von der Regierung Ihrer Majestät immer als Vilayet von Jerusalem und dem unabhängigen Sanjak von Beirut betrachtet.", "label": "0", "portion_identifier": -1, "text_b": "In den Augen der Regierung seiner Majestät erstreckte sich dieses Reservat schon immer über das Vilâyet Beirut und das unabhängige Sandschak Jerusalem."}, {"uid": "german-1946-val", "text_a": "Im Juni 2005 wurde das BBC College of Journalism als E-Learning-Kurs mit Kevin Marsh als Chefredakteur eröffnet, sein erster Direktor war Vin Ray.", "label": "0", "portion_identifier": -1, "text_b": "Das BBC College of Journalism wurde als E-Learning-Kursreihe mit Vin Ray als Chefredakteur im Juni 2005 eröffnet. Sein erster Direktor war Kevin Marsh."}, {"uid": "german-377-val", "text_a": "Seine nachfolgenden Arbeiten in Landwirtschaft waren hauptsächlich in Norfolk, er schlug jedoch auch umfassende Aufschüttungen in Lincolnshire vor, die erfolgreich durchgeführt wurden.", "label": "0", "portion_identifier": -1, "text_b": "Nachfolgend arbeitete er hauptsächlich in der Landwirtschaft, aber er entwarf auch weitreichende Deiche in Norfolk, die erfolgreich umgesetzt wurden."}, {"uid": "german-1949-val", "text_a": "Dakota City ist Teil der Metropolregion Sioux City, IA -- NE -- NE -- SD .", "label": "0", "portion_identifier": -1, "text_b": "Dakota City ist Teil des statistischen Großraums NE - Sioux City, IA - SD."}, {"uid": "german-1072-val", "text_a": "„Battlepug“ ist ein Webcomic von Mike Norton, coloriert von Allen Passalaqua und geschrieben von Chris Crank.", "label": "0", "portion_identifier": -1, "text_b": "Battlepug ist ein Webcomic, geschrieben und illustriert von Mike Norton, koloriert von Allen Passalaqua und gesetzt von Chris Crank."}, {"uid": "german-685-val", "text_a": "Der Milcov ist ein Nebenfluss des Dilcov in Rumänien.", "label": "0", "portion_identifier": -1, "text_b": "Der Dilcov ist ein rechter Flussarm des Milcov in Rumänien."}], "1": [{"uid": "german-193-val", "text_a": "Am 17. August 1865 wurde die 3. freiwillige Kavallerie von New York mit der 16. freiwilligen Kavallerie von New York zur 13. provisorischen Kavallerie von New York zusammengelegt.", "label": "1", "portion_identifier": -1, "text_b": "Am 17. August 1865 wurde die 3. New Yorker Freiwilligen-Kavallerie mit der 16. New Yorker Freiwilligen-Kavallerie zur 13. New Yorker Interims-Kavallerie zusammengeschlossen."}, {"uid": "german-856-val", "text_a": "1937 zog Gerald Heard mit seiner Frau Maria, seinem Sohn Huxley und seinem Freund Matthew Huxley nach Hollywood.", "label": "1", "portion_identifier": -1, "text_b": "1937 zog Gerald Heard mit seiner Frau Maria, seinem Sohn Huxley und seinem Freund Matthew Huxley nach Hollywood."}, {"uid": "german-456-val", "text_a": "Taylor blieb bis zu seinem Tod als Scout für die Chicago White Sox und die Milwaukee und Atlanta Braves im Baseball aktiv.", "label": "1", "portion_identifier": -1, "text_b": "Bis zu seinem Tod blieb Taylor im Baseball als Scout für die Atlanta Braves sowie für die Milwaukee und Chicago White Sox aktiv."}, {"uid": "german-926-val", "text_a": "Er war der Sohn von John Scott und seiner Frau, Jane Scott, die die Tochter von Thomas Cairnes war.", "label": "1", "portion_identifier": -1, "text_b": "Er war der Sohn von John Scott und seiner Frau Jane Scott, Tochter von Thomas Cairnes."}, {"uid": "german-1432-val", "text_a": "Die Besetzung konzentriert sich hauptsächlich auf Alternative und Indie.", "label": "1", "portion_identifier": -1, "text_b": "Die Besetzung konzentriert sich hauptsächlich auf Indie und Alternative."}, {"uid": "german-1419-val", "text_a": "Das war die erste der vier Schlachten, die er gegen Karthago führen sollte.", "label": "1", "portion_identifier": -1, "text_b": "Dies entfachte den ersten von vier Kriegen, die er gegen Karthago führte."}, {"uid": "german-132-val", "text_a": "Während seiner Teilnahme an der DTM stand der Audi V8 in Konkurrenz zu den viel kleineren und leichteren Mercedes 190, BMW M3 und zum etwas kleineren Opel Omega 3000.", "label": "1", "portion_identifier": -1, "text_b": "Der Audi V8 fuhr während seiner DTM-Auftritte gegen deutlich kleinere und leichtere Mercedes 190, BMW M3 und etwas kleinere Opel Omega 3000."}, {"uid": "german-1115-val", "text_a": "Jedoch war das Album durch Madonna, Prince und Michael Jackson beeinflusst.", "label": "1", "portion_identifier": -1, "text_b": "Das Album wurde jedoch von Madonna, Prince und Michael Jackson beeinflusst."}]}