{"1": [{"uid": "german-21883-trn", "text_a": "Wir hatten zunächst große Freude an den Toren, unkomplizierter Aufbau. Doch nach wenigen Wochen war bereits ein Tor defekt. Der Weg über den Kundenservice hat leider gar nichts gebracht. Bisher keine Reaktion, inwieweit ein Umtausch möglich ist. Das ist ganz schlechter Service.", "label": 1, "portion_identifier": -1, "text_b": "Produkt nach wenigen Wochen kaputt . sports"}, {"uid": "german-24975-trn", "text_a": "Keine Ahnung in welcher Welt, das ein microusb Anschluß ist, bei meinem galaxy sowie mit verschiedenen Adaptern funktioniert es jedenfalls nicht.", "label": 1, "portion_identifier": -1, "text_b": "Kein gängiges Micro USB . wireless"}, {"uid": "german-13893-trn", "text_a": "Diese Soundkarte hat so gut wie überhaupt keinen Bass. Wie man so eine derart miserable Klangqualität mit 5 Sternen bewerten kann, ist mir ein Rätsel. Der einzige positive Aspekt an dieser Soundkarte ist, dass sie überall ohne Treiberinstallation funktioniert. Selbst an einem Galaxy S8. Das war's aber auch schon.", "label": 1, "portion_identifier": -1, "text_b": "Fragliche Bewertungen . pc"}, {"uid": "german-26416-trn", "text_a": "Die Tüten sind viel zu dünn. Beim rausnehmen reißt die Tüte direkt. Wenn der Kater beim Buddeln dran kommt , ist direkt ein Loch in der Tüte.", "label": 1, "portion_identifier": -1, "text_b": "Nicht geeignet für ein Katzenklo . pet_products"}, {"uid": "german-17550-trn", "text_a": "Leider nichts für mich. Etweder war dieser schon im Einsatz, oder ist so verarbeitet. Wollte mal etwas mal wieder sparen, aber wie immer bei mir. Lieber gleich Zu B+W oder Hoya greifen. Ging zurück.", "label": 1, "portion_identifier": -1, "text_b": "Flecken, Pünktchen, Kratzen. . wireless"}, {"uid": "german-35864-trn", "text_a": "Ich habe zwei Sets bestellt. Leider war die Verpackung sehr dürftig und ein Glas zerbrochen. Sehr Schade. Da es sich um ein Weihnachtsgeschenk handelte, habe ich es so behalten und mit einem Glas verschenkt.", "label": 1, "portion_identifier": -1, "text_b": "mangelhafte Verpckung . home"}, {"uid": "german-17824-trn", "text_a": "Nicht kaufen !!!!! das Parfüm ist nicht echt !!! Ist einfach eine abzocke !!! Hatte das originale und das riecht deutlich besser !!!! Und kostet nur ein paar Euros mehr", "label": 1, "portion_identifier": -1, "text_b": "Fake!!!! . drugstore"}, {"uid": "german-3244-trn", "text_a": "Es handelt sich um normale Tischtennisbälle. Allerdings sind diese farblich mit einer Schicht überzogen. die Oberfläche fühlt sich rauh an. Ich zweifle an, ob diese Tischtennisbälle beispielsweise von Kleinkindern überhaupt in den Mund genommen werden können. Diese Art kann ICH selbst nicht weiterempfehlen. Es kann sich jedoch jeder selbst einen eigen Eindruck verschaffen. Wir haben aufgrund des geringen Preises, die Tischtennisbälle im Müll entsorgt. Ich bin davon ausgegangen, dass es sich um", "label": 1, "portion_identifier": -1, "text_b": "nicht zu empfehlen . toy"}], "2": [{"uid": "german-64598-trn", "text_a": "Nach einer Weihnachtssaison leider keine Drehung mehr, obwohl der Motor sich offensichtlich dreht.", "label": 2, "portion_identifier": -1, "text_b": "Drehkranz defekt . furniture"}, {"uid": "german-40826-trn", "text_a": "Sehr lange Lieferzeit. Leider ist die Pfote sehr unsauber ausgeschnitten, wirkt etwas wie mit der Hand gemacht. Sehr schade. Sieht von weiter weg wirklich klasse aus, würde es aber nicht nochmal bestellen.", "label": 2, "portion_identifier": -1, "text_b": "Mehr erwartet bei der langen Liegerzeit. . pet_products"}, {"uid": "german-75330-trn", "text_a": "Die Mengen an Schminke sind eine Frechheit! Das Schwarz, welches sehr häufig beim Schminken genutzt wird, kommt nur in homöopathischen Dosen daher. Optisch ist das vorher leider nicht zu erkennen. Die Qualität ist in Ordnung. Die Farben lassen sich gut wieder entfernen.", "label": 2, "portion_identifier": -1, "text_b": "Sehr, sehr wenig... . beauty"}, {"uid": "german-42169-trn", "text_a": "Leider viel zu schwach für meinen Geschmack. Ein Teebeutel reicht für max 200ml oder es schmeckt nach Wasser. Die Bergamotte schmeckt auch nur dezent.", "label": 2, "portion_identifier": -1, "text_b": "Viel zu schwach, dezent Bergamotte . grocery"}, {"uid": "german-63325-trn", "text_a": "Hat erst gut funktioniert und war günstig... jetzt geht garnichts mehr. Ab in die Tonne! Mein Sohn ist enttäuscht und traurig.", "label": 2, "portion_identifier": -1, "text_b": "Nicht lange Spaß mit gehabt . toy"}, {"uid": "german-45193-trn", "text_a": "Beim Zusammenbau und anschließender Aufladung ist ein Akku zerstört worden, obwohl die Accu Spezifikationen eingehalten wurden", "label": 2, "portion_identifier": -1, "text_b": "war nicht Zufriedenstellend . electronics"}, {"uid": "german-72042-trn", "text_a": "Die Gläser sind so an sich sehr schön, sehen schlicht und einfach aus. Leider aber waren 2-3 Gläser bereits gebrochen somit musste ich sie zurück senden.", "label": 2, "portion_identifier": -1, "text_b": "Schön Aber defekt . home"}, {"uid": "german-59921-trn", "text_a": "Entspricht nicht meinen Erwartungen. Trotz engster Einstellung könnte meine Hündin das aufblasbare Halsband sofort wieder abstreifen. Habe mir wirklich mehr versprochen.", "label": 2, "portion_identifier": -1, "text_b": "Hat nicht entsprochen. . pet_products"}], "3": [{"uid": "german-82337-trn", "text_a": "die kleinen runden mit 1cm Durchmesser sind stärker und robuster. Einer ist mir gebrochen als ich beim Einnähen mit der Nähmaschinennadel drauf kam.", "label": 3, "portion_identifier": -1, "text_b": "nicht schlecht, aber zu schwach . furniture"}, {"uid": "german-100281-trn", "text_a": "Ich hätte das Magnetband für eine Fliegengittertüre benötigt. Leider ist meinem Empfinden nach die Magnetkraft für den von mir bestimmten Zweck viel zu schwach. Für diesen Zweck nicht zu gebrauchen.", "label": 3, "portion_identifier": -1, "text_b": "Schwache Magnetkraft . home_improvement"}, {"uid": "german-114556-trn", "text_a": "Leider nur 3 Sterne, da die Uhr leider schon benutzt war (anscheinend war die Uhr eine Rücksendung).", "label": 3, "portion_identifier": -1, "text_b": "Uhr war ok . watch"}, {"uid": "german-95406-trn", "text_a": "Leider zu klein doch sehr schnelle Lieferung und sehr gute Verarbeitung und Material Die Firma ist sehr nett und zuvorkommend", "label": 3, "portion_identifier": -1, "text_b": "Leider zu klein . apparel"}, {"uid": "german-82618-trn", "text_a": "Für den kleinen Gebrauch OK. Für den Preis eine gute Investition. Saugt und bläst und hächselt wie in der Beschreibung. Ist etwas viel Plastik und die Farbe ist nicht wie im Bild beschrieben. Aber er tut seinen Job. Haben ihn jetzt zweimal benutzt und sind zufrieden. Der Zusammenbau war auch ok", "label": 3, "portion_identifier": -1, "text_b": "Für den kleinen Gebrauch ok . home_improvement"}, {"uid": "german-97061-trn", "text_a": "Das Laufwerk erfüllt seinen Zweck, ist aber dabei ziemlich laut. Die Verarbeitung ist in Ordnung, aber auch nicht mehr. Wer ein Laufwerk für gelegentliches Einlesen oder Brennen braucht, wird damit mehr oder minder zufrieden sein. Als Abspielgerät direkt an einem Fernseher wäre es mir zu laut.", "label": 3, "portion_identifier": -1, "text_b": "Rappelkiste, aber erfüllt seinen Zweck . pc"}, {"uid": "german-81875-trn", "text_a": "Die Bücher sind wie bestellt angekommen. Allerdings gibt es einen Stern Abzug weil fast 3 EUR Porto verlangt wird, die Bücher aber per Büchersendung für 1 EUR Versand werden. Einen weiteren Stern Abzug gibt es weil sich Pixi Bücher doch etwas besser anfühlen als Nelson Bücher.", "label": 3, "portion_identifier": -1, "text_b": "Gut nur Versand zu teuer . book"}, {"uid": "german-82326-trn", "text_a": "Schmuck ist wie dargestellt, die Qualität ist nicht die beste, wurde für den Preis aber auch nicht erwartet. Für den Preis wirklich in Ordnung", "label": 3, "portion_identifier": -1, "text_b": "In Ordnung . jewelry"}], "4": [{"uid": "german-154487-trn", "text_a": "Klasse Teil, kann man nur weiterempfehlen", "label": 4, "portion_identifier": -1, "text_b": "Super Teil . electronics"}, {"uid": "german-125221-trn", "text_a": "Die Kissen passen perfekt auf unsere Bank, sind gut gepolstert und sitzen sich daher sehr bequem. Lieferung kam umgehend. Gerne wieder.", "label": 4, "portion_identifier": -1, "text_b": "schnelle Lieferung, super Qualität . furniture"}, {"uid": "german-129292-trn", "text_a": "Das Schneidergebnis ist sehr gut und der Hobel ist einfach zu Handhaben und zu reinigen. Ich finde ihn mit 32 Euro aber zu teuer!", "label": 4, "portion_identifier": -1, "text_b": "Sehr guter Gemüsehobel . home"}, {"uid": "german-138538-trn", "text_a": "schönes Modell zu guten Preisen , schnelle Lieferung , ;so , wie es wir es erwartet hatten , sind sehr zufrieden", "label": 4, "portion_identifier": -1, "text_b": "Schönes modell . watch"}, {"uid": "german-129912-trn", "text_a": "sehr gute Qualität, und entgegen der fotos hier auf Amazon hat jeder griff eine andere musterung. 2 verschiedene Schraubenlängen anbei. ein stern abzug aufgrund der Verpackung. jedes teil ist einzeln in plastik geschweißt.", "label": 4, "portion_identifier": -1, "text_b": "super Qualität, sieht klasse aus! . home_improvement"}, {"uid": "german-147548-trn", "text_a": "Super! Einfach anzulegen und angenehm zu tragen. Einen Stern Abzug, weil man das Zubehör extra kaufen muss. Und für kleine Babys benötigt man das Zubehör auf jeden Fall.", "label": 4, "portion_identifier": -1, "text_b": "Super gut! . baby_product"}, {"uid": "german-131160-trn", "text_a": "die Lieferung war sehr schnell. diese Gleiter sind leicht in der Handhabung und halten sehr gut", "label": 4, "portion_identifier": -1, "text_b": "Stabil und leicht in der Handhabung . furniture"}, {"uid": "german-146796-trn", "text_a": "Hängt etwas schief, aber daß kann man ausgleichen. Ansonsten gerne wieder. Mit freundlichen Grüßen Peter Röder", "label": 4, "portion_identifier": -1, "text_b": "Gute Verarbeitung. . kitchen"}], "5": [{"uid": "german-160954-trn", "text_a": "Hab die Hülle bestellt weil mein impfpass in der Geldbörse ziemlich gelitten hat. Er passt sehr gut rein.", "label": 5, "portion_identifier": -1, "text_b": "Tut was es soll . office_product"}, {"uid": "german-193513-trn", "text_a": "seit jahren das BESTe.", "label": 5, "portion_identifier": -1, "text_b": "Kein anderes!! . pet_products"}, {"uid": "german-182828-trn", "text_a": "Je mehr man trainiert, um so mehr Gewicht legt man auf, was bei mir mit deutlichen Schwielen einhergeht. Nun habe ich schon mal probiert, mit Handschuhen zu trainieren, fand das aber auf Dauer lästig, da ich nicht bei allen Übungen die Handschuhe nutze. Und somit immer ein Friemeln beim An- und Ausziehen. Bei den Grip Pads - ich nenne sie \"meine Topflappen\" - habe ich das Problem nicht. Einfach nutzen, wenn ich sie brauche, weglegen, wenn sie nicht benötigt werden. Und durch den mitgelieferten Beutel fliegen sie auch nicht wild in meiner Tasche herum. Und ganz wichtig, man hat einen sehr guten Griff mit den den Grip Pads !!!", "label": 5, "portion_identifier": -1, "text_b": "Sieht lustig aus, funktioniert aber prima ! . sports"}, {"uid": "german-173889-trn", "text_a": "Stabile Packtaschen, vollkommen in Ordnung zum Verstauen von Sachen.", "label": 5, "portion_identifier": -1, "text_b": "Voll in Ordnung . home"}, {"uid": "german-173987-trn", "text_a": "Das Gerät war schnell geliefert und habe nach Tagen festgestellt,Tauben waren nicht mehr im Anflug. Es funktioniert also wunderbar.Das die Batterien(sind im Lieferumfang enthalten) über Solar wieder aufgeladen werden,ist eine doppelte Kaufempfehlung.", "label": 5, "portion_identifier": -1, "text_b": "Macht was es soll . lawn_and_garden"}, {"uid": "german-172504-trn", "text_a": "Toller Bravia Fernseher. Das Bild ist super. Prime Video läuft flüssig. 4K sieht hammergeil aus.", "label": 5, "portion_identifier": -1, "text_b": "Schönes Bild . other"}, {"uid": "german-186512-trn", "text_a": "Habe diese Produkt auf der Suche nach einem Geschenk gefunden und aufgrund der Originalität sofort gekauft. Bestellung, Versand, Bezahlung ... hat alles einwandfrei geklappt. Danke!", "label": 5, "portion_identifier": -1, "text_b": "einwandfrei gelaufen . apparel"}, {"uid": "german-182491-trn", "text_a": "Passt wie beschrieben, tolles Kleid", "label": 5, "portion_identifier": -1, "text_b": "Passt, schnelle abwicklung suuuuuper . apparel"}]}