{"0": [{"uid": "spanish-1594-val", "text_a": "El frente costero de Dubai conformaría la primera fase del Canal de Arabia más extenso.", "label": "0", "portion_identifier": -1, "text_b": "El Arabian Canal constituiría la primera fase del paseo marítimo más largo de Dubai."}, {"uid": "spanish-1082-val", "text_a": "Fue ejecutada el 3 de mayo de 1947, 24 minutos después de Elisabeth Marschall, por Albert Pierrepoint en la prisión de Hameln por sus delitos, a las 9:55.", "label": "0", "portion_identifier": -1, "text_b": "Fue ejecutada el 3 de mayo de 1947, 24 minutos después de Albert Pierrepoint, por Elisabeth Marschall en la prisión de Hameln por sus delitos."}, {"uid": "spanish-1241-val", "text_a": "El \"caso\" se utilizó por última vez en 1949 en Alemania Oriental, y en 1966 en Alemania Occidental.", "label": "0", "portion_identifier": -1, "text_b": "El \"Fallbeil\" se usó por última vez en Alemania occidental en 1949 y en Alemania oriental en 1966."}, {"uid": "spanish-831-val", "text_a": "La temporada de 1894--95 fue la cuarta temporada de Manchester City F.C. de fútbol de Liga y la tercera temporada de la liga de fútbol.", "label": "0", "portion_identifier": -1, "text_b": "La temporada de 1894--95 fue la tercera temporada de Manchester City F.C. del fútbol de la liga y la cuarta temporada en la Football League."}, {"uid": "spanish-870-val", "text_a": "El Río Milcov es afluente directo del Río Dilcov en Rumania.", "label": "0", "portion_identifier": -1, "text_b": "El río Dilcov es un afluente del río en Rumania."}, {"uid": "spanish-512-val", "text_a": "Es un famoso centro de peregrinación ubicado a 78 kilómetros de Dharwad y a 37 kilómetros de Bélgica.", "label": "0", "portion_identifier": -1, "text_b": "Es un célebre centro de peregrinación ubicado a 78 kilómetros de Belgaum y a 37 kilómetros de Dharwad."}, {"uid": "spanish-210-val", "text_a": "La aerolínea fue desarrollada por Irelandia, que también ha creado otras cinco aerolíneas: VivaColombia, Ryanair, Allegiant Air, VivaAerobus y Tigerair.", "label": "0", "portion_identifier": -1, "text_b": "La aerolínea fue conformada por Irelandia, que también ha fundado otras cinco aerolíneas, como VivaColombia, Ryanair, Allegiant Air, VivaAerobus y Tigerair."}, {"uid": "spanish-272-val", "text_a": "Presta servicio en los suburbios del extremo sur de Melbourne de Edithvale inaugurado el 20 de septiembre el 1919.", "label": "0", "portion_identifier": -1, "text_b": "Presta sus servicios en el suburbio de Edithvale en Melbourne desde el 20 de setiembre de 1919."}], "1": [{"uid": "spanish-1110-val", "text_a": "Lang nació en Australia, migró a Israel de joven y se estableció allí en 1961.", "label": "1", "portion_identifier": -1, "text_b": "Nacido en Australia, Lang migró a Israel de joven y se estableció allí en 1961."}, {"uid": "spanish-1760-val", "text_a": "Quedan dos ligas pequeñas independientes con solo un puñado de miembros: la Liga Highland Alliance y la Liga Grampian Alliance.", "label": "1", "portion_identifier": -1, "text_b": "Siguen existiendo dos pequeñas ligas independientes con solo un puñado de miembros: la Grampian Alliance League y la Highland Alliance League."}, {"uid": "spanish-1239-val", "text_a": "El compuesto fue patentado por el Dr. Patrick Page y su equipo, y fue inventado en 2007 por Genkyotex.", "label": "1", "portion_identifier": -1, "text_b": "La preparación fue patentada por el Dr. Patrick Page y su equipo, e inventada por Genkyotex en 2007."}, {"uid": "spanish-1248-val", "text_a": "El 29 de julio 1791, Sarah se casó con Lea Thomas Wright Hill (1765-1842) en la Iglesia St. Martin en Birmingham y tuvo 8 hijos.", "label": "1", "portion_identifier": -1, "text_b": "Sarah Lea se casó con Thomas Wright Hill (1765--1842) el 29 de julio de 1791 en la iglesia de San Martín, Birmingham y tuvieron 8 hijos."}, {"uid": "spanish-903-val", "text_a": "Callum O'brien (nacido el 4 de noviembre 1982 en Nueva Zelanda) es un jugador profesional de squash de Cambridge.", "label": "1", "portion_identifier": -1, "text_b": "Callum O'brien (nacido el 4 de noviembre de 1982 en Nueva Zelanda) es un jugador profesional squash de Cambridge."}, {"uid": "spanish-604-val", "text_a": "Dos líneas operan diariamente la línea de Dearne Valley a York y Sheffield.", "label": "1", "portion_identifier": -1, "text_b": "Dos servicios funcionan diariamente en la línea de Dearne Valley a York y Sheffield."}, {"uid": "spanish-650-val", "text_a": "La Diócesis católica romana de Bungoma es una diócesis ubicada en la ciudad de Kisumu en la provincia eclesiástica de Bungoma en Kenya.", "label": "1", "portion_identifier": -1, "text_b": "La diócesis católico romana de Bungoma es una diócesis en la ciudad de Kisumu en la provincia eclesiástica de Bungoma en Kenya."}, {"uid": "spanish-925-val", "text_a": "Se celebró un evento hermano en Albert Park Lake en Melbourne y fue patrocinado por Fox FM (Melbourne, Australia).", "label": "1", "portion_identifier": -1, "text_b": "Un evento hermano se celebró en Albert Park Lake en Melbourne y fue patrocinado por Fox FM (Melbourne, Australia)."}]}