{"1": [{"uid": "german-7146-trn", "text_a": "Selbst ein Stern ist schon zu viel. Die Maske ist so schlecht verarbeitet. Sieht aus als hätte ein Kind die Maske gebastelt. Wobei ich glaube meine kleine Tochter könnte das besser. Die Maske geht auf jeden Fall zurück. So eine miese Qualität anzubieten ist wirklich eine Unverschämtheit.", "label": 1, "portion_identifier": -1, "text_b": "Sehr schlechte Verarbeitung . toy"}, {"uid": "german-20498-trn", "text_a": "Hat bei mir nicht geholfen. Weder augenbrauen noch wimpern sind gewachsen.", "label": 1, "portion_identifier": -1, "text_b": "Hat nicht geholfen . beauty"}, {"uid": "german-21970-trn", "text_a": "Papier kam verknickt an. Fläche für den Abdruck ist außerdem sehr klein. Keine Möglichkeit der Befestigung und somit total rutschig. Nach dem ersten Versuch schon fast keine Tinte mehr übrig. Geld wurde erstattet aber ich kann es nicht empfehlen.", "label": 1, "portion_identifier": -1, "text_b": "Lieber nicht. . baby_product"}, {"uid": "german-4808-trn", "text_a": "Das Produkt funktioniert nicht mit den neuen Ipad........", "label": 1, "portion_identifier": -1, "text_b": "Nicht nutzbar . electronics"}], "2": [{"uid": "german-44716-trn", "text_a": "Jede Nacht um 1Uhr stellt sich die Helligkeit des Projektors wieder auf Maximum was deutlich zu hell ist. Selbst bei Netzteil- und parallelem Batteriebetrieb keine Änderung.", "label": 2, "portion_identifier": -1, "text_b": "Helligkeit des Projektors stellt sich selbstständig jede Nacht um 1Uhr wieder auf Maximum . home"}, {"uid": "german-69472-trn", "text_a": "Es gibt in der Apotheke änliche Pillendosen, da sind die Auszüge über einen kleinen Hebel arretiert. Hier aber leider nicht! Ich habe lange gesucht und vieles ausprobiert, muss täglich die Übersicht behalten. Da war anfangs diese Dose perfekt. Bis mir irgendwann nach vier Monaten die Schübe in der Tasche aufging und alle Tabletten die Freiheit suchten. Sie war eben gut, aber nicht perfekt.", "label": 2, "portion_identifier": -1, "text_b": "Erst War sie schön, dann öffnet sich alles von alleine, Pillen fallen raus. . personal_care_appliances"}, {"uid": "german-74551-trn", "text_a": "Ich warte bis heute auf den bestellten Artikel. Leider kam bis heute keine Bestellung an, allerdings wurde von meinem Konto der Rechnungsbetrag einbehalten...", "label": 2, "portion_identifier": -1, "text_b": "Artikel nicht angekommen! . lawn_and_garden"}, {"uid": "german-53535-trn", "text_a": "Zwei Sterne weil die Verarbeitung sehr gut ist,doch leider passt kein Ei rein ohne zu verschwinden...auch nicht M Eier...das müssen schon XL Eier sein,von dem her nicht verwendbar.", "label": 2, "portion_identifier": -1, "text_b": "Nicht passend . home"}], "3": [{"uid": "german-92419-trn", "text_a": "Meine Siemens Eq6 ist kaputt gegangen. Hab den Automat aber zurückgeschickt da ich nicht zufrieden war. Zu laut und die Einstellungen sind mit zuwenig im Vergleich. Schade", "label": 3, "portion_identifier": -1, "text_b": "Ging wieder zurück, nicht zufrieden . kitchen"}, {"uid": "german-103836-trn", "text_a": "Wir haben die Maschine schon über ein Jahr täglich im Gebrauch und sie läuft einwandfrei. Nach jedem Kaffee spült sie sich kurz durch und danach riecht sie leider immer noch nach Plastik. Das wird wohl auch so bleiben.... Optisch wirkt das Material recht hochwertig. Die Crema ist okay, aber auch nicht überragend. Alles in allem für den Preis in Ordnung.", "label": 3, "portion_identifier": -1, "text_b": "Gutes Preis-Leistungsverhältnis . kitchen"}, {"uid": "german-119602-trn", "text_a": "Zu klein für das P10!", "label": 3, "portion_identifier": -1, "text_b": "Zu klein . wireless"}, {"uid": "german-100437-trn", "text_a": "Entgegen der Beschreibung ist das Rücklicht nicht wiederaufladbar ! Ansonsten schöne Lampe.", "label": 3, "portion_identifier": -1, "text_b": "Rücklicht nicht aufladbar . sports"}], "4": [{"uid": "german-129537-trn", "text_a": "wenn es montiert ist, hält es, was es verspricht...", "label": 4, "portion_identifier": -1, "text_b": "resistent . wireless"}, {"uid": "german-156905-trn", "text_a": "Alles soweit in Ordnung für den Superpreis Allerdings ohne geschenkbox geliefert.", "label": 4, "portion_identifier": -1, "text_b": "Superpreis für den Artikel . apparel"}, {"uid": "german-146397-trn", "text_a": "Die Kugelbahn wurde zum 1. Geburtstag an meinen Enkel verschenkt. Da er bisher schon mit ähnlichen Bausteinen spielte, ist die Kugelbahn sehr gut angekommen.", "label": 4, "portion_identifier": -1, "text_b": "Super Geburtstagsgeschenk . toy"}, {"uid": "german-127948-trn", "text_a": "Das Produkt kenne ich seit 2 Jahren und kaufe es immer wieder. Gebe es für Salate und Suppen ! Sehr gutes Produkt.", "label": 4, "portion_identifier": -1, "text_b": "Rundet viele Sachen geschmackvoll ab. . grocery"}], "5": [{"uid": "german-188444-trn", "text_a": "Genauso wie beschrieben und super einfach zum installieren. Sieht super aus :)", "label": 5, "portion_identifier": -1, "text_b": "Alles super . baby_product"}, {"uid": "german-186309-trn", "text_a": "Es hat mir gefallen Gut in den Zimmern", "label": 5, "portion_identifier": -1, "text_b": "MATREI In Osttirol . pet_products"}, {"uid": "german-160579-trn", "text_a": "Wir benutzen sie als Nachttischlampen. Endlich keine nervige Suche mehr nach dem Schalter.", "label": 5, "portion_identifier": -1, "text_b": "Tischlampen . home"}, {"uid": "german-191695-trn", "text_a": "Top Produkt und schnelle Lieferung! ich bin sehr zufrieden!", "label": 5, "portion_identifier": -1, "text_b": "Tip Top! . office_product"}]}