{"0": [{"uid": "french-1598-val", "text_a": "Le régiment a perdu 1 officier, 4 hommes capturés ou mortellement blessés, 12 hommes blessés et 65 hommes tués ou disparus.", "label": "0", "portion_identifier": -1, "text_b": "Le régiment perdit 1 officier et 4 hommes tués ou mortellement blessés,1 officier et 12 hommes blessés et 1 officier et 65 hommes capturés ou portés disparus."}, {"uid": "french-1132-val", "text_a": "La consonne éjective est un type de son vélaire utilisé dans certaines langues orales. Le symbole qui représente ce son dans l'alphabet phonétique international est.", "label": "0", "portion_identifier": -1, "text_b": "La vélaire éjective est une sorte de son consonantique utilisé dans certaines langues parlées. Le symbole qui représente ce son dans l'alphabet phonétique international."}, {"uid": "french-1742-val", "text_a": "Enkor a fusionné avec la Siberian Airlines en 2001.", "label": "0", "portion_identifier": -1, "text_b": "En 2001, la Siberian Airlines a fusionné avec Enkor."}, {"uid": "french-1495-val", "text_a": "Le khan avança avec une escorte, Tsitsianov monta avec deux autres hommes et fut abattu.", "label": "0", "portion_identifier": -1, "text_b": "Le Khan sortit avec une escorte, Tsitsianov se déplaça avec deux autres hommes et fut tué par balle."}], "1": [{"uid": "french-1676-val", "text_a": "Tim Henman a gagné la finale 6 -- 7 , 6 -- 4 , 7 -- 6 contre Pete Sampras.", "label": "1", "portion_identifier": -1, "text_b": "Tim Tim Henman gagna 6-7, 6-4, 7-6 contre Pete Sampras aux finales."}, {"uid": "french-1544-val", "text_a": "Dans la nouvelle série TV \"Dead Gorgeous\", Alexandra Coppinger joua le rôle de la soeur cadette Hazel.", "label": "1", "portion_identifier": -1, "text_b": "Alexandra Coppinger a joué le rôle d'Hazel, la plus jeune sœur, dans la nouvelle série télévisée \" Dead Gorgeous \"."}, {"uid": "french-1847-val", "text_a": "La salle de music-hall a tout d'abord été importée de Londres vers Paris en 1862 et est devenue extrêmement populaire avec des danseurs, musiciens, acrobates, magiciens et animaux dressés.", "label": "1", "portion_identifier": -1, "text_b": "Le music-hall fut d'abord importé de Londres vers Paris en 1862 et devint énormément populaire avec des danseurs, des chanteurs, des acrobates et des animaux dressés pour magiciens."}, {"uid": "french-1959-val", "text_a": "Enigmaticolus Monnieri est une espèce d'escargot des mers, un véritable mollusque gastéropode de la famille des Buccinidae, les buccins marins.", "label": "1", "portion_identifier": -1, "text_b": "L' Enigmaticolus monnieri est une espèce d'escargot de mer, un véritable mollusque gastéropode de la famille des Buccinidea, les bulots marins."}]}