{"0": [{"uid": "korean-1874-val", "text_a": "Donald Grant Millard 중량, Gerald K. Hannaford 대위, John F. Lorraine대위가 항공기의 승객이었습니다.", "label": "0", "portion_identifier": -1, "text_b": "항공기에 타고 있던 사람은 대령 Gerald K. Hannaford , 기장 Donald Grant Millard와 기장 John F. Lorraine이었습니다."}, {"uid": "korean-1311-val", "text_a": "Malet은 1664년까지 Berkshire Letcombe Regis 출신 John Aldworth의 미망인이자 Fyfield Berkshire 출신 Thomas White의 딸인 Mary Aldworth와 부부였습니다.", "label": "0", "portion_identifier": -1, "text_b": "Malet은 1664년까지 버크셔 레트콤 레지스의 Thomas White의 미망인이자 피필드 버크셔의 John Aldworth의 딸인 Mary Aldworth와 결홍했습니다."}, {"uid": "korean-520-val", "text_a": "Lloyd는 장난감과 선물을 파는 그의 사업을 창립하고 지휘했으며 선물 사업이 성장하던 때에 미주리주 Grandview에 기반을 둔 House of Lloyd를 확장했습니다.", "label": "0", "portion_identifier": -1, "text_b": "Lloyd는 자신의 사업을 확장해 장난감과 선물을 팔기 시작했고 이러한 선물 사업이 성장하면서 미주리주 Grandview에 기반을 둔 House of Lloyd를 창립 및 지휘했습니다."}, {"uid": "korean-1278-val", "text_a": "당나라 시대 Chenzhou 행정 구역은 현재 Zhoukou 동부 허난 지역의 관리하에 있습니다.", "label": "0", "portion_identifier": -1, "text_b": "당나라의 천저우 행정 구역은 현재 허난 성 동부 저우커우의 관할 하에 있습니다."}], "1": [{"uid": "korean-652-val", "text_a": "Prosipho crassicostatus는 바다 우렁이의 일종으로 해양 쇠고둥과에 속하는 복족류 연체동물입니다.", "label": "1", "portion_identifier": -1, "text_b": "Prosipho crassicostatus는 바다 우렁이의 일종으로 해양 쇠고둥과에 있는 복족류 연체동물입니다."}, {"uid": "korean-1589-val", "text_a": "R205 도로는 아일랜드의 지역 도로로, 카운티 카반의 R199 더로에서 카운티 리트림의 북아일랜드, 주로 카운티 퍼매너까지 이어집니다.", "label": "1", "portion_identifier": -1, "text_b": "R205 도로는 Cavan 카운티의 R199 도로에서 Leitrim 카운티와 Fermanagh 카운티 대부분에서 북부 아일랜드 경계까지 뻗은 아일랜드의 지방 도로입니다."}, {"uid": "korean-140-val", "text_a": "포텐셜 이론과 조화 분석의 맥락에서 Gegenbauer 다항식은 Legendre 다항식의 확장으로 자연스럽게 등장합니다.", "label": "1", "portion_identifier": -1, "text_b": "Gegenbauer 다항식은 포텐셜 이론과 조화 분석의 맥락에서 범례적 다항식의 확장으로 나타납니다."}, {"uid": "korean-226-val", "text_a": "Around Sami는 스웨덴과 (이전에) 노르웨이에서 말하는 Sami어입니다.", "label": "1", "portion_identifier": -1, "text_b": "Ume Sami는 스웨덴과 (이전에) 노르웨이에서 사용하는 사미어다."}]}