{"0": [{"uid": "french-373-val", "text_a": "La route de comté 540 n'est qu'à quelques milles au sud de la route nationale 540 de Highland City et s'étend vers l'ouest depuis l'US 98 jusqu'à la route de comté 37B.", "label": "0", "portion_identifier": -1, "text_b": "La route départementale 540 se trouve à quelques kilomètres à l'ouest du chemin fédéral 540 de Highland City et s'étend vers le sud de l'autoroute américaine 98 jusqu'à la route départementale 37B."}, {"uid": "french-91-val", "text_a": "Buccinum pulchellum est une espèce d'escargot de mer, un véritable mollusque gastéropode de la famille des Buccinidae, les buccins marins.", "label": "0", "portion_identifier": -1, "text_b": "Buccinum pulchellum est une espèce d'escargot de mer, un mollusque gastéropode marin de la famille des Buccinidae, les véritables buccins."}, {"uid": "french-977-val", "text_a": "Il a épousé Mary, la fille de Brooke de Selston, Nottingham, et a été remplacé par son fils aîné, Richard.", "label": "0", "portion_identifier": -1, "text_b": "Il a épousé Mary, fille de Timothy Pusey de Selston, Nottingham, et a été remplacé par son fils aîné, Richard."}, {"uid": "french-314-val", "text_a": "L'épisode de la Piste Cabot a été filmé au Cap-Breton, notamment à Peggy's Cove et dans les hautes terres de la Nouvelle-Écosse, le long de la côte Est.", "label": "0", "portion_identifier": -1, "text_b": "L'épisode de la côte est a été tourné le long de la piste Cabot en Nouvelle-Écosse, y compris Peggys Cove et les plateaux de Cap-Breton."}, {"uid": "french-1597-val", "text_a": "Une semaine plus tard, elle a été transférée à la polyclinique de la même ville, où elle a été opérée du cœur et s'est bien rétablie.", "label": "0", "portion_identifier": -1, "text_b": "Une semaine plus tard, il a été transféré à la polyclinique de la même ville, où elle a été guérie du cœur et opérée favorablement."}, {"uid": "french-1986-val", "text_a": "Ses meilleurs positions en compétition ont été la dixième en 1960 et en 1968, huitième place.", "label": "0", "portion_identifier": -1, "text_b": "Ses meilleures places en compétition étaient huitième en 1960 et dixième en 1968."}, {"uid": "french-1562-val", "text_a": "Il est aussi possible d'exécuter du code malveillant contenant des fichiers de bureau (utilisés pour lancer des applications).", "label": "0", "portion_identifier": -1, "text_b": "Il est aussi possible d’exécuter du code malveillant contenant des fichiers de bureau (utilisés pour exécuter des implications)."}, {"uid": "french-1836-val", "text_a": "En pratique, les classes Java des \"modules\" de Mesquite sont généralement des sous-classes concrètes de définitions de classe abstraite.", "label": "0", "portion_identifier": -1, "text_b": "En pratique, les \"modules\" Java de Mesquite sont, en général, des sous-classes abstraites de définitions de classes concrètes."}], "1": [{"uid": "french-297-val", "text_a": "Le facteur de normalisation rend l'absolu sur tout l'espace du carré de la valeur intégrale égal à 1.", "label": "1", "portion_identifier": -1, "text_b": "Le facteur de normalisation rend absolu sur l'ensemble de l'espace du carré de la valeur intégrale égale à 1."}, {"uid": "french-1322-val", "text_a": "Leurs enfants étaient Barbara, qui a épousé Deirdre Howley, Gladys Eisenstadt, Ira Eisenstadt, qui a épousé Herbert Cohen et Ellen Eisenstadt, qui a épousé Marvin Eisenstadt.", "label": "1", "portion_identifier": -1, "text_b": "Leurs enfants furent Barbara , qui épouse Deirdre Howley ; Gladys Eisenstadt ; Ira Eisenstadt, qui épousa Herbert Cohen ; et Ellen Eisenstadt, qui épousa Marvin Eisenstadt."}, {"uid": "french-1835-val", "text_a": "En 1920 et 1921 à Venise les italiens ont gagné -- aucune autre nation n'est entrée en 1920, et en 1921 les français n'ont pas commencé.", "label": "1", "portion_identifier": -1, "text_b": "En 1920 et 1921 à Venise, les Italiens ont gagné. En 1920, aucune autre nation n'a concourru et en 1921, la participation française n'a pas démarré."}, {"uid": "french-663-val", "text_a": "Ely était le petit-fils de Crabb Robinson, l'un des premiers amis de John Towill Rutt.", "label": "1", "portion_identifier": -1, "text_b": "Talfourd Ely était le petit-fils de Crabb Robinson, l'un des premiers amis de John Towill Rutt."}, {"uid": "french-549-val", "text_a": "Un atoll de France, la Polynésie Niau, est appelée après Greig Aleksey Greig.", "label": "1", "portion_identifier": -1, "text_b": "Un atoll en France , la Polynésie Niau est appelée Aleksey Greig en l'honneur de Greig."}, {"uid": "french-1307-val", "text_a": "Le 7 décembre 2017, NVIDIA a annoncé officiellement la Nvidia TITAN V.", "label": "1", "portion_identifier": -1, "text_b": "La NVIDIA TITAN V a été officiellement annoncée par Nvidia le 7 décembre 2017."}, {"uid": "french-1234-val", "text_a": "Cela exige une surveillance continue des pressions partielles réelles avec le temps et, pour une efficacité maximale, un traitement informatique en temps réel par l'ordinateur de décompression du plongeur.", "label": "1", "portion_identifier": -1, "text_b": "Cela nécessite une surveillance continue des pressions partielles réelles au fil du temps et requiert un traitement informatique en temps réel par l'ordinateur de décompression du plongeur pour une efficacité maximale."}, {"uid": "french-553-val", "text_a": "Un foyer devient chargé d'énergie enragée et donne forme à l'esprit nécromantique qu'il renferme.", "label": "1", "portion_identifier": -1, "text_b": "Une maison est chargée d’énergie en colère et donne forme à l'esprit néoromantique à l'intérieur."}]}