{"0": [{"uid": "german-1724-val", "text_a": "Er schrieb auch viele Orchesterarrangements und Stimmbegleitungen fürs Varieté.", "label": "0", "portion_identifier": -1, "text_b": "Er schrieb außerdem viele Vocal Arrangements und Orchesterbegleitungen mit Variationen."}, {"uid": "german-1478-val", "text_a": "Das Loyang-Team besiegte die Raffles Institution in der Vorrunde und die Xinmin Secondary School im Viertelfinale, bevor sie im Halbfinale gegen die Hwa Chong Institution verloren.", "label": "0", "portion_identifier": -1, "text_b": "Das Loyang Team besiegte die  Xinmin Secondary School in der Eröffnungsrunde und das Raffles Institution im Viertelfinale bevor es im Halbfinale gegen das Hwa Chong Institution verlor."}, {"uid": "german-157-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "NS"}, {"uid": "german-134-val", "text_a": "Die verlassene Methodisten-Kirche ist einer der wenigen Backsteinbauten in Upsall.", "label": "0", "portion_identifier": -1, "text_b": "Die erbaute Methodistenkapelle ist eines der wenigen Backsteingebäude in Upsall."}, {"uid": "german-374-val", "text_a": "Saragyugh (früher romanisiert als Saragyukh; auch Darakoy, Darakey und Daragyukh) ist ein Dorf in der Provinz Shirak in Armenien.", "label": "0", "portion_identifier": -1, "text_b": "Saragyugh (auch romanisiert als Saragyukh; vormals Darakoy, Darakey und Daragyukh) ist ein Dorf in der armenischen Provinz Shirak."}, {"uid": "german-331-val", "text_a": "Der Bradu ist ein Nebenfluss des Hudeasa in Rumänien.", "label": "0", "portion_identifier": -1, "text_b": "Der Hudeasa ist ein Nebenfluss des Bradu in Rumänien."}, {"uid": "german-385-val", "text_a": "Drei Jahre später gewann er bei den Europameisterschaften in Hahnenklee eine Silbermedaille für Westdeutschland im gleichen Wettbewerb.", "label": "0", "portion_identifier": -1, "text_b": "Drei Jahre später gewann er für Hahnenklee eine Silbermedaille beim gleichen Wettkampf bei den Europameisterschaften in Westdeutschland."}, {"uid": "german-1569-val", "text_a": "Rakai ist der Hauptsitz Ugandas und war in den früher 1980er Jahren Epizentrum. Im Distrikt Rakai war es als erstes von der AIDS Epidemie betroffen.", "label": "0", "portion_identifier": -1, "text_b": "Rakai ist die Hauptstadt des Bezirks Rakai, der das Epizentrum in den frühen 1980er-Jahren war und als Erstes von der AIDS-Epidemie in Uganda erfasst wurde."}], "1": [{"uid": "german-1936-val", "text_a": "Seine Auswirkungen können biochemische Reaktionen, Reaktionen des zentralen Nervensystems und physiologische Veränderungen beinhalten.", "label": "1", "portion_identifier": -1, "text_b": "Zu seinen Effekten können biochemische Reaktionen, Reaktionen des zentralen Nervensystems und physiologische Veränderungen gehören."}, {"uid": "german-303-val", "text_a": "Georgetown ist auch eine Trinkwasserquelle für Lake Georgetown und die nahe gelegene Stadt Round Rock.", "label": "1", "portion_identifier": -1, "text_b": "Georgetown ist auch eine Quelle für Trinkwasser für den Lake Georgetown und die nahe gelegene Stadt Round Rock."}, {"uid": "german-833-val", "text_a": "Megan Ellison wurde in Santa Clara County, Kalifornien als Tochter des Milliardärs und Vorsitzenden der Oracle Corporation Larry Ellison und seiner Ex-Frau Barbara Boothe Ellison geboren.", "label": "1", "portion_identifier": -1, "text_b": "Megan Ellison wurde in Santa Clara County, Kalifornien, geboren, Tochter des Milliardärs Oracle Corporation Chairman Larry Ellison und seiner Ex-Frau Barbara Boothe Ellison."}, {"uid": "german-255-val", "text_a": "Es ist auf der indonesischen Insel Salawati und Vogelkop-Halbinsel in der Provinz Papua, Indonesien, zu finden.", "label": "1", "portion_identifier": -1, "text_b": "Es wurde in Indonesien auf der Insel Salawati und auf der Vogelkop-Halbinsel in der Provinz Papua, Indonesien, gegründet."}, {"uid": "german-473-val", "text_a": "Neville heiratete Edith Cranstoun Macnamara , die älteste Tochter von H. T. J. Macnamara , der einmal Richter von County Courts und Eisenbahnbeauftragter war.", "label": "1", "portion_identifier": -1, "text_b": "Neville heiratete Edith Cranstoun Macnamara, die ältestes Tochter von Mr. H. T. J. Macnamara, der Richter des Amtsgerichts und einst leitender Beamter der Öl- und Gasbehörde war."}, {"uid": "german-334-val", "text_a": "Es ist sowohl in Massachusetts und New Hampshire als auch in Vermont sowie in Rhode Island und Connecticut bedroht.", "label": "1", "portion_identifier": -1, "text_b": "Die Spezies ist in Massachusetts und New Hampshire gefährdet, in Vermont bedroht, in Rhode Island ausgestorben und in Connecticut bedroht."}, {"uid": "german-136-val", "text_a": "Später benutzte er es als Symbol für die nationalsozialistische Partei; er setzte es auf einen roten Kreis vor einen weißen Hintergrund und nahm dies als Flagge.", "label": "1", "portion_identifier": -1, "text_b": "Er verwendete es später als Symbol für die Nazi-Partei, und stellte es in einen roten Kreis mit weißem Hintergrund um es als Fahne zu verwenden."}, {"uid": "german-975-val", "text_a": "Andy sieht Robert und Katie zusammen und erzählt es Daz.", "label": "1", "portion_identifier": -1, "text_b": "Andy sieht Robert und Katie zusammen und erzählt es Daz."}]}