{"0": [{"uid": "german-1066-val", "text_a": "Es liegt in der Stadt Luxemburg, südlich von Mondercange.", "label": "0", "portion_identifier": -1, "text_b": "Der Sitz liegt in Mondercange, südlich von Luxemburg-Stadt."}, {"uid": "german-144-val", "text_a": "Die Nashua Silver Knights, Teil einer Summer-College-Liga, ist das heutige Team in der Stadt.", "label": "0", "portion_identifier": -1, "text_b": "Die Nashua Silver Knights, Teil einer laufenden Sommer-College-Liga, sind die College-Mannschaft der Stadt."}, {"uid": "german-470-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "Später führte Andrew Richards Kräfte während des Angriffs auf Adémar, Graf von Angoulème."}, {"uid": "german-386-val", "text_a": "Das Resort hat 7 rote, 3 blaue, 2 schwarze und eine grüne Piste.", "label": "0", "portion_identifier": -1, "text_b": "Das Resort verfügt über 7 blaue Pisten, 3 rote Pisten, 2 schwarze Pisten und eine grüne Piste."}, {"uid": "german-792-val", "text_a": "Laut dem Statistischen Bundesamt der USA hat Southport eine Gesamtfläche wovon Land und, oder 0,91 % Wasser sind.", "label": "0", "portion_identifier": -1, "text_b": "NS"}, {"uid": "german-1860-val", "text_a": "Der vierte wurde nach Mai 1826 durch den Rücktritt Joseph Hemphills verursacht, dessen Nachfolge Thomas Kittera antrat.", "label": "0", "portion_identifier": -1, "text_b": "NS"}, {"uid": "german-1934-val", "text_a": "Sein Vater, Patrick Byrne, war Abgeordneter, Senator und Oberbürgermeister von Dublin, ein weiterer Bruder Alfie Byrne war auch Abgeordneter des irischen Unterhauses.", "label": "0", "portion_identifier": -1, "text_b": "Sein Vater Alfie Byrne war Abgeordneter, TD, Senator und Bürgermeister von Dublin und ein weiterer Bruder, Patrick Byrne, war ebenfalls TD."}, {"uid": "german-846-val", "text_a": "1653 wanderte Elizabeth Prudden von England nach Millford, Connecticut, aus und heiratete.", "label": "0", "portion_identifier": -1, "text_b": "Elizabeth Prudden wanderte 1653 von England nach Milford, Connecticut aus; sie heiratete Roger Pritchard"}], "1": [{"uid": "german-440-val", "text_a": "2014 brachte die Seite iOS- und Android-Anwendungen für die Produktsuche heraus, zu den Produktmerkmalen gehören interaktive Produktbewertungen per Video mit Live-Frage-Antwort-Runden.", "label": "1", "portion_identifier": -1, "text_b": "Im Jahr 2014 startete die Website iOS- und Android-Anwendungen für die Produktsuche, Produktfunktionen umfassen interaktive Video-Produkt-Bewertungen mit Live-Fragen und Antworten-Sitzungen."}, {"uid": "german-1531-val", "text_a": "Cai Mao hatte auch einen Sohn, Cai Feng.", "label": "1", "portion_identifier": -1, "text_b": "Cai Mao hatte auch einen Sohn, Cai Feng."}, {"uid": "german-1782-val", "text_a": "Sie haben einigen Erfolg erzielt und spielten Live-Shows in Melbourne, Geelong und Shepparton.", "label": "1", "portion_identifier": -1, "text_b": "Sie haben einigen Erfolg erzielt und spielten Live-Shows in Melbourne, Geelong und Shepparton."}, {"uid": "german-262-val", "text_a": "Sie wurde am 1. April 1971 aus dem Schiffsregister der Marine gestrichen und noch im selben Jahr verschrottet.", "label": "1", "portion_identifier": -1, "text_b": "Sie wurde am 1. April 1971 aus dem Register der Marineschiffe gestrichen und im selben Jahr geschlagen."}, {"uid": "german-376-val", "text_a": "Luk oder Loke ist die kantonesische Romanisierung einiger (allerdings nicht aller) chinesischer Vornamen, die auf Mandarin als „Lu“ romanisiert werden.", "label": "1", "portion_identifier": -1, "text_b": "„Luk“ oder „Loke“ ist die kantonesische Romanisierung einiger (aber nicht aller) chinesischer Vornamen, die in Mandarin als „Lu“ romaninsiert werden."}, {"uid": "german-660-val", "text_a": "Migvan (farbenfroh „erleuchtet“) ist ein kleines Kibbuz, das in der Stadt Sderot im Nordwesten der Wüste Negev in Israel gelegen ist.", "label": "1", "portion_identifier": -1, "text_b": "Migvan (farbenfroh „erleuchtet“) ist ein kleines Kibbuz in der Gemeinde Sderot im Nordwesten der Wüste Negev in Israel."}, {"uid": "german-219-val", "text_a": "1895 wurde der südliche Gyeongsang durch die Bezirke Jinju im Westen und Dongnae (jetzt Busan) im Osten ersetzt.", "label": "1", "portion_identifier": -1, "text_b": "1895 wurde das südliche Gyeongsan durch die Bezirke Jinju im Westen und Dongnae (das moderne Busan) im Osten ersetzt."}, {"uid": "german-235-val", "text_a": "Swayams böser Plan Sujal zu schaden und den Garewals die Schuld zuzuschieben wurde vereitelt.", "label": "1", "portion_identifier": -1, "text_b": "Swayams böse Pläne, Sujal zu schaden und den Garewalls die Schuld in die Schuhe zu schieben, wurden vereitelt."}]}