{"1": [{"uid": "french-31654-trn", "text_a": "Je suis sidérée de voir que cet article que j'ai retourné après une erreur de commande et un prélèvement sur mon compte ne me soit pas remboursé !", "label": 1, "portion_identifier": -1, "text_b": "remboursement . shoes"}, {"uid": "french-13324-trn", "text_a": "bj avant de mettre,j ai regardé video sur internet Sur 6 endroits que j ai mis 4 ont présenté traces d humidités", "label": 1, "portion_identifier": -1, "text_b": "déçu . automotive"}], "2": [{"uid": "french-63238-trn", "text_a": "L'aspect du produit est correct et je n'ai pas recu de boules cassées, mais je reste déçue: pour un kit de décoration qui se veut complet, il ne l'est pas du tout assez: - pas d'accroches pour les boules! - pas assez de décorations, surtout avec 1 seule vraie guirlande - des paillettes qui ne restent pas bien sur les boules et qui se mettent partout (que ca soit vos mains ou les boules sans paillettes)", "label": 2, "portion_identifier": -1, "text_b": "Largement insuffisant pour décorer un sapin de taille 1m80 . home"}, {"uid": "french-63436-trn", "text_a": "C'est la première fois que j'achète un livre d'occasion (état indiqué à l'achat: d'occasion - très bon). Pour ma part je considère son état comme à peine passable (odeur fort désagréable et fente au niveau de la couverture cartonnée). Il a dû être certainement utilisé des années dans une bibliothèque publique avant d'être vendu en occasion, donc en conclusion très déçue de mon achat.", "label": 2, "portion_identifier": -1, "text_b": "Etat livre d'occasion acheté, pas à la hauteur ... . book"}], "3": [{"uid": "french-82979-trn", "text_a": "piles ont rapidement lâchés", "label": 3, "portion_identifier": -1, "text_b": "piles ne tiennent pas dans la durée . lawn_and_garden"}, {"uid": "french-99998-trn", "text_a": "Livraison sans carton colis, dans l'emballage d'origine. Étonnant, alors que j'ai demandé un colis opaque Amazon ppur cacher l'article. L'article était livré tel quel dans son emballage d'origine. Heureusement que rien n'a été volé. Merci Amazon!", "label": 3, "portion_identifier": -1, "text_b": "Livraison sans carton colis, dans l'emballage d'origine. Étonnant ?! . home"}], "4": [{"uid": "french-136253-trn", "text_a": "Jouet conforme à mes attentes. Parfait pour le cosy et la route. Bébé adore.", "label": 4, "portion_identifier": -1, "text_b": "Conforme à mes attentes . toy"}, {"uid": "french-121643-trn", "text_a": "Idéal pour la purification des pierres et la méditation.", "label": 4, "portion_identifier": -1, "text_b": "Son puissant . musical_instruments"}], "5": [{"uid": "french-171717-trn", "text_a": "3 câbles de bonnes qualités, performant, pas chère. A voir dans le temps mais a premières vue semble vraiment correct. je recommande ce produit", "label": 5, "portion_identifier": -1, "text_b": "tres bon cables . electronics"}, {"uid": "french-164627-trn", "text_a": "Ravie de cette commande de 3 meubles.. pour mon atelier peinture et pour y ranger des livres. Facile à monter, costaud, chic. Livraison ultra-rapide..je suis très contente de ces achats.", "label": 5, "portion_identifier": -1, "text_b": "Que demander de plus ? . home"}]}