{"1": [{"uid": "spanish-4993-trn", "text_a": "Primero me cambiaron en los detalles del pedido la sudadera que había comprado, y luego se perdió por el camino y nunca llegó, eso sí, me devolvieron el dinero sin problemas, pero mi hijo se quedó muy decepcionado, ya que era para él.", "label": 1, "portion_identifier": -1, "text_b": "No llegó . apparel"}, {"uid": "spanish-26563-trn", "text_a": "El producto no se recibió, se reclamo y el vendedor realizó una devolución del monto pagado, trato con el vendedor muy bueno", "label": 1, "portion_identifier": -1, "text_b": "No recibido . wireless"}], "2": [{"uid": "spanish-68815-trn", "text_a": "Bueno al principio parecía q mi hijo dejó de interesarse por los cajones pero pronto descubrió q con un tirón un poquito más fuerte de la cuenta ya estaba abierto.... A mi no m han solucionado mucho", "label": 2, "portion_identifier": -1, "text_b": "Se abren fácilmente . baby_product"}, {"uid": "spanish-42583-trn", "text_a": "La verdad q bastante mal, venia todo en una bolsa en vez de venir en una cajita. La presentacion del producto fatal. Con esto no quiero decir q Amazon trabaje mal, si no q ese proveedor es malísimo.", "label": 2, "portion_identifier": -1, "text_b": "Fatal la presentación . electronics"}], "3": [{"uid": "spanish-87502-trn", "text_a": "Funciona muy bien, pero no sirver como repetidor de la banda 5G.", "label": 3, "portion_identifier": -1, "text_b": "No vale como repetidor banda 5g . pc"}, {"uid": "spanish-84809-trn", "text_a": "La compre pensando en la original pero el corazón cítrico se ha cambiado por uno de lavanda que no es de mi gusto. Como agua fresca de colonia. normal.", "label": 3, "portion_identifier": -1, "text_b": "Retorno al pasado . beauty"}], "4": [{"uid": "spanish-151097-trn", "text_a": "Fueron la decoración del cumple de mi niña y la encanto cuando vio la imagen de Peppa", "label": 4, "portion_identifier": -1, "text_b": "Para decoración de cumple! . toy"}, {"uid": "spanish-138094-trn", "text_a": "Si mis hijas están encantadas. Pero podría traer más pañales y toallitas, un solo pañal se queda corto para un bebé que se hace sus necesidades.", "label": 4, "portion_identifier": -1, "text_b": "Un juguete de buena calidad . toy"}], "5": [{"uid": "spanish-173469-trn", "text_a": "Buen sistema para ahorra espacio en el armario, compatible con cualquier percha como se puede apreciar en las fotos. Son resistentes y lo mas importante me han solventado el problema", "label": 5, "portion_identifier": -1, "text_b": "Perfectas para ahorra espacio . home"}, {"uid": "spanish-166714-trn", "text_a": "Juegazo, no lo dudes", "label": 5, "portion_identifier": -1, "text_b": "Ay mi madre . video_games"}]}