{"0": [{"uid": "french-1969-val", "text_a": "Farmer a battu le candidat Wesley Lobb pour Armstrong de 180 voix et a été maintenu en poste après les élections.", "label": "0", "portion_identifier": -1, "text_b": "Armstrong a battu le candidat Farmer Wesley Lobb de 180 voix et est resté en poste après les élections."}, {"uid": "french-1927-val", "text_a": "Dans un épisode de 1985 de \" The Tonight Show with Johnny Carson \", Johnny mentionne l'histoire et raconte l'intrigue de Sidekick Ed McMahon.", "label": "0", "portion_identifier": -1, "text_b": "Dans un épisode de 1985 de \" The Tonight Show starring Johnny Carson \", Ed McMahon mentionne l'histoire et raconte l'intrigue à son acolyte Johnny."}, {"uid": "french-873-val", "text_a": "Jonas Björkman et Fabrice Santoro ont gagné 6-2, 6-4 contre Martin Damm et Radek Štěpánek lors de la finale.", "label": "0", "portion_identifier": -1, "text_b": "Martin Damm et Radek Štěpánek ont gagné contre Jonas Björkman et Fabrice Santoro lors de la finale 6 : 2 , 6 : 4."}, {"uid": "french-806-val", "text_a": "L'éclairage de la peinture du Louvre est plus doux et paraît plus chaleureux, mais cela peut être dû à la nuance de vernis sur la surface.", "label": "0", "portion_identifier": -1, "text_b": "L'éclairage du Louvre - la peinture est plus chaude et semble plus douce, mais cela peut être le résultat du ton de la peinture sur la surface."}], "1": [{"uid": "french-40-val", "text_a": "\" T \" est similaire à une matrice dont les entrées canoniques se trouvent sur la super-diagonale, sous la forme de Jordan non nulle uniquement.", "label": "1", "portion_identifier": -1, "text_b": "\"T\" est une matrice similaire dont les entrées canoniques se trouvent sur la forme superdiagonale non nulle de Jordan."}, {"uid": "french-1388-val", "text_a": "Cancellopollia gracilis est une espèce d'escargot de mer, un véritable mollusque gastéropode de la famille des Buccinidae, les buccins marins.", "label": "1", "portion_identifier": -1, "text_b": "Cancellopollia gracilis est une espèce d'escargot de mer, un véritable mollusque gastéropode de la famille des Buccinidae, les buccins marins."}, {"uid": "french-1087-val", "text_a": "William Llewelyn Williams connu sous le nom de Llewelyn Williams (10 Mars 1867 -- 22 Avril 1922), était un journaliste gallois, avocat et un politicien du parti libéral radical.", "label": "1", "portion_identifier": -1, "text_b": "William Williams, connu sous le nom de Llewelyn Williams (10 mars 1867 -- 22 avril 1922), était un journaliste gallois, avocat, et un homme politique du parti libéral radical."}, {"uid": "french-595-val", "text_a": "John Byron épousa Mary Byron, fille de Sir Lucas de Newstead à Nottinghamshire.", "label": "1", "portion_identifier": -1, "text_b": "John Byron épousa Mary Byron, fille de sir Lucas de Newstead, dans le Nottinghamshire."}]}