{"0": [{"uid": "german-1265-val", "text_a": "Wobei „e“ die magnetische Ladung des Teilchens und A das elektrische Vektorpotenzial des elektromagnetischen Feldes ist.", "label": "0", "portion_identifier": -1, "text_b": "Dabei ist „e“ die elektrische Ladung des Partikels und A das magnetische Vektorpotential des elektromagnetischen Feldes."}, {"uid": "german-96-val", "text_a": "Im Zuge der laufenden Ermittlungen verhörte die Polizei auch den Sänger Rimi Tomy und die Schauspielerin Kavya Madhavan, die beide enge Freunde von Siddique uns seiner Frau Dileep waren.", "label": "0", "portion_identifier": -1, "text_b": "Im Zuge der laufenden Ermittlungen befragte die Polizei auch den Sänger Rimi Tomy und den Schauspieler Siddique, die beide enge Freunde von Dileep und seiner Frau Kavya Madhavan waren."}, {"uid": "german-1200-val", "text_a": "Bilinskij behauptet auch, dass Dimitro ein Ahn von Daniil Ostrogski ist, der auch als „Danilo Dimitrowitsch“ bekannt ist.", "label": "0", "portion_identifier": -1, "text_b": "Daniil Ostrogski behauptet auch, dass Dmytro ein Ahn von Bilinsky ist, der auch als „Danylo Dmytrovych“ bekannt ist."}, {"uid": "german-967-val", "text_a": "Er wurde in Melbourne geboren und wanderte im Alter von 10 Jahren mit seiner Familie nach Neuseeland aus.", "label": "0", "portion_identifier": -1, "text_b": "Er wurde in Neuseeland geboren und migrierte im Alter von zehn Jahren mit seiner Familie nach Melbourne."}], "1": [{"uid": "german-2000-val", "text_a": "Der Song wurde 2002 vom britischen Produzenten Vincent Stormfield veröffentlicht und als „Sweet Harmony 02“ von Independiente gecovert.", "label": "1", "portion_identifier": -1, "text_b": "2002 wurde der Song vom britischen Produzenten Vincent Stormfield veröffentlicht und von Independiente als „Sweet Harmony 02“ gecovert."}, {"uid": "german-879-val", "text_a": "Cai Mao hatte auch einen Sohn namens Cai Feng.", "label": "1", "portion_identifier": -1, "text_b": "Cai Mao hatte auch einen Sohn namens Cai Feng."}, {"uid": "german-1374-val", "text_a": "Diese waren im Vereinigten Königreich weit verbreitet, aber relativ selten in Europa, jedenfalls für große Lokomotiven.", "label": "1", "portion_identifier": -1, "text_b": "Das war im Vereinigten Königreich üblich, aber in Europa war es relativ selten, insbesondere für große Lokomotiven."}, {"uid": "german-953-val", "text_a": "Taisuke Sawachika arbeitete mit dem Gitarristen und langjährigen Mitarbeiter Kudo am Song „Dose Nara“.", "label": "1", "portion_identifier": -1, "text_b": "Taisuke Sawachika arbeitete mit dem Gitarristen und langjährigen Partner Kudo am Lied „Dōse Nara“."}]}