{"1": [{"uid": "spanish-26499-trn", "text_a": "Muy mala calidad de las pilas samsung, en la primera carga solo funcionaron hasta el 60% de capacidad, no sirven para nada, muy mala compra.", "label": 1, "portion_identifier": -1, "text_b": "No recomendable pila samsung . electronics"}, {"uid": "spanish-9467-trn", "text_a": "En un par de meses ha dejado de funcionar", "label": 1, "portion_identifier": -1, "text_b": "Poca vida util . home_improvement"}, {"uid": "spanish-17134-trn", "text_a": "No cumple la función de ahuyentar palomas y golondrinas. Muy mono en la terraza pero las palomas han puesto hasta huevos...", "label": 1, "portion_identifier": -1, "text_b": "No ahuyenta . lawn_and_garden"}, {"uid": "spanish-35563-trn", "text_a": "Compré el Iphone 7 reacondicionado a la empresa Next Mobiles y la funda a otro vendedor. No puedo escribir opinión del teléfono porque me aparecen en el mismo pedido y sólo me deja opinar sobre la carcasa. Sobre esta he de decir que en la primera caída se partió la pieza superior de la carcasa y el protector de vidrio templado que incluía, hecho añicos. El Iphone 7, comprado el día 12 de diciembre, debe estar defectuoso, pues la batería no me dura más de 5 horas con un uso normal. He intentado contactar con ellos para que me ofrezcan una solución, pero no he obtenido respuesta. Finalmente he solicitado la devolución del producto y sigo esperando a que me contacten para saber cuándo lo van a recoger.... un despropósito, vamos...", "label": 1, "portion_identifier": -1, "text_b": "primera caía, pantalla rota . home"}], "2": [{"uid": "spanish-64532-trn", "text_a": "Plasticorro, poca calidad para el precio que tiene. Una kk. Por el precio esperaba algo mejor.", "label": 2, "portion_identifier": -1, "text_b": "Malo y caro!!!! . home_improvement"}, {"uid": "spanish-65644-trn", "text_a": "LA CAMPANA TENIA UNA DEFORMACION EN EL FRONTAL , AUNQUE ESTABA CON SU CAJA Y PROTECCIONES ORIGINALES. TAMBIEN ESTOY DECEPCIONADO CON LA ASPIRACION DE LA MISMA (MUY POBRE)", "label": 2, "portion_identifier": -1, "text_b": "LA CAMPANA TENIA UNA TARA DE FABRICA . other"}, {"uid": "spanish-61680-trn", "text_a": "Me equivoque completamente. Consume las pilas en tres dias. Muy duro de botones, mal sonido. Me gustaria devolverlo pero no se como. He tenido un sanyo 10 años, una sola pila que duraba la eternidad, pequeñito, buscaba las emisoras manualmente y tenia un sonido estupendo. Elegi la marca Sanyo, pero este me ha decepcionado completamente.", "label": 2, "portion_identifier": -1, "text_b": "decepcion total . electronics"}, {"uid": "spanish-49773-trn", "text_a": "Muy pequeño y con poco relieve. Calidad y precio. Caro", "label": 2, "portion_identifier": -1, "text_b": "Moldes . home"}], "3": [{"uid": "spanish-119551-trn", "text_a": "Son duras, pero al primer golpe fuerte se rompieron. Para niños un poco mayores, bien. El envío, correcto y sin problemas.", "label": 3, "portion_identifier": -1, "text_b": "No muy resistentes a golpes. . toy"}, {"uid": "spanish-80702-trn", "text_a": "En definitiva una buena compra muy completa", "label": 3, "portion_identifier": -1, "text_b": ". . beauty"}, {"uid": "spanish-113940-trn", "text_a": "Lo mejor la batería el sonido no está mal pero la conexión se pierde muy facil", "label": 3, "portion_identifier": -1, "text_b": "Lo mejor batería . electronics"}, {"uid": "spanish-88669-trn", "text_a": "Se asocia bien a varios aparatos. Muy mala descripción en las instrucciones.", "label": 3, "portion_identifier": -1, "text_b": "Aparato fácil de uso y difícil de instalar . electronics"}], "4": [{"uid": "spanish-154889-trn", "text_a": "Lo acabo de recibir, veré en el tiempo como evoluciona en el producto. De momento me gusta mucho, la imagen es buena y la calidad también.", "label": 4, "portion_identifier": -1, "text_b": "Buena calidad de imagen . pc"}, {"uid": "spanish-124212-trn", "text_a": "cumple su función correctamente y son discretos para un mueble de color blanco y el adhesivo no da ningún problema.", "label": 4, "portion_identifier": -1, "text_b": "cumple su función correctamente y son discretos . home"}, {"uid": "spanish-147024-trn", "text_a": "El doble embaje para proteger la impresora durante el envío es perfecto, lo que menos el montaje de los cartuchos en la impresora es relativamente complejo, la calidad de impresión esperaba más de una impresora de este precio.", "label": 4, "portion_identifier": -1, "text_b": "Impresora justita . pc"}, {"uid": "spanish-126823-trn", "text_a": "la verdad es que no puedo opinar aun sobre el puesto que no lo he leído. Le doy las 4 estrellas por que fue un regalo.", "label": 4, "portion_identifier": -1, "text_b": "libro ofrecido gratis . digital_ebook_purchase"}], "5": [{"uid": "spanish-165574-trn", "text_a": "Llevo usándolo 3 meses y es una maravilla, han desaparecido los granitos. Estoy muy contenta.", "label": 5, "portion_identifier": -1, "text_b": "Estupendo!! . beauty"}, {"uid": "spanish-198438-trn", "text_a": "Muy buena calidad y precio", "label": 5, "portion_identifier": -1, "text_b": "Genial y original . home"}, {"uid": "spanish-170244-trn", "text_a": "Me gusta el diseño y queda muy bien", "label": 5, "portion_identifier": -1, "text_b": "Bonito . home"}, {"uid": "spanish-196317-trn", "text_a": "un buen invento para cortar las piñas rapido", "label": 5, "portion_identifier": -1, "text_b": "facil usar . home_improvement"}]}