{"0": [{"uid": "spanish-1325-val", "text_a": "El pionero suizo John Sutter (1803-1880) llegó a Alta California en agosto de 1839 junto con otros pobladores euroamericanos.", "label": "0", "portion_identifier": -1, "text_b": "El pionero americano John Sutter (1803-1880) llegó a Alta California con otros colonos eurosuizos en agosto de 1839."}, {"uid": "spanish-1050-val", "text_a": "En mayo de 1983, comenzó una gira por el Reino Unido con el guitarrista en vivo Robin George para agregar presentaciones.", "label": "0", "portion_identifier": -1, "text_b": "En mayo de 1983, comenzó una gira por el Reino Unido con el guitarrista adicional Robin George para las presentaciones en vivo."}, {"uid": "spanish-385-val", "text_a": "Tres años más tarde ganó una medalla de plata en la misma competición en los Campeonatos Europeos en Hahnenklee para Alemania Occidental.", "label": "0", "portion_identifier": -1, "text_b": "Tres años más tarde, ganó una medalla de plata en el mismo evento para Hahnenklee en los campeonatos europeos de Alemania Occidental."}, {"uid": "spanish-1094-val", "text_a": "Strozzi empezó a tomar lecciones privadas de actuación con Dimitrija Demeter luego de un tratamiento médico, por recomendación de Josip Freudenreich.", "label": "0", "portion_identifier": -1, "text_b": "Luego de tratamientos médicos, Strozzi empezó a tomar lecciones privadas de actuación con Josip Freudenreich, según recomendaciones de Dimitrija Demeter."}], "1": [{"uid": "spanish-393-val", "text_a": "Abies lasiocarpa, comúnmente llamado el abeto subalpino o abeto de las Montañas Rocosas, es un árbol de abeto del oeste de los Estados Unidos.", "label": "1", "portion_identifier": -1, "text_b": "Abies lasiocarpa, generalmente denominado abeto subalpino o abeto de las Montañas Rocosas, es un abeto de América del Norte Occidental."}, {"uid": "spanish-1237-val", "text_a": "Mientras se desempeñaba como productor, Richard Jasek comentó que Mason \"es un buen muchacho\" que tiene un corazón malo.", "label": "1", "portion_identifier": -1, "text_b": "Mientras tanto, el productor ejecutivo Richard Jasek comentó que Mason es \"un buen muchacho\", que tiene un corazón malo."}, {"uid": "spanish-157-val", "text_a": "La velar-eyectiva es un tipo de sonido consonante que se utiliza en algunas lenguas habladas. El símbolo en el Alfabeto Fonético Internacional que representa ese sonido.", "label": "1", "portion_identifier": -1, "text_b": "La velar eyectiva es un tipo de sonido consonante utilizado en algunas lenguas habladas. El símbolo en el Alfabeto Fonético Internacional que representa este sonido es."}, {"uid": "spanish-635-val", "text_a": "Un personaje en \"Detection Unlimited\", una novela de misterio escrita por Armstrong, se compara con Georgette Heyer.", "label": "1", "portion_identifier": -1, "text_b": "En ``Detection Unlimited'', una novela de misterio escrita por Armstrong, se compara un personaje con Georgette Heyer."}]}