{"0": [{"uid": "german-1625-val", "text_a": "Abu Halifa oder Abu Hulayfah oder Abu Huleifa oder Abu Haleifah ist eine kleine Stadt im Gouvernement Al Ahmadi im südlichen Distrikt Abu Halifa in Kuwait.", "label": "0", "portion_identifier": -1, "text_b": "Abu Halifa oder Abu Hulayfah oder Abu Huleifa oder Abu Haleifah ist eine kleine Stadt im Bezirk Abu Halifa im Gouvernement Al Ahmadi im Süden Kuwaits."}, {"uid": "german-1985-val", "text_a": "Es wurde von 1943 - 1944 von den Deutschen errichtet, zweimal von alliierten Bombern versenkt und schließlich 1946 ausrangiert.", "label": "0", "portion_identifier": -1, "text_b": "Sie wurde von den Deutschen versenkt und von alliierten Bombern 1943 -- 1944 zweimal zertrümmert und schließlich 1946 -- 1947 gehoben."}, {"uid": "german-1726-val", "text_a": "Adamsville grenzt im Westen an Coleman, im Osten an Sumterville, im Norden an Wildwood und im Süden an Lake County.", "label": "0", "portion_identifier": -1, "text_b": "Adamsville grenzt im Westen an Coleman, im Osten an Lake County, im Norden an Wildwood und im Süden an Sumterville."}, {"uid": "german-615-val", "text_a": "Nozomu Sasaki wird in der Originalserie von Mackie auf Japanisch und Frank Trimble auf Englisch Ausdruck verliehen.", "label": "0", "portion_identifier": -1, "text_b": "Mackie wird im Japanischen von Nozomu Sasaki gesprochen und im englischen Original von Frank Trimble."}], "1": [{"uid": "german-168-val", "text_a": "Die Reihe konvergiert danach fast überall.", "label": "1", "portion_identifier": -1, "text_b": "Die Reihe konvergiert fast überall."}, {"uid": "german-547-val", "text_a": "Es liegt östlich von Chestnut Ridge, südlich von Nanuet, westlich von Blauvelt, New York, und nördlich von Montvale und Old Tappan.", "label": "1", "portion_identifier": -1, "text_b": "Es ist östlich von Chestnut Ridge, südlich von Nanuet, westlich von Blauvelt, New York, und nördlich von Montvale und Old Tappan, New Jersey, gelegen."}, {"uid": "german-1056-val", "text_a": "Decipium war der isolierte Name eines neuen chemischen Elements aus mineralischem Samarskit, das von Marc Delafontaine vorgeschlagen wurde.", "label": "1", "portion_identifier": -1, "text_b": "Decipium war der isolierte Begriff für ein neues chemisches Element, das von Marc Delafontaine aus dem Mineral Samarskit vorgeschlagen wurde."}, {"uid": "german-1244-val", "text_a": "Vor seiner Unabhängigkeit war das kaiserliche Russland ein autonomes Großherzogtum innerhalb von Finnland.", "label": "1", "portion_identifier": -1, "text_b": "Das russische Zarenreich war vor seiner Unabhängigkeit von Finnland ein autonomes Großfürstentum."}]}