{"1": [{"uid": "german-12515-trn", "text_a": "Ist nicht angekommen Postbote war zu faul nach denn Hausgang zuschauen obwohl es abgegeben worden ist und wer lesen kann kann es nicht verfehlen!", "label": 1, "portion_identifier": -1, "text_b": "Bitte keine Deutsche Post mehr! . drugstore"}, {"uid": "german-4338-trn", "text_a": "Ich habe das Produkt immer noch nicht erhalten. Liefertermin war der 26.02.18 Habe den Verkäufer schon kontaktiert, aber noch keine Antwort bekommen", "label": 1, "portion_identifier": -1, "text_b": "Reklamation . drugstore"}, {"uid": "german-19225-trn", "text_a": "für die geringe Nutzung ist er jetzt schon defekt. Macht laute Geräusche und muss auf den Müll. AEG kann das nicht sein, nur billiger Schrott", "label": 1, "portion_identifier": -1, "text_b": "Schrott . personal_care_appliances"}, {"uid": "german-31309-trn", "text_a": "Er saugt nicht richtig für mich eine Blamage hab ihn weihnachten verschenkt jetzt hab ich erfahren er saugt nicht richtig", "label": 1, "portion_identifier": -1, "text_b": "Blamage für den Sauger . kitchen"}], "2": [{"uid": "german-63155-trn", "text_a": "Schnelle Lieferung, Produkt gut verpackt. Das Material wirkt jedoch billig und ist schon beim ersten Windstoß eingerissen. Dann lieber im Baumarkt zwei Euro mehr ausgeben...", "label": 2, "portion_identifier": -1, "text_b": "Schnell beschädigt . lawn_and_garden"}, {"uid": "german-51516-trn", "text_a": "Sollte man lieber vergessen, es hält den Ausgießer nicht sehr fest, der fällt runter.", "label": 2, "portion_identifier": -1, "text_b": "Kein enge Befestigung . automotive"}, {"uid": "german-41942-trn", "text_a": "Das Produkt ist hervorragend – der Versender leider nicht. Für den Wunsch nach einer Rechnung hat er noch nicht einmal eine Antwort übrig, keinerlei Reaktion. Schade.", "label": 2, "portion_identifier": -1, "text_b": "Keine Kommunikation mit dem Versender . camera"}, {"uid": "german-46769-trn", "text_a": "Preis Leistung stimmt. Das Licht ist für die Küche genau das Richtige. Es gibt kein flackern oder nachglimmen, es ist heller und hat einen wesentlich niedrigen Verbrauch Muß mich korrigieren,diese Birnen flackern,allerdings erst nach ein paar Tagen", "label": 2, "portion_identifier": -1, "text_b": "kann ich empfehlen . home"}], "3": [{"uid": "german-98827-trn", "text_a": "Das Regal ist relativ leicht aufzubauen auch wenn ich über die doppelte Zeit gebraucht habe, wie in der Packung steht. Das Problem war das alle 3 vertikalen Bretter einen Riss haben bzw. ein Brett ist komplett in zwei Teile zerbrochen. Ich gehe mal von einem Transportschaden aus. Ich habe es mit etwas Mühe beim aufbauen hinbekommen alle Teile miteinander zu verleimen. An sich ist es stabil, man sollte es aber auf alle Fälle wie vorgeschrieben auch an der Wand befestigen. Das wirklich ärgerliche an dem DVD-Regal ist, dass man in das 4. und 5. Fach keine DVDs reinstellen kann. Diese Fächer sind beide ca. 1cm zu klein, so dass ich nur CDs reinstellen kann. Bei einem DVD-Regal erwarte ich, dass ich überall DVDs reinstellen kann.", "label": 3, "portion_identifier": -1, "text_b": "Schön aber mit Abzügen . furniture"}, {"uid": "german-92511-trn", "text_a": "An sich gute Leuchten. Tolles Licht, wasserdicht und auch ohne erdspieß gut zu platzieren. Der dämmerungssensor funktioniert gut und die leuchten geben fast die ganze Nacht Licht ab...aber eben nur, solange sie neu sind. Jetzt, nach gut 3 Monaten, gehen sie schon ab 22 bis 23 Uhr wieder aus, Tendenz steigend. Das heißt, je älter sie werden, desto kürzer ist die leuchtzeit. Schade eigentlich, aber Tatsache ist, nach einer Saison spätestens kann man die Dinger wegschmeißen.", "label": 3, "portion_identifier": -1, "text_b": "Nur gut für ein paar Monate . lawn_and_garden"}, {"uid": "german-107444-trn", "text_a": "VW Polo 6R .....hielt ganze 2 Monate.....jetzt fallen immer mehr SMDS aus....schade...hätte ich gern weiter gehabt. Passgenau sind die Lämpchen gut.... aber leider auch von Anfang an meldete der Bordcomputer- Licht Defekt! Lieferung war schnell erledigt!", "label": 3, "portion_identifier": -1, "text_b": "Schade... . automotive"}, {"uid": "german-82209-trn", "text_a": "An sich sind die Holzperlen super; leider ist die Auswahl an kleineren Perlen verschwindend gering. Zum basteln mit Kleinen Kindern eignen sie sich gut.", "label": 3, "portion_identifier": -1, "text_b": "Auswahl nicht sehr ausgewogen . office_product"}], "4": [{"uid": "german-125118-trn", "text_a": "Preis-Leistung in Ordnung, qualitativ auch ok. Jedoch ist das Kissen meinet Meinung nach zu wenig befüllt, diese wirkt etwas mager.", "label": 4, "portion_identifier": -1, "text_b": "In Ordnung. . home"}, {"uid": "german-151538-trn", "text_a": "Die Trinkblase ist gut, robust, bequem. Einziges Thema - wie trocknet man diese?", "label": 4, "portion_identifier": -1, "text_b": "Gut, robust, bequem. . sports"}, {"uid": "german-144299-trn", "text_a": "Die Decke ist wie auf dem Bild und wie in der Beschreibung. Nachteil ist das der klettverschluss sich beim aufmachen gelöst hat, lässt sich aber wider dran kleben oder nähen", "label": 4, "portion_identifier": -1, "text_b": "Tolle Decke . home"}, {"uid": "german-134440-trn", "text_a": "Wir haben zwei von den Hüllen bestellt. Eins sitzt perfekt, bei dem zweiten ist es schwierig die Seiten Knöpfe zu drücken aber nicht so gravierend. Nach zwei Monaten merkt man leider auch einen leichten Gelbstich. Ansonsten ist die Hülle Super verarbeiten und eben ohne viel Schnick Schnack. Sie ist leicht, sodas man kaum das Gefühl hat es wäre eine Hülle auf dem Handy. Sie fühlt sich auch angenehm in der Hand an", "label": 4, "portion_identifier": -1, "text_b": "Super Preis Leistung . wireless"}], "5": [{"uid": "german-167783-trn", "text_a": "Die Wäschenetze wurden mir sehr schnell geliefert, sie sind sehr stabil, aufgrund der verschiedenen Größen sind sie vielseitig einsetzbar. Sie sind genau das, was ich gesucht habe.", "label": 5, "portion_identifier": -1, "text_b": "Loventa Premium Wäschenetze . home"}, {"uid": "german-162173-trn", "text_a": "Sehr schöner Rock haben ihn eine Größe größer bestellt und passt perfekt total schön verarbeitet! Kam auch sehr schnell an. Bestelle mir sicher noch welche in einer anderen Farbe.", "label": 5, "portion_identifier": -1, "text_b": "Überzeugt . apparel"}, {"uid": "german-184192-trn", "text_a": "Ein tolles Buch, gut zu lesen, eine tolle Geschichte und ein guter Schreibstil. Dieses Buch würde ich sofort wieder weiterempfehlen.", "label": 5, "portion_identifier": -1, "text_b": "Top . digital_ebook_purchase"}, {"uid": "german-198529-trn", "text_a": "Jetzt weiß ich nicht da sich schreiben soll... noch 12 Wörter... Die Grips tun was sie sollen! Finger bleiben kalt und die Waschmaschine haben sie auch überlebt! Kaufempfehlung", "label": 5, "portion_identifier": -1, "text_b": "Tut was es soll . home"}]}