{"1": [{"uid": "german-24013-trn", "text_a": "Funktion und Handhabung gut, aber jetzt defekt, lädt nicht mehr, zur Reparatur zu Amazon geschickt, mal schauen was dabei rauskommt", "label": 1, "portion_identifier": -1, "text_b": "nach 20 Monaten defekt . kitchen"}, {"uid": "german-26034-trn", "text_a": "Habe 2 sets bestellt Eines davon kam leider kaputt an. Kontakt zum Händler konnte ich leider keinen erreichen.", "label": 1, "portion_identifier": -1, "text_b": "Schön nur leider teils kaputt angekommen . home"}, {"uid": "german-12949-trn", "text_a": "Nach mehrmaligem reinigen mit dem beigelegten Reinigungstuch löst sich die verspiegelung ab.", "label": 1, "portion_identifier": -1, "text_b": "leider löst sich die verspiegelung ab . apparel"}, {"uid": "german-12372-trn", "text_a": "Hatte die Hundehütte bestellt und erhalten dann sah ich dass was sich auf den von mir hoch geladenen Bildern am besten beschreiben lässt. Wie kann man nur so unfähig sein und es so verarbeiten? Die Reißverschlüsse Sind so angebracht worden dass man sie aufgrund dessen dass sie sich INEINANDER Kreuzen nicht schließen lassen. Bin stink sauer", "label": 1, "portion_identifier": -1, "text_b": "Die Reißverschlüsse sind GEKREUZT angebracht . pet_products"}, {"uid": "german-28782-trn", "text_a": "Ich war eigentlich guter Hoffnung, hier ein halbwegs funktionierendes Produkt zu bekommen. Ich hatte natürlich vorher die Rezensionen gelesen und für mich entschieden, dass es einen Versuch wert ist. Da es nicht meine erste Leuchte mit Bewegungsmelder ist, habe ich keine größeren Probleme gesehen. Was soll ich sagen: die Leuchte macht auf den ersten Blick einen recht guten Eindruck. Nach der Montage haben sich dann die Schwächen gezeigt. Wackelnder Bewegungsmelder, Einstellbarkeit praktisch nicht gegeben. Voll oder gar nicht, dazwischen gab es nichts bei der Einstellung. Ich habe die Leuchte wieder zurück geschickt und habe, dank Amazon, den Betrag auch unkompliziert zurück erhalten. Vielleicht hatte ich einfach nur Pech, aber empfehlenswert war das nicht. Wenn jemand diese Leuchte ebenfalls ausprobieren möchte, so bin ich gespannt, wie seine Erfahrungen damit sind.", "label": 1, "portion_identifier": -1, "text_b": "billig, billig, billig . home"}, {"uid": "german-8352-trn", "text_a": "Bin sehr enttäuscht da es bis zum genannten Zeitpunkt keine Lieferung erfolgt ist. Würde somit auf keinen Fall mehr bei den Verkäufer bestellen. Habe dadurch jetzt extra Kosten da ich mir die Patrone nun hier kaufen muß für 20 Euro. Meine Patrone hat genau bis heute gereicht und da ich die Patrone mit Absicht schon letzte wich bestellt habe ist es sehr traurig das diese nicht geliefert wurde und schon garnicht im genannten Zeitraum. Gibt somit kein Stern von mir dadurch das ich jetzt extra Kosten habe. Aber man kann ja nur eine Rezension abgeben wen man ein Stern gibt der hier difinitiv fehl am platz ist.", "label": 1, "portion_identifier": -1, "text_b": "Nicht zum Zeitpunkt erhalten. . office_product"}, {"uid": "german-11204-trn", "text_a": "Hallo, wir hatten vorher 2 Barhocker der gleichen Bauart, die von der Qualität deutlich sichtbar besser waren. Darum ging die Ware direkt zurück. Die Abwicklung war vollkommen unproblematisch und muss als sehr gut bewertet werden.", "label": 1, "portion_identifier": -1, "text_b": "Qualität . furniture"}, {"uid": "german-5334-trn", "text_a": "Hab zum vollen Preis natürlich mit einem Neuen Produkt gerechnet. Leider musste ich mich erstmal durch eine komplett zerstörte verpackung durchkämpfen. Als das geschafft war, musste ich anfangen den Dreck unter den abgenutzten Sticks sauberzumachen und alle Lücken von Staub zu befreien. Dann versuche ich etwas anzuspielen und merke, dass der rechte Bumper nur mit sehr viel druck reagiert und jedes spiel unspielbar macht. Sowas \"Neu\" zu nennen finde ich unverschämt.", "label": 1, "portion_identifier": -1, "text_b": "\"Neu\" . video_games"}], "2": [{"uid": "german-42491-trn", "text_a": "Ich habe keine Wirkung wahrgenommen", "label": 2, "portion_identifier": -1, "text_b": "Vitamin B12 . drugstore"}, {"uid": "german-47516-trn", "text_a": "Plus der Taschen = sie sind innen feucht abwischbar. Minus = die Taschen sind sehr klein - dafür wurden 2 geliefert, d.h. auch 2 Aufhänger sind nötigt.", "label": 2, "portion_identifier": -1, "text_b": "Hängetaschen für's Bad . baby_product"}, {"uid": "german-61008-trn", "text_a": "Habe es bis jetzt nur im Schrank hängen für den nächsten Fasching, da die Qualität nicht wirklich toll ist ...", "label": 2, "portion_identifier": -1, "text_b": "Naja . apparel"}, {"uid": "german-52320-trn", "text_a": "Sehr dünn bzw. weich, wenig Premium; für den Preis ok", "label": 2, "portion_identifier": -1, "text_b": "Sehr dünn . office_product"}, {"uid": "german-73046-trn", "text_a": "Ja, was meine ich damit? Ganz einfach: das Innenteil passt perfekt, ist aber leider aus Hartplastik und das bedeutet, man bekommt sein Gerät nicht mehr ohne Werkzeug heraus und hat keinen Zugang zu SIM bzw. SD-Karte.. Wer also eine unendliche marriage zwischen Smartphone und Hülle nicht scheut, für den ist die Hülle geeignet. Wer allerdings sein Smartphone ab und zu \"nackt\" bedienen und Zugang zu SIM und SD-Karte möchte, dem rate ich ab.", "label": 2, "portion_identifier": -1, "text_b": "Außen hui, innen pfui . wireless"}, {"uid": "german-65895-trn", "text_a": "Die Plane ist beim zweiten fixieren an der Naht gerissen. Ich vermute mal das ein Neukauf nicht wirklich Lohnenswert ist. Andere hatte ja auch schon die Robustheit des Produkts bemängelt.", "label": 2, "portion_identifier": -1, "text_b": "Plane ist nicht wirklich Stabil . lawn_and_garden"}, {"uid": "german-77771-trn", "text_a": "Ich habe mich sehr gefreut, dass die Lieferung schnell angekommen ist. Direkt geöffnet und in meinen Raumbefeuchter gefüllt. Leider kamen keine Tropfen ÖL heraus, eher verdünntes irgendwas ....... Mein erwarter Lavendelduft war ein hauch von nichts. sehr schade", "label": 2, "portion_identifier": -1, "text_b": "Leider nicht wie gehofft . personal_care_appliances"}, {"uid": "german-42580-trn", "text_a": "Der Artikel bzw Ball kam sehr schnell an ... Leider trotz Karton an mehren stellen eingebeult .. ich glaube nicht daß das so sein soll .", "label": 2, "portion_identifier": -1, "text_b": "Leider beschädigt.. . home"}], "3": [{"uid": "german-102121-trn", "text_a": "Schöne Uhr, leider in der Handhabung etwas chaotisch. Akku auch viel zu schnell leer und wenn sie lädt, wird der Deckel sehr heiß", "label": 3, "portion_identifier": -1, "text_b": "Bessere Akkuleistung von Vorteil . watch"}, {"uid": "german-90969-trn", "text_a": "Fugenkratzer vorne fällt für unsere Fugen etwas klein aus, nutzt sich auch schnell ab. Durch den Stiel aber schöne Handhabung", "label": 3, "portion_identifier": -1, "text_b": "Fugenkratzer . lawn_and_garden"}, {"uid": "german-95795-trn", "text_a": "Der Deckel fuer den Wasserbehälter schliesst nicht richtig.", "label": 3, "portion_identifier": -1, "text_b": "Little technical problem . kitchen"}, {"uid": "german-100128-trn", "text_a": "Nach einiger Wartezeit erhielt ich den Parka, da ich diesmal eine Nummer größer nahm,passt er diesmal. Größe 46 ist 44", "label": 3, "portion_identifier": -1, "text_b": "Zu klein für diese große Größe . apparel"}, {"uid": "german-82389-trn", "text_a": "Die angegebene Weite entspricht nicht dem was angegeben ist.", "label": 3, "portion_identifier": -1, "text_b": "Verbesserung . camera"}, {"uid": "german-108826-trn", "text_a": "Nach 8 Wochen kamen die Vögel schlecht verpackt und leicht beschädigt endlich an. Funkionieren einigermaßen. Wegen des geringen Preises habe ich auf eine Reklamation verzichtet.", "label": 3, "portion_identifier": -1, "text_b": "Ewig lange Lieferzeit . toy"}, {"uid": "german-94605-trn", "text_a": "Vom Aussehen her ist die Hülle echt Top, jedoch schützt sie nicht ausreichend. Smartphone 1x runtergefallen und direkt Displayschaden vorhanden.", "label": 3, "portion_identifier": -1, "text_b": "Aussehen gut, Schutz unbefriedigend . wireless"}, {"uid": "german-106944-trn", "text_a": "Zur Aufbewahrung eines Schlauches recht brauchbar, obwohl die Anbringung an die Wand aufwändig ist. Aber - wenn einmal ein Schlauchanschluss defekt ist- woher einen passenden 9mm Adapter bekommen ? Viel Erfolg beim Suchen, eine Anfrage beim Hersteller nach einer Bezugsquelle blieb unbeantwortet.", "label": 3, "portion_identifier": -1, "text_b": "Ganz praktisch- aber... . lawn_and_garden"}], "4": [{"uid": "german-125750-trn", "text_a": "Die Passform ist sehr gut und auch optisch bin ich auch sehr zufrieden. Allerdings habe ich auf der linken Seite einen kleinen Produktionsfehler. Genau bei der Plastiknaht.", "label": 4, "portion_identifier": -1, "text_b": "Schönes schlichtes, dünnes Case . wireless"}, {"uid": "german-150748-trn", "text_a": "Schöne verarbeitete Schuhe. Passform auch wie erwartet gut. Auf normalen Fliesen sehr rutschig. Würden die Schuhe wieder kaufen", "label": 4, "portion_identifier": -1, "text_b": "Tolle Schuhe . shoes"}, {"uid": "german-146384-trn", "text_a": "Das Produkt ist stabil und wir sind sehr zufrieden mit dem Einkauf.", "label": 4, "portion_identifier": -1, "text_b": "zufrieden . sports"}, {"uid": "german-130416-trn", "text_a": "Messerscharf, aber schlechter als andere Schäler zu reinigen", "label": 4, "portion_identifier": -1, "text_b": "Schön scharf . home"}, {"uid": "german-129296-trn", "text_a": "Super Rucksack, gut verarbeitet, breite Tragegurte, viele Fächer, großes Hauptfach mit viel Stauraum. Super Begleiter für die Schule. Kleines Manko: keine extra Bodenverstärkung.", "label": 4, "portion_identifier": -1, "text_b": "Super Rucksack mit viel Stauraum, leider keine Bodenverstärkung . sports"}, {"uid": "german-132073-trn", "text_a": "passt und fühlt sich gut an, lässt sich auch gut säubern, mehr gibt es nicht zu sagen.", "label": 4, "portion_identifier": -1, "text_b": "Guter Kauf . wireless"}, {"uid": "german-121102-trn", "text_a": "Es könnte etwas mehr Futtersäulen und etwas weniger Fett ansonsten ganz gut", "label": 4, "portion_identifier": -1, "text_b": "Die Vögel haben sich gefreut . pet_products"}, {"uid": "german-150718-trn", "text_a": "Vier Sterne weil die Beschreibung sehr Lückenhaft ist. Mußte mit dem Vertrieb Verbindung auf nehmen. Per E-mail wurde mir erklärt warum es nicht so funktioniert wie es die Beschreibung vor gibt.", "label": 4, "portion_identifier": -1, "text_b": "Erfüllt meine Erwartungen . drugstore"}], "5": [{"uid": "german-160019-trn", "text_a": "Super Qualität! Da muss ich Spigen wieder loben. Liegt angenehm in der Hand. Guter Schutz und ist wegen Hartplastikrahmen sehr stabil! Diese ahnt die Form vom original Alurahmen nach, was ich bei Note 4 klasse finde. Ist etwas dicker, dafür wird aber die Kamera hinten gut gegen Kratzer geschützt (was bei 16 MP notwendig ist). Zuhause nehme ich die Hülle ab, was schwerer geht wg. Hartplastikrahmen als bei die anderen.", "label": 5, "portion_identifier": -1, "text_b": "Klasse! . wireless"}, {"uid": "german-173143-trn", "text_a": "Mein Kater frisst es sehr gerne allerdings würde ich mir 100g statt 85g wünschen. Schön viel Soße riecht gut und wird gerne gefressen", "label": 5, "portion_identifier": -1, "text_b": "Kater liebt es . pet_products"}, {"uid": "german-187359-trn", "text_a": "Die Kommunikation mit dem Verkäufer ist super jedoch war die esc zu groß für meinen Zweck", "label": 5, "portion_identifier": -1, "text_b": "Gute Kommunikation . toy"}, {"uid": "german-197643-trn", "text_a": "Es ist ein sehr schöner Film", "label": 5, "portion_identifier": -1, "text_b": "Schöner Film . other"}, {"uid": "german-189307-trn", "text_a": "Absolutes Demolition-Werkzeug. Gute Handhabung. Schwere gute Qualität. Kann gut punktuell eingesetzt werden. Besser als ein Stemmeisen. Gute Hebelwirkung mit wenig Kraftaufwand", "label": 5, "portion_identifier": -1, "text_b": "Super Werkzeug . home_improvement"}, {"uid": "german-176389-trn", "text_a": "alles super, gerne wieder", "label": 5, "portion_identifier": -1, "text_b": "alles bestens . beauty"}, {"uid": "german-199188-trn", "text_a": "Ich kann momentan nicht schlechtes über das Pulver schreiben. Okay, der Geschmack ist etwas komisch, aber es geht schon. Nach ein paar mal merkt man es nicht mehr so wirklich. Von der Wirkung her bin ich ganz zufrieden. Ich fühle mich besser, irgendwie gereinigt, wenn man dass so schreiben/Sagen kann. Wird wieder gekauft", "label": 5, "portion_identifier": -1, "text_b": "Gutes Pulver . grocery"}, {"uid": "german-195935-trn", "text_a": "Die Uhr ist sehr leicht, tolle Verarbeitung. Bedienungsanleitung ist eifach zu verstehen. Die App kann man einfach über QR Code in Bedienungsanleitung auslesen, vorrausgesetzt man hat die App. Problemlos installiert. App sind übersichtlich. Die Uhr hat haufen Optionen, so das wenn ich sie alle beschreibe soll, werde ich bis morgen da sitzen. Aber sehr hilfreich das man die Nachrichten empfängt, auch von sozialen Netzen. So das man nicht ständig das Händy rausholen muss. Naja mit Nachrichten versenden wird natürlich nix auf kleinen Display. Akkulaufzeit abhängig von Benutzung. Angeblich wasserdicht, möchte nicht ausprobieren. Ladestation ist einfach. Uhr drauf wird von Magneten an die richtige Position gezogen. Einzige was mir nicht gefällt ist die Länge des USB-Kabel. Der ist wirklich sehr kurz geraten. Am sonsten top Produkt.", "label": 5, "portion_identifier": -1, "text_b": "einfach nur WOW . wireless"}]}