{"1": [{"uid": "french-26803-trn", "text_a": "Le colis est arrivé vide, aucun moyen de connaitre la qualité du produit", "label": 1, "portion_identifier": -1, "text_b": "COLIS LIVRE VIDE . furniture"}, {"uid": "french-27743-trn", "text_a": "Article non conforme, ne correspond pas du tout à au modèle de l’an photo... Trop proche de Noël pour le renvoyer, je me sent arnaqué", "label": 1, "portion_identifier": -1, "text_b": "Article non conforme sans correspondance avec la photo . wireless"}], "2": [{"uid": "french-67502-trn", "text_a": "Me faire acheter un livre de poche sans me le faire savoir, avec le prix d'occasion à 6 euros pour un livre dont le prix de vente neuf est à 5 euros.", "label": 2, "portion_identifier": -1, "text_b": "Manque de précision sur le produit . book"}, {"uid": "french-71498-trn", "text_a": "Ce verre ne s'adapte pas entièrement à l'écran du honor 6C pro Par contre a tout de même fait son travail", "label": 2, "portion_identifier": -1, "text_b": "Il ne s'adapte pas entièrement à l'ecran . wireless"}], "3": [{"uid": "french-104603-trn", "text_a": "J’ai acheté cet article car le mobile nattou de mon fils ne fonctionnait plus. Fonctionne parfaitement le son est très fort ce qui pourrait déranger le sommeil de certains bebe plutôt que de l’apaisement. Le miens adore. Petite déception sur le fait qu’il n’y ait pas d’autocollant nattou comme sur celui d’origine .", "label": 3, "portion_identifier": -1, "text_b": "Bien . baby_product"}, {"uid": "french-101233-trn", "text_a": "Je regrette juste que l'aimant soit de mauvaise qualité se défait trop facilement.", "label": 3, "portion_identifier": -1, "text_b": "Aimant peu puissant. . electronics"}], "4": [{"uid": "french-131270-trn", "text_a": "Bonne autonomie pour une lampe à souder .parfait", "label": 4, "portion_identifier": -1, "text_b": "pas de surprise . sports"}, {"uid": "french-139504-trn", "text_a": "Bonne fonction alité", "label": 4, "portion_identifier": -1, "text_b": "Super . wireless"}], "5": [{"uid": "french-174554-trn", "text_a": "Ideal pour recharger plusieurs fois un téléphone, Plutôt petit pour la capacité de rendement. Après tout dépend de l'exigence de chacun mais selon moi, très bon rapport qualité prix.", "label": 5, "portion_identifier": -1, "text_b": "Compact et utile . electronics"}, {"uid": "french-192776-trn", "text_a": "Utilisation de tout les jours très bon produit et ce maintiennent bien en place de très bonne paire de chaussette", "label": 5, "portion_identifier": -1, "text_b": "Très bonne qualité . sports"}]}