{"0": [{"uid": "french-1775-val", "text_a": "Ils ont été développés par CyberConnect2 et publiés par Namco Bandai en commençant par \" Naruto : Ultimate Ninja \" en 2005.", "label": "0", "portion_identifier": -1, "text_b": "Ils ont été développés par Namco Bandai et publiés par CyberConnect2, en commençant par \"Naruto: Ultimate Ninja\" en 2005."}, {"uid": "french-1264-val", "text_a": "Il était le cousin du joueur de l'équipe nationale tchèque Miroslav Hlinka et le fils de l'ancien joueur Jaroslav Hlinka sr.", "label": "0", "portion_identifier": -1, "text_b": "Il était le cousin du joueur national tchèque Jaroslav Hlinka et le fils de l'ancien joueur Miroslav Hlinka sr."}, {"uid": "french-1462-val", "text_a": "Cet incident a été célébré par la suite et est désormais célébré en Égypte comme la Journée nationale de la police le 25 janvier de chaque année.", "label": "0", "portion_identifier": -1, "text_b": "Cet incident a été célébré par la suite et est désormais commémoré en Égypte le 25 janvier de chaque année à l'occasion de la Journée nationale de la police."}, {"uid": "french-460-val", "text_a": "Quand Platzer ouvra son second restaurant à Allentown en 1993, il changea le nom en P. J. Whelihan's pour rendre homage à son grand-père, Peter Joseph Whelihan.", "label": "0", "portion_identifier": -1, "text_b": "En 1993, quand Peter Joseph Whelihan ouvrit son second restaurant à Allentown, il changea le nom de P.J. Whelihan en l'honneur de son grand-père, Platzer."}], "1": [{"uid": "french-1078-val", "text_a": "Selon le Bureau du recensement des États-Unis, Southport a une superficie totale de , dont des terres et , ou 0,91 %, est de l'eau.", "label": "1", "portion_identifier": -1, "text_b": "Selon le Bureau du recensement des États-Unis, Southport a une superficie totale de terre et , ou 0,91 %, est de l'eau."}, {"uid": "french-1875-val", "text_a": "L'épisode a été traité par Tony Goldwyn et écrit par Matt Byrne et Mark Fish.", "label": "1", "portion_identifier": -1, "text_b": "L'épisode a été écrit par Matt Byrne et Mark Fish et réalisé par Tony Goldwyn."}, {"uid": "french-926-val", "text_a": "Il était le fils de John Scott et de sa femme, Jane Scott, qui était la fille de Thomas Cairnes.", "label": "1", "portion_identifier": -1, "text_b": "Il était le fils de John Scott et de sa femme Jane Scott, fille de Thomas Cairnes."}, {"uid": "french-1639-val", "text_a": "Le pape proposa en 1980 une solution qui a été acceptée par le Chili et rejetée par l'Argentine.", "label": "1", "portion_identifier": -1, "text_b": "Le Pape a proposé une solution acceptée par le Chili en 1980 et rejetée par l'Argentine."}]}