{"0": [{"uid": "spanish-1041-val", "text_a": "ZipSIP-ZipSIP es un nuevo servicio que ayuda a los inversores a invertir en fondos comunes de inversión en unos pocos minutos, con procesos sin papel.", "label": "0", "portion_identifier": -1, "text_b": "ZipSIP-ZipSIP es un servicio electrónico que ayuda a los inversores a participar de fondos de inversión con procesos nuevos en apenas unos minutos."}, {"uid": "spanish-954-val", "text_a": "Robert Curzon lo compró en 1834 en el monasterio de Saba, y C. R. Gregory lo vio en 1883.", "label": "0", "portion_identifier": -1, "text_b": "C. R. Gregory lo compró en 1834 en el monasterio de Saba, en 1883 por Robert Curzon."}, {"uid": "spanish-287-val", "text_a": "João Martins Pena y Francisca de Paula Julieta Pena nacieron de Martins Pena en Río de Janeiro.", "label": "0", "portion_identifier": -1, "text_b": "Martins Pena nació en Río de Janeiro, hijo de João Martins Pena y Francisca de Paula Julieta Pena."}, {"uid": "spanish-457-val", "text_a": "La temporada comenzó el 6 de enero de 1984 en Falun (Suecia) y terminó en Lygna (Noruega) el 11 de marzo de 1984.", "label": "0", "portion_identifier": -1, "text_b": "La temporada comenzó el 6 de enero de 1984 en Falun, Noruega, y terminó el 11 de marzo de 1984 en Lygna, Suecia."}, {"uid": "spanish-811-val", "text_a": "Esto quedó grabado en dos inscripciones separadas del surco de su cadáver en Medinet Habu, que son físicamente largas y algo diferentes entre sí.", "label": "0", "portion_identifier": -1, "text_b": "Esto quedó grabado en dos largas inscripciones desde su templo funerario en Medinet Habu, que están físicamente separadas y son algo diferentes entre sí."}, {"uid": "spanish-583-val", "text_a": "Después de la ceremonia de la boda en su ciudad natal de Barcelona, España, la pareja recién casada voló a Sakarya.", "label": "0", "portion_identifier": -1, "text_b": "Después del casamiento en su ciudad natal, Sakarya, la pareja voló a Barcelona, España."}, {"uid": "spanish-91-val", "text_a": "Buccinum pulchellum es una especie de caracol marino, un verdadero molusco gastrópodo de la familia Buccinidae, los caracoles marinos.", "label": "0", "portion_identifier": -1, "text_b": "Buccinum pulchellum es una especie de caracol marino, un molusco gastrópodo marino de la familia Buccinidae, los verdaderos caracoles."}, {"uid": "spanish-1511-val", "text_a": "McCarthy nació en Auckland, pero se mudó con sus padres a San Francisco, California a la edad de cuatro.", "label": "0", "portion_identifier": -1, "text_b": "McCarthy nació en San Francisco, California, pero se mudó a Auckland con sus padres a la edad de cuatro años."}], "1": [{"uid": "spanish-234-val", "text_a": "El Consejo de Audubon se formó a partir de la fusión del Consejo de Shawnee Trails y el Consejo de Four Rivers.", "label": "1", "portion_identifier": -1, "text_b": "El Consejo de Audubon se formó a partir de la asociación del Consejo de Shawnee Trails y el Consejo de Four Rivers."}, {"uid": "spanish-25-val", "text_a": "El equipo Loyang derrotó al Instituto Raffles en la ronda de apertura y a la escuela secundaria Xinmin en los cuartos de final antes de perder con el Instituto Hwa Chong en la semifinal.", "label": "1", "portion_identifier": -1, "text_b": "El equipo de Loyang derrotó a la Institución Raffles en la ronda eliminatoria y a la escuela secundaria Xinmin en los cuartos de finales, antes de perder ante la institución Hwa Chong en semifinales."}, {"uid": "spanish-1642-val", "text_a": "Ibn Amira nació en Alzira, provincia de Valencia.", "label": "1", "portion_identifier": -1, "text_b": "Ibn Amira nació en Alzira, en la provincia de Valencia."}, {"uid": "spanish-449-val", "text_a": "Con estas innovaciones, la capacidad máxima alcanzada de un sistema BRT ha aumentado a 35 000 pasajeros por hora.", "label": "1", "portion_identifier": -1, "text_b": "Estas innovaciones aumentaron la capacidad máxima lograda de un sistema BRT para 35 000 pasajeros por hora."}, {"uid": "spanish-642-val", "text_a": "Hubo algo de violencia contra los grupos judíos paramilitares en los primeros años de la República de Weimar, que fue liderada por los Freikorps alemanes.", "label": "1", "portion_identifier": -1, "text_b": "En los primeros años de la República de Weimar, hubo violencia contra los judíos paramilitares, conducida por los freikorps alemanes."}, {"uid": "spanish-1981-val", "text_a": "La observación empírica de los efectos antiinflamatorios de GLA sostiene que los efectos reales de DGLA son los dominantes.", "label": "1", "portion_identifier": -1, "text_b": "La observación empírica de los efectos antiinflamatorios del GLA sostiene que los efectos actuales de DGLA dominan."}, {"uid": "spanish-793-val", "text_a": "Malcolm Fraser, quien había derrotado a Whitlam de forma arrolladora en la elección federal de diciembre de 1975, ofreció el título de Caballero a Egerton por su servicio al movimiento sindical.", "label": "1", "portion_identifier": -1, "text_b": "Malcolm Fraser, que había vencido a Whitlam en un triunfo aplastante en la elección federal de diciembre de 1975, le ofreció la caballería a Egerton para servir al movimiento sindical."}, {"uid": "spanish-1359-val", "text_a": "E es cualidad de primera clase y An es cualidad de segunda: los chinos consideran que E es amigable, On es suerte y tranquilidad.", "label": "1", "portion_identifier": -1, "text_b": "E es un mérito de primera clase y An es el segundo mérito; E en chino significa amigable, An es suerte y tranquilo."}]}