{"0": [{"uid": "french-1673-val", "text_a": "Ashte est un village dans Palghar - district de Maharashtra, en Inde, il se trouve dans le Dahanu - Taluka.", "label": "0", "portion_identifier": -1, "text_b": "Ashte est un village du district de Dahanu dans le Maharashtra, en Inde. Il se trouve dans le taluka de Palghar."}, {"uid": "french-884-val", "text_a": "La rivière Segheș Rest un affluent de la rivière Olt en Roumanie.", "label": "0", "portion_identifier": -1, "text_b": "La rivière Olt est un affluent de la rivière Seghes en Roumanie."}, {"uid": "french-1575-val", "text_a": "Il a déménagé à San Diego, Californie en 1876, et à Dallas, Texas en 1887.", "label": "0", "portion_identifier": -1, "text_b": "En 1876, il a déménagé à Dallas, au Texas, et à San Diego, en Californie, en 1887."}, {"uid": "french-72-val", "text_a": "En 1835, Campbell a épousé Frances Owen, qui a eu sept enfants : Mary, Margaret, Fanny, William, Joseph, John Owen et Lemuel.", "label": "0", "portion_identifier": -1, "text_b": "En 1835, Campbell a épousé John Owe, avec sept enfants : Mary, Frances Owen, Fanny, William, Joseph, Margaret et Lemuel."}], "1": [{"uid": "french-776-val", "text_a": "Au cours de sa présence au DTM, l'Audi V8 a concouru contre les toujours plus petites Mercedes 190, BMW M3 et la légèrement plus légère Opel Omega 3000.", "label": "1", "portion_identifier": -1, "text_b": "L'Audi V8 a rivalisé pendant sa présence au DTM avec la beaucoup plus petite et à peu près plus petite Mercedes 190, la BMW M3 et l'Oepl Omega 3000, un peu plus légère."}, {"uid": "french-564-val", "text_a": "Les nations de la Macédoine, du Kenya, de l'Azerbaïdjan, de l'Uruguay et du Venezuela ont participé à leurs premiers Jeux olympiques d'hiver.", "label": "1", "portion_identifier": -1, "text_b": "Les nations de l'Azerbaïdjan , du Kenya, de la Macédoine, de l'Uruguay et du Venezuela ont participé à leurs premiers Jeux olympiques d'hiver."}, {"uid": "french-1868-val", "text_a": "L'autoroute 330 du Wyoming est une route nationale est-ouest assez courte du Wyoming située au nord-ouest du comté de Sheridan et qui dessert la partie centrale de Sheridan.", "label": "1", "portion_identifier": -1, "text_b": "La route 330 du Wyoming est une route assez courte entre l'est et l'ouest du Wyoming dans le nord-ouest du comté de Sheridan et qui dessert la partie centrale de Sheridan."}, {"uid": "french-213-val", "text_a": "\"Shatterer\" fut publié le 13 juin 1987 au Japon, où il fut distribué par Toho.", "label": "1", "portion_identifier": -1, "text_b": "\" Shatterer \" est sorti au Japon le 13 juin 1987 où il était distribué par Toho."}]}