{"0": [{"uid": "french-237-val", "text_a": "Fiat Ferroviaria était le maître d'oeuvre avec Siemens AG et ADtranz en sous-traitants.", "label": "0", "portion_identifier": -1, "text_b": "Le maître d'oeuvre était Siemens AG avec Fiat Ferroviaria et ADtranz comme sous-traitants."}, {"uid": "french-612-val", "text_a": "Vermont est entouré de Mitcham au nord, Nunawading et Forest Hill à l'ouest, Vermont South au sud et Wantirna et Ringwood à l'est.", "label": "0", "portion_identifier": -1, "text_b": "Vermont South est bordé au nord par Mitcham, à l'ouest par Nunawading et Forest Hill, au sud par Vermont et à l'est par Wantirna et Ringwood."}, {"uid": "french-675-val", "text_a": "Après sa mort en 1946, ses articles sur ce projet étaient encore dans un état uniformément brut.", "label": "0", "portion_identifier": -1, "text_b": "À sa mort en 1946, ses articles sur ce projet étaient dans un état uniformément brut."}, {"uid": "french-643-val", "text_a": "Rainbach im Innkreis est une municipalité du district de Schärding, dans l'état de la Haute-Autriche.", "label": "0", "portion_identifier": -1, "text_b": "Rainbach im Innkreis est une municipalité dans le district de la Haute-Autriche, dans l'État Autrichien de Schärding."}], "1": [{"uid": "french-206-val", "text_a": "de Ruiter, né à Leiden, a joué pour le FC Utrecht, le FC Den Bosch, Excelsior, le RKC Waalwijk et le FC Emmen.", "label": "1", "portion_identifier": -1, "text_b": "de Ruiter, né à Leyde, a joué pour RKC Waalwijk, FC Den Bosch, Excelsior, FC Utrecht et FC Emmen."}, {"uid": "french-663-val", "text_a": "Ely était le petit-fils de Crabb Robinson, l'un des premiers amis de John Towill Rutt.", "label": "1", "portion_identifier": -1, "text_b": "Talfourd Ely était le petit-fils de Crabb Robinson, l'un des premiers amis de John Towill Rutt."}, {"uid": "french-50-val", "text_a": "Callum O 'brien (né le 4 novembre 1982 à Cambridge en Nouvelle Zélande) est un joueur de squash professionnel.", "label": "1", "portion_identifier": -1, "text_b": "Callum O'brien (né le 4 novembre 1982 à Cambridge) est un joueur de squash professionnel de Nouvelle-Zélande."}, {"uid": "french-1929-val", "text_a": "La distance entre le centre des affaires de Kampala et Kawempe est d'environ .", "label": "1", "portion_identifier": -1, "text_b": "La distance par route entre le quartier d'affaires central de Kampala et Kawempe est d'environ."}]}