{"1": [{"uid": "spanish-1866-trn", "text_a": "No amplia nada la señal Lo devolví", "label": 1, "portion_identifier": -1, "text_b": "No amplifica nada . other"}, {"uid": "spanish-26387-trn", "text_a": "En la familia usamos muchos protectores de pantalla y estos son con diferencia los de peor calidad que nos hemos encontrado.", "label": 1, "portion_identifier": -1, "text_b": "Los peores . wireless"}], "2": [{"uid": "spanish-77045-trn", "text_a": "Pedí un pack de la talla M pero uno de ellos era de la talla S. Una molestia absolutamente innecesaria.", "label": 2, "portion_identifier": -1, "text_b": "Uno de los slips del pack era de otra talla . apparel"}, {"uid": "spanish-69872-trn", "text_a": "No se ajusta muy bien a la silla. Mis sillas parecen que tienen una camiseta puesta, queda horroroso. El fin era proteger las sillas de los arañazos de los gatos, pero son tan finas que traspasan. Dinero tirado, aparte de que estéticamente queda feísimo.", "label": 2, "portion_identifier": -1, "text_b": "NO QUEDAN BIEN . home"}], "3": [{"uid": "spanish-84846-trn", "text_a": "Los auriculares se escuchaban bien, pero a los pocos meses el izquierdo empezó a hacer ruidos raros y al final dejó de escucharse.", "label": 3, "portion_identifier": -1, "text_b": "Buenos auriculares pero se me rompieron a los pocos meses. . wireless"}, {"uid": "spanish-91013-trn", "text_a": "Hace 1 mes que tengo las ollas y relación calidad precio están bien, aunque veo dos inconvenientes: 1. La comida se pega mucho. Sirven para cocer, pero para sofrito se pega todo. 2. Se ensucian mucho y luego es difícil quitar las manchas. Después de la experiencia aconsejo gastarse un poco más de dinero y comprar ollas que sean antiadherentes. Saludos", "label": 3, "portion_identifier": -1, "text_b": "Buenas ollas aunque se engancha la comida . home"}], "4": [{"uid": "spanish-154363-trn", "text_a": "Contenta piel buena parece mas grande de lo ke parece buen tamaño muchos apartados lo cual la hace mas parctica llevo dentro de tiempo servicio bueno", "label": 4, "portion_identifier": -1, "text_b": "Calidad buena . shoes"}, {"uid": "spanish-125839-trn", "text_a": "Producto que cumplió mis espectatívas.", "label": 4, "portion_identifier": -1, "text_b": "botella de agua . home"}], "5": [{"uid": "spanish-192153-trn", "text_a": "Seguimos usándola funciona muy bien.", "label": 5, "portion_identifier": -1, "text_b": "La niña va comoda . baby_product"}, {"uid": "spanish-160236-trn", "text_a": "Calidad idéntica a las bolsas que venían con el aspirador.", "label": 5, "portion_identifier": -1, "text_b": "Compatibles con el modelo P20 de la serie Power . kitchen"}]}