{"0": [{"uid": "french-541-val", "text_a": "« Voyage autour du monde » avec Robert E. Sherwood, est un film documentaire américain Pré-Code du directeur Douglas Fairbanks de 1931 réalisé par Douglas Fairbanks et Victor Fleming.", "label": "0", "portion_identifier": -1, "text_b": "\"Voyage autour du monde\" avec Douglas Fairbanks, un documentaire américain pré-code de 1931, est réalisé par Douglas Fairbanks et Victor Fleming et par Robert E. Sherwood."}, {"uid": "french-1305-val", "text_a": "Retzius est né à Stockholm, fils de l'anatomiste Anders Jahan Retzius (et petit-fils du naturaliste et chimiste Anders Retzius).", "label": "0", "portion_identifier": -1, "text_b": "Retzius est né à Stockholm, le fils de l'anatomiste Anders Retzius (et petit-fils du naturaliste et chimiste, Anders Jahan Retzius)."}, {"uid": "french-1748-val", "text_a": "Le tournoi a été remporté par Gabriel Medina (BRA), qui a battu Joel Parkinson (AUS) en finale.", "label": "0", "portion_identifier": -1, "text_b": "Le tournoi a été gagné par Joel Parkinson (BRA), qui a éliminé Gabriel Medina (AUS) en finale."}, {"uid": "french-229-val", "text_a": "Le projet sur le génome du cancer a été lancé par Peter Campbell en 2000 et Michael Stratton est dorénavant le chef de groupe du projet.", "label": "0", "portion_identifier": -1, "text_b": "Le projet sur le génome du cancer fut lancé par Michael Stratton en 2000, et Peter Campbell est désormais le chef du projet."}, {"uid": "french-696-val", "text_a": "Frederick Brown était le président du conseil ; Henry Wrixon était le président des comités.", "label": "0", "portion_identifier": -1, "text_b": "Le président du conseil était Henry Henry Wrixon, lee président des comités était Frederick Brown."}, {"uid": "french-1595-val", "text_a": "Armando Santiago (né le 18 juin 1932) est un compositeur portugais, chef d'orchestre, professeur de musique et administrateur d'université canadienne.", "label": "0", "portion_identifier": -1, "text_b": "Armando Santiago (né le 18 juin 1932) est un compositeur, chef d'orchestre, professeur de musique et administrateur universitaire canadien d'origine portugaise."}, {"uid": "french-312-val", "text_a": "Il est l'oncle du musicien Tal Bachman et père de Ryder Bachman.", "label": "0", "portion_identifier": -1, "text_b": "Il est l'oncle du musicien Ryder Bachman et père de Tal Bachman."}, {"uid": "french-141-val", "text_a": "Le 23 mai 1928, le Fleagle Gang arriva dans le Colorado après avoir été cambriolé de la First National Bank of Lamar, à Dighton.", "label": "0", "portion_identifier": -1, "text_b": "Le 23 mai, le Fleagle Gang arriva à Dighton après avoir cambriolé la First National Bank of Lamar, dans le Colorado."}], "1": [{"uid": "french-375-val", "text_a": "Towanda Creek se situe dans la partie sud-ouest du comté de Bradford (41.655805 -76.850706), dans la vallée du canton.", "label": "1", "portion_identifier": -1, "text_b": "Towanda Creek est située dans le sud-ouest du comté de Bradford à (41.655805, -76.850706), dans la vallée de Canton."}, {"uid": "french-289-val", "text_a": "En raison de ces mécanismes de transaction, des protocoles de transport peu fiables tels que le protocole UDP (\"User Datagram Protocol\") pour l'opération SIP sont suffisants.", "label": "1", "portion_identifier": -1, "text_b": "En raison de ces mécanismes transactionnels, des protocoles de transport peu fiables, tels que le protocole UDP (User Datagram Protocol), sont suffisants pour le fonctionnement SIP."}, {"uid": "french-171-val", "text_a": "Ses limites approximatives étaient de Pearl Street à Grier Avenue et de South Broad Street à ce qui est maintenant US 1 '9.", "label": "1", "portion_identifier": -1, "text_b": "Ses frontières approximatives allaient de Pearl Street jusqu'à Grier Avenue et de South Broad Street jusqu'à ce que sont maintenant les US 1 et 9."}, {"uid": "french-1108-val", "text_a": "Navarro est un partido du nord-est de la province de Buenos Aires en Argentine.", "label": "1", "portion_identifier": -1, "text_b": "Navarro est un partido du nord-est de la province de Buenos Aires en Argentine."}, {"uid": "french-1756-val", "text_a": "Il a ensuite déménagé en Suisse, puis en Italie, où il a rencontré Shelley et Byron.", "label": "1", "portion_identifier": -1, "text_b": "Il a ensuite déménagé en Suisse puis en Italie, où il a rencontré Shelley et Byron."}, {"uid": "french-1693-val", "text_a": "La rivière Horezu est un affluent de la rivière Ponoru en Roumanie.", "label": "1", "portion_identifier": -1, "text_b": "La rivière Horezu est un affluent de la rivière Ponoru en Roumanie."}, {"uid": "french-819-val", "text_a": "Mark Machin était le PDG de l'Office d'investissement du Régime de pensions du Canada. Il fut remplacé par Mark Wiseman en juin 2016.", "label": "1", "portion_identifier": -1, "text_b": "Mark Machin était le PDG de l'Office d'investissement du régime de pensions du Canada, qui a été remplacé en juin 2016 par Mark Wiseman."}, {"uid": "french-731-val", "text_a": "Steve Whitley est apparu pour la première fois début juillet. Il est le père criminel de Harper Whitley et Garrett Whitley et le frère de Benny Cameron.", "label": "1", "portion_identifier": -1, "text_b": "Début juillet, Steve Whitley, père criminel de Harper Whitley et Garrett Whitley et frère de Benny Cameron."}]}