{"0": [{"uid": "french-1511-val", "text_a": "McCarthy est né à Auckland mais a déménagé avec ses parents à San Francisco, Californie à l'âge de quatre ans.", "label": "0", "portion_identifier": -1, "text_b": "McCarthy est né à San Francisco, Californie, mais a déménagé à Auckland avec ses parents à l'âge de 4 ans."}, {"uid": "french-350-val", "text_a": "Ils sont submergés par une musique sans nuances jouée en direct et consistent en des sons d'orchestre vagues, presque volontairement épars.", "label": "0", "portion_identifier": -1, "text_b": "Ils sont recouverts d'une musique orchestrale jouée en direct et se composent de sons vagues, presque délibérément sans nuances."}, {"uid": "french-326-val", "text_a": "Le morceau \" Astrud \" de l'album \" Time and Tide \" de 1987 de Basia Trzetrzelewska est un hommage à Gilberto.", "label": "0", "portion_identifier": -1, "text_b": "Le morceau \" Astrud \" de l'album \" Time and Tide \" de 1987 de Gilberto est un hommage à Basia Trzetrzelewska."}, {"uid": "french-139-val", "text_a": "Près de la rivière Lostine, un affluent de la rivière Wallowa, à l'est des montagnes Wallowa Mountains du nord-est de l'Oregon.", "label": "0", "portion_identifier": -1, "text_b": "La rivière Wallowa, un affluent de la rivière Lostine, à l'est des montagnes Wallowa, au nord-east de l'Oregon, se trouve dans les environs."}, {"uid": "french-106-val", "text_a": "Son épouse était Ferenc Wathay et leur fils Klára Csabi était également un célèbre commandant et auteur du \" recueil de chansons de Ferenc Wathay \".", "label": "0", "portion_identifier": -1, "text_b": "Son épouse était Klára Csabi et son fils Ferenc Wathay était aussi un célèbre commandant et auteur du \" livre de chansons de Ferenc Wathay \"."}, {"uid": "french-1596-val", "text_a": "Elysia pusilla est une espèce de petit escargot de mer, un mollusque gastéropode marin de la famille des Plakobranchidae.", "label": "0", "portion_identifier": -1, "text_b": "Elysia pusilla est une espèce de limace marine, un petit mollusque gastéropode de la famille des Plakobranchidae."}, {"uid": "french-558-val", "text_a": "Ils ont également publié le deuxième morceau de l'album, \" Vices \", en tant que 5e single de l'album le 13 juin.", "label": "0", "portion_identifier": -1, "text_b": "Ils ont également le 5e morceau de l'album \"Vices \" en tant que deuxième single de l'album le 13 juin."}, {"uid": "french-1768-val", "text_a": "Il a joué avec les Portland Sea Dogs de niveau A et les AA Kane County Cougars en 1993.", "label": "0", "portion_identifier": -1, "text_b": "En 1993, il joua avec la classe A des cougars du comté de Kane et le AA des Sea Dogs de Portland."}], "1": [{"uid": "french-1725-val", "text_a": "En 1291, Mahaut épousa le comte de Bourgogne Otton IV, épousa la mère de trois enfants, dont deux filles, qui devinrent rois de France.", "label": "1", "portion_identifier": -1, "text_b": "En 1291, Mahaut épousa Othon IV , comte de Bourgogne. Elle épousa la mère de trois enfants, dont deux filles qui devinrent rois de France."}, {"uid": "french-215-val", "text_a": "Craig a deux enfants et fut marié à Sara Tetro, l'ancien mannequin, présentatrice de télévision et juge du Next Top Model de Nouvelle-Zélande.", "label": "1", "portion_identifier": -1, "text_b": "Craig a deux enfants et fut marié à l'ancienne mannequin, animatrice de télévision et juge du Next Top Model de Nouvelle-Zélande, Sara Tetro."}, {"uid": "french-1299-val", "text_a": "Tarang P. Amin a été remplacé par Joey Shamah, qui a été nommé Président, Président-directeur général et Administrateur d'E.l.f. .", "label": "1", "portion_identifier": -1, "text_b": "Tarang P. Amin a été remplacé par Joey Shamah, qui est Président, Président-directeur général ett Administrateur d'E.l.f."}, {"uid": "french-249-val", "text_a": "Après un traitement médical, Strozzi commença à prendre des cours privés de théâtre avec Dimitrija Demeter, comme recommandé par Josip Freudenreich.", "label": "1", "portion_identifier": -1, "text_b": "Strozzi a commencé à prendre des cours de théâtre privés avec Dimitrija Demeter après un traitement médical, tel que recommandé par Josip Freudenreich."}, {"uid": "french-813-val", "text_a": "La chapelle méthodiste abandonnée est l'un des quelques bâtiments en brique d'Upsall.", "label": "1", "portion_identifier": -1, "text_b": "La chapelle méthodiste abandonnée est l'un des rares bâtiments en briques d'Upsall."}, {"uid": "french-197-val", "text_a": "L'album a été enregistré à Los Angeles par Aníbal Kerpel. Mixé dans les studios de \" La Casa \" à Los Angeles, Californie.", "label": "1", "portion_identifier": -1, "text_b": "L'album a été enregistré à Los Angeles, Californie par Anibal Kerpel, mixé dans les studios de \" La Casa \" à Los Angeles."}, {"uid": "french-581-val", "text_a": "Son père, Alfie Byrne, était un représentant, sénateur et maire du Dublin, l'autre frère Patrick Byrne était également TD.", "label": "1", "portion_identifier": -1, "text_b": "Son père Alfie Byrne était député, TD, sénateur et maire de Dublin. Un autre frère, Patrick Byrne, était aussi un TD."}, {"uid": "french-316-val", "text_a": "Le temps sert de centre culturel et religieux pour les hindous d'Asie du Sud et les immigrants provenant des pays coréens.", "label": "1", "portion_identifier": -1, "text_b": "Le temple sert de centre culturel et religieux pour les hindous d'Asie du Sud et le immigrants provenant des pays coréens."}]}