{"1": [{"uid": "french-11114-trn", "text_a": "J'ai pas eu la meme couleur que j'ai demandé, et ils sont déchiré de plus !! J'ai fait une demande de retour.", "label": 1, "portion_identifier": -1, "text_b": "0 qualite . home"}, {"uid": "french-5097-trn", "text_a": "Une étoile et encore!...", "label": 1, "portion_identifier": -1, "text_b": "Deux matelas achetés dont l'un fait 24cm et l'autre 21cm d'épaisseur, je déconseille cet achat effectué par paire. ... . home"}], "2": [{"uid": "french-42151-trn", "text_a": "D'une utilisation facile, elle est très légère. Habituée à la brosse sonique de Philips et son obsolescence programmée, j'ai voulu tenter une autre marque. Je suis déçue. La vibration est très faible, mais c'est surtout la petitesse de la brosse qui fait défaut. La taille de la brosse est vraiment ridicule.Du coup, la partie plastique frotte régulièrement sur les dents et c'est très désagréable. En tout cas, le service après vente est au top !!!", "label": 2, "portion_identifier": -1, "text_b": "Bof . personal_care_appliances"}, {"uid": "french-65301-trn", "text_a": "mal fini mais pour le prix sa reste raisonable", "label": 2, "portion_identifier": -1, "text_b": "sans plus . shoes"}], "3": [{"uid": "french-90912-trn", "text_a": "Vernis à mon avis trop liquide et la couleur n'est pas tout à fait celle de la photo. Je les trouve plus orangé que rouge ou plus couleur rouille que rouge. Les Bordeaux sont les mêmes. . Je commanderai donc d'autres nuances en ROUGE d'une autre marque pour agrandir la palette de couleur", "label": 3, "portion_identifier": -1, "text_b": "Rouge orangé . beauty"}, {"uid": "french-95568-trn", "text_a": "Je n'ai pas fait attention lors de l'achat. Certes le prix est élevé, il n'en reste pas moins vraie que la taille du Gorilla reste modeste, environ 10cm. Pour le reste, il n'y a rien à redire, c'est un réel GorillaPod !", "label": 3, "portion_identifier": -1, "text_b": "Attention, il est tout petit . camera"}], "4": [{"uid": "french-131478-trn", "text_a": "Un style silicone souple qui fait le boulot mais la belle face arrière du P30 est cachée par les motifs a peine transparents", "label": 4, "portion_identifier": -1, "text_b": "Silicone souple qui cache la belle face arrière du P30 . wireless"}, {"uid": "french-135360-trn", "text_a": "L’appareil fait un peu de bruit et l’image est parfois flou mais rien de grave sinon c’est un bon produit", "label": 4, "portion_identifier": -1, "text_b": "Bon produit . pc"}], "5": [{"uid": "french-195496-trn", "text_a": "très satisfaite !Livraison rapide et bien produit emballé.Pose facile et permet de laisser libre court à son imagination.", "label": 5, "portion_identifier": -1, "text_b": "Parfait . home"}, {"uid": "french-196158-trn", "text_a": "J'utilise ce vapoteur depuis 2 semaines maintenant. La batterie était vide (ma faute) et je me suis dit \"roule toi une clope\" en attendant (la première après 2 semaines) et je peux dire que je n'ai pris aucun plaisir en la fumant, c'est pourquoi j'écris ce commentaire. Je l'utilise avec mon tabac habituel et d'autres bonnes choses. Il faut nettoyer assez souvent. La partie que l'on met en bouche est un peu fragile mais en contactant la marque ils ont répondu correctement et rapidement à mes attentes et vont certainement améliorer le produit. Je le vois clairement comme un moyen d'arrêter la cigarette conventionnelle et de se faire plaisir avec tous type d'herbe sans s'empoisonner. Une découverte pour moi, à essayer :)", "label": 5, "portion_identifier": -1, "text_b": "Plaisir pur. . drugstore"}]}