{"1": [{"uid": "german-33365-trn", "text_a": "Artikel wird per DEPOST versendet ... ist bis heute bei mir nicht angekommen, obwohl als zugestellt markiert. Besser einfach nicht kaufen ...", "label": 1, "portion_identifier": -1, "text_b": "Wurde nicht zugestellt . pc"}, {"uid": "german-1130-trn", "text_a": "Ist wie eine andere Halskette nicht bei mir angekommen.", "label": 1, "portion_identifier": -1, "text_b": "Keine Lieferung erfolgt. . toy"}], "2": [{"uid": "german-49051-trn", "text_a": "Das Produkt hatte leider einen Kratzer und auch das Motiv war nicht so scharf gedruckt wie erwartet. Das Produkt fühlte sich insgesamt nicht so hochwertig an wie es auf den Fotos aussieht. Wir haben es zurückgeschickt. Sehr schade.", "label": 2, "portion_identifier": -1, "text_b": "Kratzer und unscharfes Motiv . home_improvement"}, {"uid": "german-57816-trn", "text_a": "Das Buch ist für mich leider gar nicht brauchbar. Sehr viele Rezepte beinhalten Kokos und Avocado, toll für die, die es lieben, ich mag es gar nicht. Dazu kommt ein Haufen Chai Tee mit Milch. Schlimm finde ich, dass zwar auf Zucker verzichtet wird und stattdessen Fett zugeführt wird. Das kann meines Erachtens auch nicht gesund sein. Außerdem wird komplett auf Obst verzichtet wegen Fruktose! Das finde ich auch ein bisschen sehr weit hergeholt. Das Buch ist auch in keinster Weise alltagstauglich! Sowohl die Rezepte als auch beim \"Leistungstief am Nachmittag\" eine Runde laufen zu gehen. Ist als Vollzeit Mitarbeiter eher schwierig! Die Idee finde ich gut, nur falsch umgesetzt. Ich empfehle das Buch \"Zuckerfrei\" von Hannah Frey. Geht daher wieder zurück.", "label": 2, "portion_identifier": -1, "text_b": "Zucker wird ersetzt durch Fett, Kokos & Avocado . book"}], "3": [{"uid": "german-88500-trn", "text_a": "Die erzielbare Messerschärfe ist nur mittelmäßig und im Verhältnis dazu sehr zeitaufwendig. Mit einem 'normalen' Schleifstein kann man in kürzerer Zeit bessere Ergenisse erzielen.", "label": 3, "portion_identifier": -1, "text_b": "Mittelmäßiges Schleifergebnis . sports"}, {"uid": "german-108937-trn", "text_a": "War bisher das schwächste Buch der Autorin, das ich gelesen habe, ohne viel Handlung. Werde jetzt wohl eine Hanna Siebern Pause machen.", "label": 3, "portion_identifier": -1, "text_b": "Muss man nicht unbedingt gelesen haben . digital_ebook_purchase"}], "4": [{"uid": "german-153146-trn", "text_a": "Die Kabelbinder kommen gut verpackt. Die Verpackung fühlt sich wertig an. Die Kabelbinder sind sehr stark und reisfest", "label": 4, "portion_identifier": -1, "text_b": "Wie beschrieben. . home_improvement"}, {"uid": "german-127155-trn", "text_a": "Positiv ist allerdings, dass es wirklich sofortige Bräune verschafft und man wirklich einen großen Unterschied zu vorher erkennen kann. Man muss sich vorher wirklich gut reinigen (Peeling, rasieren....) Gut ist auch, dass man dank der braunen Farbe sehen kann, wo man bereits etwas aufgetragen hat. Bei mir gab es Probleme es an den Händen aufzutragen (setzt sich stark in den Fingerkuppen ab). Leuten mit empfindlicher Haut rate ich davon ab es im Gesicht aufzutragen und es wenn dann nur am Tag zu machen (nicht länger als die vorgegebenen 6 Stunden), denn über Nacht wurde mein Gesicht ziemlich rot was auch lange angehalten hat. Am ersten Tag hat man eine meiner Meinung nach übertriebene Bräune- am zweiten Tag ist die Farbe am besten und nach 4-5 Tagen ist das Ergebnis stark abgeschwächt (tägliches duschen..)", "label": 4, "portion_identifier": -1, "text_b": "St. Moriz dark . drugstore"}], "5": [{"uid": "german-174667-trn", "text_a": "Die Handschuhe passen wie angegossen. Wenn man eine Zwischengröße hat (z.B. zwischen M und L) würde ich eher zur größeren Größe raten. Ansonsten finde ich, dass die Handschuhe die Hände perfekt klimatisieren bei kälterem Wetter. Ich bin sehr zufrieden und kann es nur empfehlen.", "label": 5, "portion_identifier": -1, "text_b": "Super angenehm beim Radeln . sports"}, {"uid": "german-163190-trn", "text_a": "Genau das was ich gesucht habe, Top", "label": 5, "portion_identifier": -1, "text_b": "Top Qualität . lawn_and_garden"}]}