{"1": [{"uid": "german-20978-trn", "text_a": "Das Produkt funktioniert nicht.. entweder das usb kabel oder die maske an sich!", "label": 1, "portion_identifier": -1, "text_b": "LED Maske . beauty"}, {"uid": "german-19751-trn", "text_a": "Die Yogamatte habe ich zurückgesendet: Sie hat einen starken chemischen Geruch, der Kopfschmerzen und eine allergische Krise bei mir bewirkt hat. Darüber hinaus ist die Oberflache der Matte sehr rutschig und deswegen ist die Matte unbequem und unpraktisch bei Yogaübungen.", "label": 1, "portion_identifier": -1, "text_b": "unbenutzbare Yogamatte . sports"}, {"uid": "german-38511-trn", "text_a": "Sollte gestern ankommen. Beim sendungsverlauf steht das es gestern zugestellt worden ist im Briefkasten aber da ist NIX !!", "label": 1, "portion_identifier": -1, "text_b": "Nicht angekommen . beauty"}, {"uid": "german-16211-trn", "text_a": "Sieht sehr schön aus, allerdings ist der Fuß auf unerklärliche Weise bereits gesplittert und somit ist die Lampe unbrauchbar.", "label": 1, "portion_identifier": -1, "text_b": "Schöne Optik, schlechte Qualität . home"}], "2": [{"uid": "german-43774-trn", "text_a": "Ich mag die Produkte von Reuzel, aber das Tonic hat mich enttäuscht. Der Duft ist extrem aufdringlich (vor allem wenn man die Haare fönt) und es trocknet die Haare aus und verklebt sie.", "label": 2, "portion_identifier": -1, "text_b": "Naja . beauty"}, {"uid": "german-44478-trn", "text_a": "iPhone 7 mit IOS 12.4 funktioniert es nicht beim Telefon, nur bei Musik ist es ok.", "label": 2, "portion_identifier": -1, "text_b": "iPhone 7 mit IOS 12.4 funktioniert es nicht beim Telefon . electronics"}, {"uid": "german-61007-trn", "text_a": "Der Schuh ist wirklich schön, leider erwarte ich von Rieker einfach mehr. Der Schuh kam im Schuhkarton der lediglich mit Papier eingewickelt war, also nicht wirklich schützend. Ich musste den Schuh eine Nummer größer kaufen, doch auch da war er am Schaft eng. Als ich den Schuh zurück senden wollte, sollte ich das Paket angeblich selbst frankieren. Nach einem Anruf bei Amazon wurde mir gesagt, dass der Händler die Kosten für den Rückversand tragen muss. Also aufgepasst, lasst euch nicht übern Tisch ziehen! Nach Email- Kontakt wurde mir ein Rücksendeetikett zugeschickt. Ich hoffe jetzt ich muss nicht allzu lange auf meine Erstattung warten. Es gibt wirklich bessere Händler auf Amazon!", "label": 2, "portion_identifier": -1, "text_b": "Aufgepasst Bauernfängerei! . shoes"}, {"uid": "german-71796-trn", "text_a": "War bei Erhalt leider defekt und es war kein Ersatz vorhanden... Ansonsten wirkte die Verarbeitung auch nicht sehr gut und durch den klobigen GPS-Adapter ist die Unterbringung relativ schwierig.", "label": 2, "portion_identifier": -1, "text_b": "Leider defekt - Verarbeitung nicht wirklich gut . wireless"}], "3": [{"uid": "german-102773-trn", "text_a": "Mir war schon klar, dass bei 1,80€ nicht viel bei rumkommen wird und die Farbqualität nur auf dem Foto ist. Natürlich sind auch auch die Fotos überhaupt nicht realistisch auf die Größe bezogen. Die Schärfe des Bildes sowieso. Als Nacken-Reise-Kissen sicher zu gebrauchen. Das Paket wahr mega schnell da. Fast 2 Wochen vor Erwarten. Zumindest stinkt das Kissen nicht. Das ist schon mal wichtig.", "label": 3, "portion_identifier": -1, "text_b": "Nicht viel erwartet und auch nicht so berauschend . home"}, {"uid": "german-92182-trn", "text_a": "Glas an sich gut und auch super Passform. Habe es allerdings wieder entfernt da es sich immer wieder lösen tut also kleber könnte ein wenig mehr halten. Achso.....Es sind 2 Gläser im Set enthalten", "label": 3, "portion_identifier": -1, "text_b": "Naja..... . wireless"}, {"uid": "german-112237-trn", "text_a": "Die Farbe ist nicht ganz so kräftig wie auf der Abbildung. Ist eher ein blasses rosa.", "label": 3, "portion_identifier": -1, "text_b": "Pia . jewelry"}, {"uid": "german-119871-trn", "text_a": "Toller Artikel und schneller Versand..... Aber die Verkaufsverpackung ist keine Versandverpackung. Kam an allen Ecken angeschlagen und ausgefranst an. Schade...", "label": 3, "portion_identifier": -1, "text_b": "Ganz gut, Versand sollte überarbeitet werden . toy"}], "4": [{"uid": "german-128203-trn", "text_a": "Genau die richtige Größe für Müsli u Brei. Aber auch als Löffel für Bowls bestens. Einzig die Kanten oben am (kurzen) Griff stören etwas.", "label": 4, "portion_identifier": -1, "text_b": "prima Löffel für Müsli und Bowls . home"}, {"uid": "german-139728-trn", "text_a": "Die Decke ist in kompakten Abmessungen, was sie zu einem großartigen Reisebegleiter macht. Die Größe der Matte selbst ist auch perfekt für ein Picknick. Das Material ist wasserdicht und sieht sehr haltbar aus.", "label": 4, "portion_identifier": -1, "text_b": "Praktisch und langlebig . lawn_and_garden"}, {"uid": "german-127980-trn", "text_a": "Ich kann dieses wunderschöne Set nur wärmstens empfehlen. Ich war sehr positiv überrascht über die gute Qualität. Die Wimpelkette, sowie die Lampions sind stabil und wertig. Super schöne Farbkombi. Die Kerze hat leider eine zu kurze Befestigung. Ich habe diese minimal in die noch flüssige Glasur des Kuchens gedrückt und schon war das Problem gelöst. Klare Kaufempfehlung!", "label": 4, "portion_identifier": -1, "text_b": "Tolles Set . toy"}, {"uid": "german-144012-trn", "text_a": "Gut, und weiter zu empfehlen.", "label": 4, "portion_identifier": -1, "text_b": "Steffen . book"}], "5": [{"uid": "german-175106-trn", "text_a": "Passend für den Transport unseres Hundes im Kofferraum eines Meriva B gekauft. Sitz so gut, dass eine weitere Befestigung mit Seilen o. ä. nicht notwendig ist. Die Alubox ist sehr leicht ins Auto hinein oder aus dem Auto heraus zu transportieren. Sie ist stabil und sehr gut nutzbar. Prima!", "label": 5, "portion_identifier": -1, "text_b": "Leichte aber dennoch stabile Auto-Box . beauty"}, {"uid": "german-193621-trn", "text_a": "Sie sind sehr pünklich. Ich kann nur offerieren", "label": 5, "portion_identifier": -1, "text_b": "Gut . other"}, {"uid": "german-178455-trn", "text_a": "Die Bürste hält definitiv was sie verspricht. Innerhalb kürzester Zeit haben wir Mengen an Unterwolle aus unserem Australian Shepherd herausgekämmt und das trotz der Tatsache, dass er sich Derartigem regelmäßig unterziehen muss :D", "label": 5, "portion_identifier": -1, "text_b": "Ciao Unterwolle . pet_products"}, {"uid": "german-197917-trn", "text_a": "Qualität überzeugend, zwar etwas breitere Rolle als die üblichen aus dem Handel. Aber Weichheit und Griffigkeit könnten nicht besser sein, daher fünf Sterne!", "label": 5, "portion_identifier": -1, "text_b": "Endlich das Top-Toilettenpapier gefunden . drugstore"}]}