{"1": [{"uid": "spanish-20567-trn", "text_a": "Devolví el producto nada más recibirlo porque vi que las costuras de las correas no serían capaces de soportar la capacidad que ofrece la mochila. Podría haberlo roto con la mano fácilmente. Las cremalleras y el resto de materiales son de muy mala calidad y no valen ni el económico precio por el que se ofrece la mochila. Una pena porque prometía y con un poco más de calidad hubiera sido una mochila estupenda. Mejor gastarse un poco más en otra.", "label": 1, "portion_identifier": -1, "text_b": "Costuras débiles que no aguantan. Materiales malos. . luggage"}, {"uid": "spanish-34705-trn", "text_a": "Muy bonito. Pero me ha durado un mes y eso utilizándolo con sumo cuidado. Es básicamente decorativo...si colocas unas simples chaquetas de niño pequeño con cuidado los colgadores se separan de la madera. He comprado otro al mes y este lo he arreglado como he podido y puesto en una sala tipo vintage que tengo a modo de decoración. No pierdas el tiempo. Ni el dinero", "label": 1, "portion_identifier": -1, "text_b": "No vale para nada . furniture"}], "2": [{"uid": "spanish-76956-trn", "text_a": "El producto llegó muy rápido, tiene todos los utensilios que indica en la web y aparentemente parece de buena calidad. Aún no la he usado, por lo que no puedo decir si es funcional. En la descripción comenta que el cliente se puede poner en contacto con el fabricante o el vendedor para recibir las instrucciones en español, lo he intentado y no sé cómo hacerlo, ya que no hay ningún tipo de contacto disponible. Para hacer servir la máquina es imprescindible saber cómo funciona, ya que no me voy a arriesgar a dañar mi piel por probar. Si este comentario lo lee el fabricante o vendedor y me proporciona las instrucciones en español, me quedaré el producto y opinaré sobre su funcionalidad más adelante, pero si no las consigo devolveré la máquina y compraré otra.", "label": 2, "portion_identifier": -1, "text_b": "Parece de buena calidad, pero sin instrucciones en español . personal_care_appliances"}, {"uid": "spanish-41951-trn", "text_a": "Parece bien en la foto, pero en realidad no es muy resistente. No lo compraría de nuevo. Buscad un casco mejor!", "label": 2, "portion_identifier": -1, "text_b": "Buscad un casco mejor! . sports"}], "3": [{"uid": "spanish-98362-trn", "text_a": "se abren con facilidad", "label": 3, "portion_identifier": -1, "text_b": "bonitos pero endebles . home"}, {"uid": "spanish-101787-trn", "text_a": "No es para recién nacido es grande sería más para un bebé de entre 3 y 6 meses, a mi bebé por la llegara del verano no se lo pude poner pero me encantó para un regalo 😊", "label": 3, "portion_identifier": -1, "text_b": "Grande . apparel"}], "4": [{"uid": "spanish-142125-trn", "text_a": "el aparato funciona bien pero la toma de mechero no engancha muy bien y hay que darle vueltas hasta que hace contacto.", "label": 4, "portion_identifier": -1, "text_b": "el conector de toma de mechero es muy mejorable . wireless"}, {"uid": "spanish-145059-trn", "text_a": "Puzzle muy original con fichas que se superponen una encima de otras. Es fácil de completar gracias a los números que contiene cada ficha. Una vez montado queda muy bien de adorno.", "label": 4, "portion_identifier": -1, "text_b": "Puzzle original . toy"}], "5": [{"uid": "spanish-170318-trn", "text_a": "Excelente juego para ser de 3ds", "label": 5, "portion_identifier": -1, "text_b": "Perfecto . video_games"}, {"uid": "spanish-180170-trn", "text_a": "Era para un regalo y le ha encantado. El portátil de 15.6 entra justillo, pero la mochila es grande y espaciosa. Ideal para estudiantes. El material exterior deja marcados los dedos.", "label": 5, "portion_identifier": -1, "text_b": "Buena compra. . luggage"}]}