{"0": [{"uid": "spanish-1748-val", "text_a": "Gabriel Medina (BRA) ganó el torneo y derrotó a Joel Parkinson (AUS) en la final.", "label": "0", "portion_identifier": -1, "text_b": "El torneo fue ganado por Joel Parkinson (BRA), quien venció en la final a Gabriel Medina (AUS)."}, {"uid": "spanish-1086-val", "text_a": "Se casó con Marie Magdalene Schweigaard, hija de Tellef Dahll Schweigaard, sobrina del importante político Christian Homann Schweigaard y tía del ex primer ministro Anton Martin Schweigaard.", "label": "0", "portion_identifier": -1, "text_b": "Se casó con Marie Magdalene Schweigaard, hija de Tellef Dahll Schweigaard, sobrina del importante político Anton Martin Schweigaard y tía del posterior Primer Ministro Christian Homann Schweigaard."}, {"uid": "spanish-1683-val", "text_a": "Sin embargo, para convertirse en eslovaco, Derek debe derrotar a un asesino vampiro.", "label": "0", "portion_identifier": -1, "text_b": "Sin embargo, para poder derrotar a Slovak, Derek debe convertirse en un asesino de vampiros."}, {"uid": "spanish-682-val", "text_a": "La serie de televisión italiana AleX fue escrita por Alfredo Castelli, Guglielmo Duccoli y Giorgio Schottler y producida por videotime.", "label": "0", "portion_identifier": -1, "text_b": "La serie de televisión italiana AleX fue producida por Giorgio Schottler, Guglielmo Duccoli y Alfredo Castelli y escrita por Videotime."}, {"uid": "spanish-257-val", "text_a": "Un templo parroquial fue fundado en 1591, pero con una afluencia de católicos en el siglo 18 se estableció una mayoría católica.", "label": "0", "portion_identifier": -1, "text_b": "En 1591 se construyó una parroquia, sin embargo, con una afluencia de católicos en el siglo 18, se estableció una mayoría católica."}, {"uid": "spanish-1622-val", "text_a": "Julio es el mes promedio más caliente, enero es el más frío.", "label": "0", "portion_identifier": -1, "text_b": "Julio es el mes más frío en promedio, el más caluroso es enero."}, {"uid": "spanish-971-val", "text_a": "Michael Liebel Sr. tenía 14 años cuando sus padres llegaron a Erie, Pensilvania desde Alemania.", "label": "0", "portion_identifier": -1, "text_b": "NS"}, {"uid": "spanish-1829-val", "text_a": "Pam se encuentra en Nueva York con sus hermanos Jim (Blake Robbins) y Pete (Tug Coker) para almorzar.", "label": "0", "portion_identifier": -1, "text_b": "Tom se encuentra con Pam en Nueva York para almorzar con sus hermanos, Jim (Blake Robbins) y Pete (Tug Coker)."}], "1": [{"uid": "spanish-540-val", "text_a": "Manga tiene un videojuego para Sega Mega Drive en Japón y Asia con el mismo nombre.", "label": "1", "portion_identifier": -1, "text_b": "El manga tiene un videojuego para Mega Drive de Sega con el mismo nombre en Asia y en Japón."}, {"uid": "spanish-1181-val", "text_a": "Cuando Peter Joseph Whelihan abrió su segundo restaurante en Allentown en 1993, le cambió el nombre a P. J. Whelihan's para honrar a su abuelo, Platzer.", "label": "1", "portion_identifier": -1, "text_b": "En 1993, cuando Peter Joseph Whelihan abrió su segundo restaurante en Allentown, le cambió el nombre a P. J. Whelihan en honor a su abuelo, Platzer."}, {"uid": "spanish-868-val", "text_a": "Después de su éxito, Jane Campion contrató a Jones para una miniserie de televisión que se convirtió en la película Angel at my Table, una adaptación de la autobiografía de Janet Frame.", "label": "1", "portion_identifier": -1, "text_b": "Después de su éxito, Jane Campion Jones fue una adaptación de la autobiografía de Janet Frame para una miniserie de televisión que se convirtió en la película Un ángel en mi mesa."}, {"uid": "spanish-473-val", "text_a": "Neville se casó con Edith Cranstoun Macnamara, la hija mayor del Sr. H. T. J. Macnamara, quien fuera en algún momento Juez de los Tribunales del Condado y Comisionado del ferrocarril.", "label": "1", "portion_identifier": -1, "text_b": "Neville se casó con Edith Cranstoun Macnamara, la hija mayor del Sr. H. T. J. Macnamara, que era juez de los tribunales del condado e inspector del ferrocarril al mismo tiempo."}, {"uid": "spanish-1251-val", "text_a": "1i Productions es una editora norteamericana de juegos de mesa. Fue fundada en 2004 por Colin Byrne, William y Jenna.", "label": "1", "portion_identifier": -1, "text_b": "Fue fundado en 2004 por Colin Byrne, William y Jenna y es un editor de juegos de mesa estadounidense."}, {"uid": "spanish-215-val", "text_a": "Craig tiene dos hijos y estuvo casado con Sara Tetro, la exmodelo, conductora de televisión y juez en New Zealand's Next Top Model.", "label": "1", "portion_identifier": -1, "text_b": "Craig tiene dos hijos y estuvo casado con la exmodelo, conductora de televisión y jurado en New Zeeland's Next Top Model, Sara Tetro."}, {"uid": "spanish-557-val", "text_a": "Hugh L. Scott había escogido al Teniente Carpenter para organizar y comandar a Troop L (compuesto por indios Kiowa, Comanche y Apache) para la 7ma Caballería.", "label": "1", "portion_identifier": -1, "text_b": "Hugh L. Scott había seleccionado al teniente Carpenter para organizar y comandar la Tropa L (compuesta por indios Kiowa, Comanche y Apache) de la 7.a Caballería."}, {"uid": "spanish-828-val", "text_a": "Peter DuConge (1903-1967) fue un jazzista temprano, activo en la escena del jazz norteamericana de New Orleans.", "label": "1", "portion_identifier": -1, "text_b": "Peter DuConge (1903-1967) fue un músico de jazz de la primera hora, ejecutante de instrumentos de viento, activo en el escenario de jazz americano de New Orleans."}]}