{"0": [{"uid": "french-1849-val", "text_a": "Il a été confirmé par la suite qu'il sortira comme single de l'album le 15 octobre au Royaume-Uni et le 23 octobre aux États-Unis.", "label": "0", "portion_identifier": -1, "text_b": "Il est sorti plus tard pour être confirmé comme single de l'album le 15 octobre au Royaume-Uni et le 23 octobre aux États-Unis."}, {"uid": "french-198-val", "text_a": "Norman Bel Geddes, né Norman Melancton Geddes, (27 avril 1893 -- 8 mai 1958) était un designer de théâtres et industriel américain.", "label": "0", "portion_identifier": -1, "text_b": "Norman Melancton Geddes, né Norman Bel Geddes (27 avril 1893 - 8 Mai 1958), était un designer de théâtre et industriel américain."}, {"uid": "french-28-val", "text_a": "Toutefois, pour battre Slovak, Derek doit devenir un vampire attaquant.", "label": "0", "portion_identifier": -1, "text_b": "Cependant, pour devenir Slovak, Derek doit vaincre un vampire assassin."}, {"uid": "french-764-val", "text_a": "Le mouvement est dans le temps prolongé, bien qu'il y ait des sections communes en 3x4.", "label": "0", "portion_identifier": -1, "text_b": "Le mouvement est étendu dans le temps bien qu'il y ait des sections communes en 3/4."}, {"uid": "french-192-val", "text_a": "En 2011, un nouveau parc d'attractions appelé CC Joyland a ouvert ses portes à Taihuwan, près du lac Taihu dans le district de Wujin, au sud de Changzhou.", "label": "0", "portion_identifier": -1, "text_b": "En 2011, un nouveau parc d'attractions appelé CC Joyland a ouvert ses portes à Taihuwan près du lac Taihu à Changzhou dans le sud du district de Wujin."}, {"uid": "french-1204-val", "text_a": "Elle épousa Sir Edward Hulton, fils de Sir Edward George Hulton Warris, 1er Baronnet.", "label": "0", "portion_identifier": -1, "text_b": "Elle épousa Sir Edward George Hulton Warris, fils de Sir Edward Hulton, 1er baronnet."}, {"uid": "french-763-val", "text_a": "Il se jette dans Peachtree Creek, qui ensuite coule dans la rivière Chattahoochee, au sud de Vinings et Paces.", "label": "0", "portion_identifier": -1, "text_b": "Il se jette dans le Peachtree Creek, qui se jette ensuite dans la rivière Chattahoochee au sud de Vinings et Paces."}, {"uid": "french-1683-val", "text_a": "Pour devenir slovaque, cependant, Derek doit vaincre un meurtrier vampire.", "label": "0", "portion_identifier": -1, "text_b": "Cependant, pour vaincre Slovak, Derek doit devenir un vampire assassin."}], "1": [{"uid": "french-1539-val", "text_a": "Cornelius Olatunji Adebayo est un ancien sénateur du Nigéria, qui devint un gouverneur d'État et plus tard, était à la tête du ministère des Communications fédéral du Nigéria.", "label": "1", "portion_identifier": -1, "text_b": "Cornelius Olatunji Adebayo est un ancien sénateur du Nigéria, qui a été gouverneur et qui est devenu plus tard le chef du ministère nigérian des communications."}, {"uid": "french-126-val", "text_a": "Le Shawnee Trails Council est issu de la fusion du Four Rivers Council et du Audubon Council.", "label": "1", "portion_identifier": -1, "text_b": "La fusion du Four Rivers Council et de l'Audubon Council a donné naissance au Shawnee Trails Council."}, {"uid": "french-1733-val", "text_a": "Les Giants ont perdu face aux Chicago Bears 27 -- 21 et ont obtenu pour la première fois depuis 1976 0 - 6.", "label": "1", "portion_identifier": -1, "text_b": "Les Giants sont tombés face aux Chicago Bears 27 -- 21 et ils ont obtenu 0 -- 6 pour la première fois depuis 1976."}, {"uid": "french-42-val", "text_a": "Fanwood se trouve dans le 22e district du Congrès et fait partie du 12e district législatif du New Jersey.", "label": "1", "portion_identifier": -1, "text_b": "Fanwood est situé dans le 22ème district du Congrès et fait partie du 12ème district législatif de l'État de New Jersey."}, {"uid": "french-1586-val", "text_a": "Au cours de cette première année, Larco Hoyle a reçu quelques conseils de son oncle, Victor Larco Herrera, fondateur du même musée à Lima.", "label": "1", "portion_identifier": -1, "text_b": "Au cours de sa première année, Larco Hoyle a obtenu des conseils de son oncle, Victor Larco Herrera, fondateur du même musée à Lima."}, {"uid": "french-1928-val", "text_a": "Jürgen Melzer a remporté le titre après avoir battu Michał Przysiężny 6 : 4, 6 : 3 lors de la finale.", "label": "1", "portion_identifier": -1, "text_b": "Jürgen Melzer a remporté le titre après avoir battu Michał Przysiężny 6 -- 4, 6 -- 3 lors de la finale."}, {"uid": "french-1488-val", "text_a": "Madison District Public Schools est un district scolaire desservant l'extrémité sud du Grand Détroit à Madison Heights, dans le Michigan.", "label": "1", "portion_identifier": -1, "text_b": "Madison District Public Schools est un district scolaire au sud du Greater Detroit à Madison Heights dans le Michigan."}, {"uid": "french-1069-val", "text_a": "En revanche, un profit \"brut\" peut être attribué ou sinon transféré par son propriétaire.", "label": "1", "portion_identifier": -1, "text_b": "En revanche, un profit \"brut\" peut être attribué ou sinon transféré par son propriétaire."}]}