{"0": [{"uid": "french-56-val", "text_a": "Erginus galkini est une espèce d'escargot des mers, une véritable patelle, un mollusque gastéropode marin de la famille des Lottiidae, l'une des familles de véritables patelles.", "label": "0", "portion_identifier": -1, "text_b": "Erginus galkini est une espèce d'escargot de mer, une véritable patelle, un vrai mollusque gastéropode de la famille des Lottiidae, l'une des familles de patelles marines."}, {"uid": "french-1924-val", "text_a": "La Coupe de l'UEFA 1973 -- 74 a été remportée par le Feyenoord Rotterdam face aux Tottenham Hotspur 4 -- 2 dans l'ensemble.", "label": "0", "portion_identifier": -1, "text_b": "La Coupe de l'UEFA 1973 -- 74 a été remportée 4 : 2 par Tottenham Hotspur face à Feyenoord Rotterdam."}, {"uid": "french-492-val", "text_a": "Le mont DeVoe est une montagne de l'île de Vancouver, en Colombie-Britannique, au Canada, au sud-est def Rambler Peak et au sud de la Gold River.", "label": "0", "portion_identifier": -1, "text_b": "Le mont DeVoe est une montagne sur l'île de Vancouver, en Colombie-Britannique, au Canada, située au sud-est de Gold River et au sud de Rambler Peak."}, {"uid": "french-954-val", "text_a": "Il a été acheté par Robert Curzon en 1834 dans le monastère de Saba et vu en 1883 par C. R. Gregory.", "label": "0", "portion_identifier": -1, "text_b": "Il a été acheté en 1834 par C. R. Gregory auprès du monastère de Saba, en 1883 par Robert Curzon."}], "1": [{"uid": "french-1307-val", "text_a": "Le 7 décembre 2017, NVIDIA a annoncé officiellement la Nvidia TITAN V.", "label": "1", "portion_identifier": -1, "text_b": "La NVIDIA TITAN V a été officiellement annoncée par Nvidia le 7 décembre 2017."}, {"uid": "french-256-val", "text_a": "Voici une liste de langages de programmation optimisés pour la production sonore, la composition algorithmique et la synthèse sonore.", "label": "1", "portion_identifier": -1, "text_b": "Voici une liste de langages de programmation optimisés pour la production sonore, la composition algorithmique et la synthèse sonore."}, {"uid": "french-1777-val", "text_a": "C'était la seule scène du comté de Tehama jusqu'en 1991 et le seul cinéma public jusqu'en 1993.", "label": "1", "portion_identifier": -1, "text_b": "Jusqu'en 1991, c'était la seule scène du comté de Tehama et jusqu'en 1993, il offrait le seul cinéma public."}, {"uid": "french-936-val", "text_a": "Frank James a rejoint une compagnie sécessionniste recrutée pour l'armée locale de Drew Lobbs et a combattu lors de la bataille de Wilson's Creek en août 1861.", "label": "1", "portion_identifier": -1, "text_b": "Frank James a rejoint la compagnie sécessionniste, recruté pour l'armée locale de Drew Lobbs et a combattu lors de la bataille de Wilson's Creek en août 1861."}]}