{"0": [{"uid": "french-1704-val", "text_a": "Sahib Khan est né dans la famille Tiwana de Shahpur, fils de Ahmad Yar Khan.", "label": "0", "portion_identifier": -1, "text_b": "Ahmad Yar Khanest est né dans la famille Tiwana de Shahpur, le fils de Sahib Khan."}, {"uid": "french-854-val", "text_a": "Louée par Richard Gibson et le peintre de la cour Joan Carlile, elle est considérée comme ayant autant de succès que Peter Lely.", "label": "0", "portion_identifier": -1, "text_b": "Loué par Richard Gibson et le peintre de la cour Peter Lely, il est considéré comme ayant autant de succès que Joan Carlile."}, {"uid": "french-669-val", "text_a": "Défaite de Jiří Veselý, Oliver Oliver Golding, 5 -- 7, 6 - 3, 6 -- 4", "label": "0", "portion_identifier": -1, "text_b": "Oliver Golding a battu Jiří Veselý 5 -- 7, 6 -- 3, 3, 6 -- 4."}, {"uid": "french-1919-val", "text_a": "La mère d'Acheson, Alice, était un peintre, et ses grands-parents maternels étaient Louis Stanley, un avocat de chemin de fer et Jane C. Stanley, était une aquarelliste.", "label": "0", "portion_identifier": -1, "text_b": "La mère d'Alice Acheson était un peintre et ses grand-parents maternels étaient Jane C. Stanley, un avocat de chemin de fer et Louis Stanley, une liste d'aquarelles."}], "1": [{"uid": "french-1427-val", "text_a": "Il est aussi intéressant de noter que le code suivant fonctionnerait sans ADL (il lui sera appliqué de toute façon).", "label": "1", "portion_identifier": -1, "text_b": "Il est important de noter que le code suivant fonctionnerait sans ADL (il est dans tous les cas appliqué à cela)."}, {"uid": "french-1898-val", "text_a": "Il a été accordé en 1544 à John Sone, qui l'a immédiatement transmit à Henry Audeley et John Cordall.", "label": "1", "portion_identifier": -1, "text_b": "Il a été accordé en 1544 à John Sone qui la aussitôt transmis à Henry Audeley et John Cordall."}, {"uid": "french-1320-val", "text_a": "Les exemples ci-dessus pour le thème possessif \" -m \" étaient pour la première personne du singulier.", "label": "1", "portion_identifier": -1, "text_b": "Les exemples ci-dessus pour le thème possessif \" -m \" étaient au singulier à la première personne."}, {"uid": "french-1248-val", "text_a": "Le 29 juillet 1791, Sarah a épousé Lea Thomas Wright Hill (1765 - 1842) à l'église Saint-Martin de Birmingham et a eu 8 enfants.", "label": "1", "portion_identifier": -1, "text_b": "Sarah Lea a épousé Thomas Wright Hill (1765 -- 1842) le 29 juillet 1791 à l'église St Martin de Birmingham et a eu 8 enfants."}]}