{"1": [{"uid": "german-22332-trn", "text_a": "Hilfe ungeschultes Personal! 3x falsche Farbe geliefert, lange Lieferzeiten. Miserabel, nicht kaufen!", "label": 1, "portion_identifier": -1, "text_b": "Miserabel, nicht kaufen! . wireless"}, {"uid": "german-29648-trn", "text_a": "Dieses Gerät ist nicht zu Empfehlen da es schon Defekt ist und nicht mehr zu Laden ist", "label": 1, "portion_identifier": -1, "text_b": "Nicht zu Empfehlen . personal_care_appliances"}], "2": [{"uid": "german-59962-trn", "text_a": "Ziemlich präzise, aber eben eher für Frauenhände geeignet!", "label": 2, "portion_identifier": -1, "text_b": "Nicht für größere Hände geeignet . pc"}, {"uid": "german-71612-trn", "text_a": "Eigentlich waren sie ganz gut. Nun kann ich (nach nur wenigen Wochen) nur noch Musik aus einem Stecker hören. Beide Funktionen, aber nicht gleichzeitig. Sehr ärgerlich.", "label": 2, "portion_identifier": -1, "text_b": "Zu Beginn gut, dann leider nicht mehr . electronics"}], "3": [{"uid": "german-94074-trn", "text_a": "Für das Geld hätte ich mir in der heutigen Zeit zumindest einen richtigen Fokus gewünscht, jedes Einsteiger Smartphone bringt da eine bessere Kamera mit. Display und Kamerafunktionen wirken altbacken und erinnern mich an meine erste Digitalkamera. Schade, aber für meinen kleinen Neffen okay.", "label": 3, "portion_identifier": -1, "text_b": "Wirkt altmodisch, Verarbeitung ansonsten okay. . camera"}, {"uid": "german-101508-trn", "text_a": "Die Lieferung erfolgte fristgerecht, die Ware kam unbeschädigt an. Das Glasregal lässt sich leicht an einer Wand befestigen dank einer Schiene. Was stört, sind die Schlieren und Streifen auf dem Glas, die erst sichtbar werden, sobald die Beleuchtung an dem Glasregal eingeschaltet wird. Alles putzen nutzt nichts! Hätte selbst noch ein Glasregal bestellt, wenn das nicht wäre, aber so....Nein danke. Deshalb nur drei Sterne.", "label": 3, "portion_identifier": -1, "text_b": "Glasregal mit Beleuchtung . furniture"}], "4": [{"uid": "german-131398-trn", "text_a": "Artikel wird als zugestellt und im Garten hinterlegt. Obwohl wir um diese Uhrzeit zu Hause waren wurde nicht geklingelt. Soll im Garten hinterlegt sein. Leider nicht in unserem.", "label": 4, "portion_identifier": -1, "text_b": "Artikel nicht erhalten! . lawn_and_garden"}, {"uid": "german-144253-trn", "text_a": "Das Blatt bringt sehr gute Schnittleistung und hat normale Standzeit. Im Laminat ist es nicht besser als andere Blätter auch.", "label": 4, "portion_identifier": -1, "text_b": "Enttäuschend im Laminat . home_improvement"}], "5": [{"uid": "german-171150-trn", "text_a": "Sehr interessantes Buch mit einem umfangreichen Inhalt. Medis werden sehr gut erklärt, ebenso die vielfältigen Anwendungsmöglichkeiten. Auch die Nennung der Inhaltsstoffe ist sehr umfangreich. Ein sehr gutes Nachschlagewerk, welches mir schon mehrfach sehr geholfen hat. Volle Kaufempfehlung.", "label": 5, "portion_identifier": -1, "text_b": "Sehr gutes Nachschlagewerk . book"}, {"uid": "german-179155-trn", "text_a": "Die Lampe leuchtet sehr schnell und sorgt damit dafür, dass mein Treppenhaus gut durchleuchtet wird. Da das eine LED Lampe ist, ist sie auch noch sehr stromsparend, weswegen das für mich eine gute Wahl war. Macht seinen Job. Weiter so!", "label": 5, "portion_identifier": -1, "text_b": "Sehr hell . home"}]}