{"1": [{"uid": "german-31040-trn", "text_a": "Kann ich nicht weiter empfehlen. Sind nie angekommen.", "label": 1, "portion_identifier": -1, "text_b": "Leider gibt es keine minus Sterne. . office_product"}, {"uid": "german-9777-trn", "text_a": "Achtung! Nichts klebt so wie es kleben sollte. Das Geld würde ich lieber verbrennen.", "label": 1, "portion_identifier": -1, "text_b": "Billigware . baby_product"}, {"uid": "german-31376-trn", "text_a": "Funktioniert nicht, habe es erst 2 mal benötig und ist jetzt schon defekt", "label": 1, "portion_identifier": -1, "text_b": "Defekt . automotive"}, {"uid": "german-33809-trn", "text_a": "Die Socken waren keine gute Qualität dann zurück geschickt Verkäufer beteuert die Socken niemals zurück bekommen kein Geld zurück Abzocker nie wieder Finger weg von so ein Händler", "label": 1, "portion_identifier": -1, "text_b": "Achtung kein Geld zurück . sports"}, {"uid": "german-2871-trn", "text_a": "War als einfache Senioren Uhr mit großer Anzeige gedacht. Leider mit für einen solchen Fall 2 signifikanten Nachteilen: die Beschreibung ist kompliziert, die Uhr verstellt sich schon bei leichter Berührung. Funktional war sonst alles in Ordnung. Daher diese Bewertung.", "label": 1, "portion_identifier": -1, "text_b": "Nicht Anwenderfreundlich . sports"}, {"uid": "german-13665-trn", "text_a": "Die Sektgläser sowie die Gravur verdienen 5 Sterne,aber die versproche Lieferzeit wurde nicht eingehalten...", "label": 1, "portion_identifier": -1, "text_b": "Lieferzeit nicht eingehalten . kitchen"}, {"uid": "german-10608-trn", "text_a": "Keine Empfehlung...Artikel ist nie angekommen ...hab den Verkäufer angeschrieben, doch diesem war das scheinbar egal....ic/ würde bei diesem Verkäufer nicht mehr bestellen.", "label": 1, "portion_identifier": -1, "text_b": "Lieber nicht! . automotive"}, {"uid": "german-1247-trn", "text_a": "Ich habe die Bestellung nie erhalten. Nach der Kontaktaufnahme mit dem Verkäufer, sicherte man mir eine Rückerstattung des Betrages zu, wenn die Ware bis zu einem vereinbarten Datum nicht kommt. Die Wäre ist nicht gekommen. Auf die folgenden Kontaktversuche wurde nicht mehr eingegangen, sprich keine Antworten mehr vom Verkäufer erhalten.", "label": 1, "portion_identifier": -1, "text_b": "Ungenügend . office_product"}], "2": [{"uid": "german-77409-trn", "text_a": "War ein wenig enttäuscht als es angekommen ist, der Kragen zieht schon Fäden und die Nähte sind auch nicht gut verarbeitet. Das Polo Shirt würde ich nicht wieder kaufen.", "label": 2, "portion_identifier": -1, "text_b": "Keine gute Qualität . apparel"}, {"uid": "german-46167-trn", "text_a": "Ich habe lange gesucht und mich hier auf die Kommentare verlassen! Die Hülle passt zwar sehr gut und man kann auch alles bedienen aber die Punkte sind so stark zu sehen das der ganze Bildschirm einen Schleier hat", "label": 2, "portion_identifier": -1, "text_b": "Von wegen vorne klar . wireless"}, {"uid": "german-76062-trn", "text_a": "Die Spieluhr ist viel zu laut um beruhigend zu wirken,dennoch ist das Schnarren des Motors deutlich zu hören. Die zwei Sterne gibt's dafür dass sie sich dreht ...mehr Positives gibts leider nicht zu sagen...sehr schade", "label": 2, "portion_identifier": -1, "text_b": "Sie dreht sich.... . baby_product"}, {"uid": "german-48168-trn", "text_a": "Optisch finde ich das Produkt absolut empfehlenswert! Doch die Temperatur wird sehr ungenau angezeigt. Innen weicht sie um 1,5 Grad ab und der Außenfühler sogar zwischen 3-4 Grad. Genauso ungenau ist die Wetteranzeige. Bei trockenem Wetter wird Regen angezeigt, bei Regen zeigt die Station bewölkt an, ... Also ist es eher ein Ratespiel, was die Wetterstation betreibt, als eine Berechnung der Fakten! Zusammengefaßt, würde ich einer Kaufempfehlung also eher abraten!", "label": 2, "portion_identifier": -1, "text_b": "Sieht gut aus, aber ... . wireless"}, {"uid": "german-67455-trn", "text_a": "viel zu popelig und erst nach der Lieferung wurde mir klar, dass es sich hier um die Version ohne Beleuchtung handelt. Wird anhand der Bilder hier auf Amazon nicht klar gemacht.", "label": 2, "portion_identifier": -1, "text_b": "zu klein - ohne Beleuchtung . electronics"}, {"uid": "german-48960-trn", "text_a": "Kann man sich getrost sparen. Trotz befolgen der Anleitung nicht besser als Spülmittel ...", "label": 2, "portion_identifier": -1, "text_b": "Nimm lieber Spüli . drugstore"}, {"uid": "german-67550-trn", "text_a": "Bei mir hat leider der erste Slot den Controller nicht geladen", "label": 2, "portion_identifier": -1, "text_b": "Erster Slot kaputt . electronics"}, {"uid": "german-73863-trn", "text_a": "Schnelle lieferung , viel zubehör--- So nachdem alles ordentlich zusammen gebaut... 1 Druck.... und schon nack kurzer Zeit überall Filament ... Aus mir unbekannten Grund läuft über dem Heizblock Filament aus und tropft alles voll--- Schade...", "label": 2, "portion_identifier": -1, "text_b": "Leider enttäucht . industrial_supplies"}], "3": [{"uid": "german-86776-trn", "text_a": "War ganz ok.nur der Schluss war Mist.", "label": 3, "portion_identifier": -1, "text_b": "Ok . digital_video_download"}, {"uid": "german-96688-trn", "text_a": "Die gleiche Uhr gibt es für 10€ weniger bei anderen Anbietern.. aber ok... ich habe sie nun .... leider nicht kompatibel mit meinem neuem Handy.. obwohl es sein sollte.. Beschreibung nur auf Englisch ! sie sucht nun sei 17 !! Stunden Bluetooth .. es gibt keine Möglichkeit sie zu reseten ausser zu warten, dass ihr der Strom ausgeht.. ergo.. sie liegt wohl noch ein paar Tage in der Ecke... dann werde ich manuell notieren ..", "label": 3, "portion_identifier": -1, "text_b": "Na ja... :-( . sports"}, {"uid": "german-108805-trn", "text_a": "An für sich ein tolles Produkt, jedoch finde ich geht das zu sehr auf den Rücken.", "label": 3, "portion_identifier": -1, "text_b": "Geht zu sehr auf den Rücken . sports"}, {"uid": "german-111305-trn", "text_a": "Schnelle und prompte Lieferung. Es sieht gut aus. Leider sind nach kurzer Benutzung die ersten Blessuren zu sehen. Kratzer und Druckstellen. Sehr empfindlich. Würde es nicht noch mal bestellen.", "label": 3, "portion_identifier": -1, "text_b": "M.Geller . wireless"}, {"uid": "german-85656-trn", "text_a": "Funktioniert gut, aber nur kurz... Das Plastik ist spröde und bricht schnell. Für EINEN Kindergeburtstag ok. Würde ich eher nicht wieder kaufen.", "label": 3, "portion_identifier": -1, "text_b": "Schlechte Qualität . home"}, {"uid": "german-86134-trn", "text_a": "Der Spiegel verzerrt ab einer gewissen Entfernung", "label": 3, "portion_identifier": -1, "text_b": "Mehr erwartet . home"}, {"uid": "german-89803-trn", "text_a": "Leider nur 3 Sterne, da dass Mikrofon eine sehr wackelige Angelegenheit ist... meine Tochter mag es trotzdessen, nur leider fallen sobald man es hochheben möchte, immer unten die Füße aus ihrer Führung...", "label": 3, "portion_identifier": -1, "text_b": "Ist ok . toy"}, {"uid": "german-95666-trn", "text_a": "Der Artikel ist dem Preis entsprechend. Er erfüllt seine Aufgabe, wer bereit ist mehr zu zahlen, bekommt bessere Qualität.", "label": 3, "portion_identifier": -1, "text_b": "Für den Preis OK . home_improvement"}], "4": [{"uid": "german-145259-trn", "text_a": "Bissl dünnes Material, aber für den Preis absolut in Ordnung. Gekauft für Harry Potter Kostüm. Der Sohn ist begeistert!", "label": 4, "portion_identifier": -1, "text_b": "Harry Potter Krawatte . toy"}, {"uid": "german-158881-trn", "text_a": "Ansich sind die Tassen super, allerdings ist eine leider fehlerhaft angekommen. Sie ist komplett angelaufen und sieht dementsprechend nicht so schick aus.", "label": 4, "portion_identifier": -1, "text_b": "3/4 Tassen super! . home"}, {"uid": "german-132726-trn", "text_a": "Hatte gar nicht gewusst wie leicht man sich Pilze ein seinem Körper aufnehmen und vermehren kann. Werde gleich einiges umsetzen", "label": 4, "portion_identifier": -1, "text_b": "Intressant . digital_ebook_purchase"}, {"uid": "german-159972-trn", "text_a": "Musste meinen Malteser auch erst daran angewöhnen, dass er mit der Pfote draufstehen kann. Mittlerweile sind wir beide glücklich weil er drauf essen kann und dass meine Wohnung sauber bleibt :) ein Stern abzug, weil es am Anfang stark nach Plastik gerochen hat, was aber mit der Zeit einfach verfliegt", "label": 4, "portion_identifier": -1, "text_b": "Super . pet_products"}, {"uid": "german-124700-trn", "text_a": "Ein toller anhänger der den kindern eine riesen Freude bereitet hat. Etwas schade ist, dass man ihn mit der Hand kippen muss, aber scheinbar gibt es ein Zubehör welches wir noch besorgen werden.", "label": 4, "portion_identifier": -1, "text_b": "Eingach 1A . toy"}, {"uid": "german-138263-trn", "text_a": "Funktioniert alle wunderbar, verbindet sich schnell (mit Geräte der gleiche Marke und Modell, bei andere habe nicht probiert). Man kann 15 verschiedene Kanäle wählen. Leider kam nicht pünktlich. Dennoch gutes Gerät.", "label": 4, "portion_identifier": -1, "text_b": "Gutes Funkgerät . home_improvement"}, {"uid": "german-143593-trn", "text_a": "Alles Super an dem Gerät, schnelle Übertragung und gängige Kartengrößen. Einziges Manko: Das Kabel ist etwas kurz. Das ist zwar im Vornherein klar, allerdings finde ich es eher unpraktisch, dass z.b. kein Verlängerungskabel mitgeliefert ist.", "label": 4, "portion_identifier": -1, "text_b": "Gutes Gerät . pc"}, {"uid": "german-158175-trn", "text_a": "Der Koffer entspricht komplett unseren Erwartungen und hat den Urlaub super überstanden.", "label": 4, "portion_identifier": -1, "text_b": "Perfekter Koffer . luggage"}], "5": [{"uid": "german-179255-trn", "text_a": "War auf der Suche nach einer günstigen Alternative zu den teuren Originalen und hier in Amazon über die Kraftmax Akkus gestolpert. Bestellt, eingebaut, funktioniert. Läuft seit 2 Monaten ohne Probleme. Freue mich, sehr zu empfehlen.", "label": 5, "portion_identifier": -1, "text_b": "Rollo funktioniert wieder perfekt! . electronics"}, {"uid": "german-161549-trn", "text_a": "Hab für den Preis nicht viel erwartet aber hat mich angenehm überrascht. War auch innerhalb von zwei Tagen da.", "label": 5, "portion_identifier": -1, "text_b": "Top Preis . other"}, {"uid": "german-167155-trn", "text_a": "Ich bin ja ganz besonders zu Weihnachten ein absoluter Fan von Lichterketten und Co. Aber auch im Sommer zB draußen im Garten, oder bei Feiern (Hochzeiten, Taufe, Geburtstage, etc) finde ich es einfach traumhaft schön. Der Lichtervorhang ist Dank der kleinen Haken absolut einfach und mit ein paar wenigen Handgriffen aufgehängt. Den USB Anschluss mit einem passenden Stecker in die Steckdose und schon leuchtet es wunderschön. Das Licht ist wirklich wunderbar warm, also auch wirklich sehr angenehm im Wohnbereich oÄ. Er wirkt auch gut verarbeitet, so dass ich keine Sorgen habe, dass er nicht viele Jahre einen guten Dienst leisten wird. Ich freue mich mit diesem Vorhang jetzt schon gleich viel mehr auf die (Vor)Weihnachtszeit, wenn er sicherlich aufgehängt und im Dauereinsatz sein wird.", "label": 5, "portion_identifier": -1, "text_b": "wunderschöner Lichtervorhang . home"}, {"uid": "german-177709-trn", "text_a": "Das Cover ist wunderschön und es gefällt mir sehr gut. Die Gummiabdeckung sitzt fest, rutscht in die Hände, die Flecken auf den Händen können nicht sein.", "label": 5, "portion_identifier": -1, "text_b": "Es ist perfekt. . wireless"}, {"uid": "german-160436-trn", "text_a": "Eine gute Tauchpumpe, die hält was sie verspricht. Vorher hatte ich eine Billig-Tauchpumpe mit angeblich gleicher Förderleistung, aber die Kärcher-Pumpe fördert in der Realität viel besser. Ich habe einen 3/4 Zoll Schlauch angeschlossen, da ist die Pumpleistung besser als bei den 1/2 Zoll Gartenschläuchen.", "label": 5, "portion_identifier": -1, "text_b": "Funktioniert gut . lawn_and_garden"}, {"uid": "german-196904-trn", "text_a": "Der Becher ist top. Hatte ihn im Auto bei gut 35 Grad vergessen. Der Becher war sehr warm (außen) aber der Inhalt war nach wie vor kalt. Somit: empfehlenswert.", "label": 5, "portion_identifier": -1, "text_b": "Hält was er verspricht . home"}, {"uid": "german-184257-trn", "text_a": "Ich kann mich den anderen Rezensenten nur anschliessen. Das Produkt ist schlichtweg super. Unser 10jähriger Sohn ist absolut begeistert, insbesondere was den Unterschied zu dem bisherig benutzen Koffer betrifft. Okay, als Rucksack ist es für ihn (135 cm) ein wenig lang, um es auf dem Fahrrad zu benutzen, aber das wird ja wohl mit der Zeit bessern. Produkt ist absolut empfehlenswert und der Service des Lieferanten ebenfalls Spitzenklasse.", "label": 5, "portion_identifier": -1, "text_b": "Super Produkt . musical_instruments"}, {"uid": "german-196786-trn", "text_a": "Tolles Produkt! Gute Verarbeitung!", "label": 5, "portion_identifier": -1, "text_b": "Perfekt! . luggage"}]}