{"0": [{"uid": "spanish-1132-val", "text_a": "La consonante eyectiva es un tipo de sonido velar, que se usa en algunas lenguas habladas. El símbolo en el Alfabeto Fonético Internacional que representa este símbolo es.", "label": "0", "portion_identifier": -1, "text_b": "La velar-eyectiva es un tipo de sonido consonante que se utiliza en algunas lenguas habladas. El símbolo en el Alfabeto Fonético Internacional que representa ese sonido."}, {"uid": "spanish-804-val", "text_a": "Benjamin Hough debió casarse con Elizabeth Core el 29 de agosto de 1806, por Stephen Ford, juez de paz, en el condado de Jefferson.", "label": "0", "portion_identifier": -1, "text_b": "Stephen Stephen fue casado el 29 de agosto de 1806 por Benjamin Hough, juez de paz, en el condado de Jefferson, Elizabeth Core."}, {"uid": "spanish-66-val", "text_a": "Por estos mecanismos de transacción, los protocolos de transporte poco fiables como el User Datagram Protocol (UDP) para el funcionamiento del SIP son suficientes.", "label": "0", "portion_identifier": -1, "text_b": "Por estos mecanismos no fiables, los protocolos de transporte transaccional como el Protocolo de Datagramas de Usuario (UDP), son suficientes para el funcionamiento de SIP."}, {"uid": "spanish-1067-val", "text_a": "En febrero de 2014, Network Ten anunció que Danielle reemplazaría a Isdale Hugh Riminton como conductor, y Victoria Murphy se convertiría en conductora deportiva.", "label": "0", "portion_identifier": -1, "text_b": "En febrero de 2014, Network Ten anunció que Danielle Isdale reemplazaría a Hugh Riminton como presentadora y Victoria Murphy sería la presentadora de deportes."}, {"uid": "spanish-475-val", "text_a": "Robbins nació en Coventry el 21 de septiembre de 1933, con su gemelo David, los hijos octavo y noveno de los doce de Charles y Jessamine Robbins.", "label": "0", "portion_identifier": -1, "text_b": "David nació el 21 de septiembre de 1933 en Coventry con su padre Charles gemelo de Jessamine Robbins, los hijos octavo y noveno de doce de los Robbin."}, {"uid": "spanish-220-val", "text_a": "Laramie Potts es un geofísico estadounidense de la Universidad Estatal de Ohio quien, en colaboración con Ralph R. B. von Frese, identificó la concentración de masa de la Tierra de Wilkes en la Antártida.", "label": "0", "portion_identifier": -1, "text_b": "Ralph R. B. von Frese es un geofísico americano de la Universidad del Estado de Ohio que identificó la concentración de la masa de Tierra de Wilkes en la Antártida en colaboración con Laramiei Potts."}, {"uid": "spanish-1134-val", "text_a": "Malet se casó con Mary Aldworth, la viuda de Thomas White de Letcombe Regis, Berkshire e hija de John Aldworth por Fyfield Berkshire hasta 1664.", "label": "0", "portion_identifier": -1, "text_b": "Malet se casó con Mary Aldworth, la viuda de John Aldworth de Letcombe Regis, Berkshire e hija de Thomas White por Fyfield Berkshire hasta 1664."}, {"uid": "spanish-56-val", "text_a": "Erginus galkini es una especie de caracol marino, una auténtica lapa, un molusco gasterópodo marino de la familia Lottiidae, una de las familias de las auténticas lapas.", "label": "0", "portion_identifier": -1, "text_b": "Erginus galkini es una especie de caracol marino, una lapa auténtica, un molusco gasterópodo auténtico de la familia Lottiidae, una de las familias de lapas marinas."}], "1": [{"uid": "spanish-881-val", "text_a": "Más tarde, durante el ataque a Andrew, el conde de Angoulême, Richard sería de las tropas de Adhemar.", "label": "1", "portion_identifier": -1, "text_b": "Más tarde, Richard sería las fuerzas de Adhemar durante el ataque sobre Andrew, conde de Angulema."}, {"uid": "spanish-1898-val", "text_a": "Fue otorgado a John Sone en 1544, quien inmediatamente se lo traspasó a Henry Audeley y a John Cordall.", "label": "1", "portion_identifier": -1, "text_b": "Fue concedido en 1544 a John Sone que a la vez se lo transmitió a Henry Audeley y a John Cordall."}, {"uid": "spanish-1158-val", "text_a": "Fue el hijo póstumo de Sir Henry Thrale, 1.° baronet; su madre fue la hermana del cervecero John Lade.", "label": "1", "portion_identifier": -1, "text_b": "Fue el hijo póstumo de Sir Henry Thrale, 1er Barón, cuya madre era la hermana del agricultor John Lade."}, {"uid": "spanish-1272-val", "text_a": "Sahib Khan nació en la familia Tiwana de Shahpur, hijo de Ahmad Yar Khan.", "label": "1", "portion_identifier": -1, "text_b": "Sahib Khan nació en la familia Tiwana de Shahpur, hijo de Ahmad Yar Khan."}, {"uid": "spanish-788-val", "text_a": "En enero de 2013, se anunció que después del cierre de Disney Interactive, Warren Spector había dejado los estudios Junction Point.", "label": "1", "portion_identifier": -1, "text_b": "En enero de 2013, se anunció que Warren Spector había dejado los Junction Point Studios luego del cierre de Disney Interactive."}, {"uid": "spanish-118-val", "text_a": "De acuerdo con la Oficina del Censo de los Estados Unidos, Southport es un área de superficie total de la cual tiene tierra y, o 0,91 %, es agua.", "label": "1", "portion_identifier": -1, "text_b": "Según la Oficina del Censo de los Estados Unidos, Southport tiene un área total de, de la cual es tierra y, o 0,91⁰%, es agua."}, {"uid": "spanish-77-val", "text_a": "Flavia Gleske, más conocida como Flavia Alejandra Gleske Fajin (nacida el 15 de mayo de 1978) es una actriz venezolana.", "label": "1", "portion_identifier": -1, "text_b": "Flavia Gleske, más conocida como Flavia Alejandra Gleske Fajin (nacida el 15 de mayo de 1978) es una modelo y actriz venezolana."}, {"uid": "spanish-484-val", "text_a": "Nichols (41.479113, -91.308291) está ubicado en la Sección 15 del Condado Muscatine County, al oeste del Municipio de Pike Iowa.", "label": "1", "portion_identifier": -1, "text_b": "Nichols está ubicado en (41.479113, -91.308291) en la sección 15 del condado de Muscatine, situado en el extremo oeste de Pike Township de Iowa."}]}