{"1": [{"uid": "french-11774-trn", "text_a": "Je n’ai jamais réussi à l’installer une perte d’argent", "label": 1, "portion_identifier": -1, "text_b": "Perte d’argent . automotive"}, {"uid": "french-30630-trn", "text_a": "Bonjours, Très déçu car clairement sur les photos du produit sur le site le meuble est plus gris et le coussin est gris, alors que quant j'ai ouvert le carton le coussin est marron. si j'avais sue qu'il était marron je ne l'aurais pas pris car ne va pas pas avec mon décor. En plus pas d'erreur de ma part en sélectionnant car il n'y a pas d'autre couleur. Et le coussin fait très mauvaise qualité comparé aux photos du site ou il a l'air épais.", "label": 1, "portion_identifier": -1, "text_b": "Problème de couleur !!! . home"}], "2": [{"uid": "french-57872-trn", "text_a": "Produits reçu abîmer dans sont colis qui lui était en bon état ?? Le sac contenant le hamac est déchiré a plusieurs endroits par le frottement des tubes durant le transport et la fermeture éclair est cassé, elle ne ferme plus. J'avais commandė ce produit pour l'offrir et je n'ai plus le temps nécessaire pour faire un retour et commander un autre produit. Tout ça a cause du conditionnement qui n'est pas approprié. Serait il possible de recevoir un sac de transport en bon état svp?", "label": 2, "portion_identifier": -1, "text_b": "Sac hamac HS au déballage. . lawn_and_garden"}, {"uid": "french-68228-trn", "text_a": "Bonjour, J'ai bien reçu le colis, très bien emballé et dans un très bon état. Par contre un des deux feu clignotant ne fonctionne pas alors que le feu stop lui fonctionne.", "label": 2, "portion_identifier": -1, "text_b": "Défaillant . automotive"}], "3": [{"uid": "french-87236-trn", "text_a": "La petite sacoche aurait été bien si malheureusement ils n'avaient pas imprimé et cousu leur marque rouge sur la poignée de transport. De plus la console avec ses deux manettes et ses câbles on peut très difficilement mettre deux rallonges pour manettes (contrairement à ce qu'il a été dit) On est obligé de mettre les câbles sous la console. Console est est protégée sur les cotés mais absolument pas en dessous ni en dessus (les carrés de mousses ne sont pas découpés dans le sens de la largeur du coup elle touche le boitier.) J'ai été obligé d'en decouper pour la proteger Déçus pour le prix", "label": 3, "portion_identifier": -1, "text_b": "Moyen . electronics"}, {"uid": "french-92769-trn", "text_a": "Carte reçue très rapidement et très bien emballée, Conforme au descriptif, la qualité est au rendez vous , je recommande cette carte mémoire.", "label": 3, "portion_identifier": -1, "text_b": "conforme . pc"}], "4": [{"uid": "french-155542-trn", "text_a": "Achat pour ranger une HP sprocket plus et des recharges de papier Pratique, l imprimante est bien tenue par les élastiques et on peut y ranger aussi des recharges de papier", "label": 4, "portion_identifier": -1, "text_b": "Pratique . wireless"}, {"uid": "french-143276-trn", "text_a": "très bien, a voir dans le temps.", "label": 4, "portion_identifier": -1, "text_b": "très bien . watch"}], "5": [{"uid": "french-181140-trn", "text_a": "Bruyant mais fonctionne très bien!!! Très légère de qualité moyenne à voir sur la durée. Mon fils a adoré!!!", "label": 5, "portion_identifier": -1, "text_b": "Épatant . toy"}, {"uid": "french-188490-trn", "text_a": "Très bonne qualité. Je l'utilise tous les jours. Il ne perd pas ses poils", "label": 5, "portion_identifier": -1, "text_b": "Super pinceau . beauty"}]}