{"0": [{"uid": "french-973-val", "text_a": "\" Everything But You \" est une chanson de 1945 composée par Don George, écrite par Duke Ellington et Harry James.", "label": "0", "portion_identifier": -1, "text_b": "\" Everything But You '' est une chanson de 1945 composée par Duke Ellington et Harry James avec des paroles écrites par Don George."}, {"uid": "french-167-val", "text_a": "Jusqu'à l'avnènement de la technologie vidéo électronique et numérique, la production en série de films pornographiques était directement liée à l'industrie cinématographique grand public.", "label": "0", "portion_identifier": -1, "text_b": "La production en série de films électroniques et numériques étaient directement liée à l'industrie du film établie jusqu'à l'avènement de la technologie vidéo pornographique."}, {"uid": "french-594-val", "text_a": "Au moment de sa mort, le cardinal David Beaton était lord chancelier d'Écosse, archevêque de St. Andrews et cardinal-légat en Écosse.", "label": "0", "portion_identifier": -1, "text_b": "Au moment de sa mort, David était cardinal Beaton, Lord chancelier de St. Andrews, archevêque d'Écosse et cardinal-légat d'Écosse."}, {"uid": "french-1540-val", "text_a": "Maritsa Lazari est née à Chypre en octobre 1943 et a émigré avec sa famille à Londres, Angleterre, à l'âge de 16 ans.", "label": "0", "portion_identifier": -1, "text_b": "Maritsa Lazari est née à Londres en octobre 1943 et a émigré à Chypre avec sa famille à l'âge de 16 ans."}, {"uid": "french-1825-val", "text_a": "Il se situe à l'est de Nanuet, au sud de Chestnut Ridge, à l'ouest de Blauvelt, New York et au nord de Montvale et Old Tappan, New Jersey.", "label": "0", "portion_identifier": -1, "text_b": "Il se trouve à l'est de Chestnut Ridge, au sud de Nanuet, à l'ouest de Blauvelt, New York, et au nord de Montvale et Old Tappan, New Jersey."}, {"uid": "french-1002-val", "text_a": "Le \" e \" naturel est la base du logarithme constant.", "label": "0", "portion_identifier": -1, "text_b": "La constante \" e \" est la base du logarithme naturel."}, {"uid": "french-705-val", "text_a": "Lloyd a étendu son activité pour commencer à vendre des jouets et des cadeaux et il a fondé et dirigé House of Lloyd, basée à Grandview, Missouri, lorsque l'activité du cadeau s'est développé.", "label": "0", "portion_identifier": -1, "text_b": "Lloyd a créé et dirigé son affaire pour commencer à vendre des jouets et des cadeaux, et il agrandissait le House of Lloyd basé à Grandview au Missouri en même temps que ses affaires de vente de cadeaux grandissaient."}, {"uid": "french-1249-val", "text_a": "David Cardinal Beaton était lord chancelier d'Écosse au moment de sa mort, archevêque de St. Andrews et Cardinal Légat d'Écosse.", "label": "0", "portion_identifier": -1, "text_b": "Au moment de sa mort, David Cardinal Beaton était lord chancelier de St Andrews, archevêque d'Écosse et cardinal-légat d'Écosse."}], "1": [{"uid": "french-739-val", "text_a": "Avec son aide, l'armée Aquilonienne est vaincue par celle du royaume rival de Nemedia et occupée.", "label": "1", "portion_identifier": -1, "text_b": "Avec son aide, l'armée aquilonienne est vaincue et occupée par celle du royaume rival de Némédia."}, {"uid": "french-576-val", "text_a": "Hoppkorv a été le dernier album du groupe de blues-rock américain Hot Tuna et leur septième album studio enregistré chez Grunt Records, sous le nom de Grunt BFL1-1920.", "label": "1", "portion_identifier": -1, "text_b": "Hoppkorv était le dernier album du groupe de blues-rock américain Hot Tuna et leur septième album studio pour Grunt Records en tant que Grunt BFL1-1920."}, {"uid": "french-1633-val", "text_a": "Jusqu'en 1991, il offrait la seule scène publique du comté de Tehama et était le seul cinéma jusqu'en 1993.", "label": "1", "portion_identifier": -1, "text_b": "Il a fourni la seule scène publique du comté de Tehama jusqu'en 1991 et a été le seul cinéma jusqu'en 1993."}, {"uid": "french-1388-val", "text_a": "Cancellopollia gracilis est une espèce d'escargot de mer, un véritable mollusque gastéropode de la famille des Buccinidae, les buccins marins.", "label": "1", "portion_identifier": -1, "text_b": "Cancellopollia gracilis est une espèce d'escargot de mer, un véritable mollusque gastéropode de la famille des Buccinidae, les buccins marins."}, {"uid": "french-1316-val", "text_a": "Son père est mort dans sa jeunesse et sa mère, Catherine A. Fagan, a épousé Samuel Adams en 1842, qui est devenu gouverneur de l'Arkansas deux ans plus tard.", "label": "1", "portion_identifier": -1, "text_b": "Son père est mort dans sa jeunesse, et sa mère, Catherine A. Fagan, a épousé Samuel Adams en 1842, qui est devenu deux ans plus tard le gouverneur de l'Arkansas ."}, {"uid": "french-1559-val", "text_a": "Armando Santiago (né le 18 juin 1932) est un compositeur canadien, chef d'orchestre, professeur de musique et administrateur universitaire d'origine portugaise.", "label": "1", "portion_identifier": -1, "text_b": "Armando Santiago (né le 18 juin 1932) est un compositeur canadien, chef d'orchestre, professeur de musique et administrateur d'université d'origine portugaise."}, {"uid": "french-282-val", "text_a": "Cette station fait partie de la ligne de métro LaSalle Street Station Metra qui relie Joliet et le district de Rock Island dans la boucle de Chicago.", "label": "1", "portion_identifier": -1, "text_b": "Cette station fait partie de la ligne LaSalle Street Station Metra, qui relie Joliet et le district de Rock Island dans la boucle de Chicago."}, {"uid": "french-1694-val", "text_a": "43 personnes ont été sauvées ; 40 ont été secourues dans les canaux de sauvetage et trois récupérées par le \" Delaware \".", "label": "1", "portion_identifier": -1, "text_b": "43 personnes ont été sauvées, 40 ont été secourues dans des canots de sauvetage et trois par le \" Delaware \"."}]}