{"0": [{"uid": "french-227-val", "text_a": "Le film met en vedette Jembie Almazan en tant que Mary, Bernardo Garnica Cruz en tant que David et Jonathan Diaz Angulo en tant qu'Alex.", "label": "0", "portion_identifier": -1, "text_b": "Les vedettes du film Jembie Almazan alias Alex, Bernardo Garnica Cruz alias David et Jonathan Diaz Angulo alias Maria."}, {"uid": "french-533-val", "text_a": "Ces derniers étaient rares au Royaume-Uni, mais relativement fréquents en Europe, du moins pour les grandes locomotives.", "label": "0", "portion_identifier": -1, "text_b": "Ces derniers étaient fréquents au Royaume-Uni, mais relativement rares en Europe, du moins pour les grandes locomotives."}, {"uid": "french-9-val", "text_a": "Le compté de Hudson, dans le New Jersey, également orthographié \"cimetière Macpelah\", ou \"cimetière Macphelah\", est un cimetière dans le cimetière de Machpelah.", "label": "0", "portion_identifier": -1, "text_b": "Le cimetière Machpelah, également appelé \"cimetière Macpelah\" ou \"cimetière Macphelah\", est un cimetière du comté de Hudson, dans le New Jersey."}, {"uid": "french-1506-val", "text_a": "La Mabvuku High School est un lycée situé dans la banlieue de Mabvuku Harare, au Zimbabwe.", "label": "0", "portion_identifier": -1, "text_b": "Le Mabvuku High School, est un lycée dans le Harare, au Zimbabwe, banlieue de Mabvuku."}], "1": [{"uid": "french-1260-val", "text_a": "Même si le village de Friendship Heights n'est pas une municipalité établie, il fut établit en 1914 en tant que district fiscal spécial.", "label": "1", "portion_identifier": -1, "text_b": "Même s'il ne s'agit pas d'une municipalité établie, le village de Frenship Heights a été intégré en tant que district fédéral en 1914."}, {"uid": "french-820-val", "text_a": "Le campus Azusa de l'université Azusa Pacific se trouve à la San Gabriel Valley, au nord est de Los Angeles.", "label": "1", "portion_identifier": -1, "text_b": "Le campus Azusa de l'Azusa Pacific University est situé à San Gabriel Valley, au nord-est de Los Angeles."}, {"uid": "french-1635-val", "text_a": "Le propriétaire du terrain à l'époque était M. Leslie Vernon Calcutt et il a accepté un bail de 99 ans avec M. Johnson.", "label": "1", "portion_identifier": -1, "text_b": "À cette époque, le propriétaire du domaine était M. Leslie Vernon Calcutt et il avait convenu d'un bail de 99 ans avec M. Johnson."}, {"uid": "french-1435-val", "text_a": "Après la guerre, il joua deux fois pour la Royal Navy contre l'armée, en 1948 et 1949, et contre l'université de Cambridge en 1949.", "label": "1", "portion_identifier": -1, "text_b": "Après la guerre, il joua deux fois pour la Royal Navy contre l'armée, en 1948 et en 1949, et contre l’université de Cambridge en 1949."}]}