{"1": [{"uid": "spanish-27357-trn", "text_a": "Es horrible, me guíe en los comentarios de la gente pero es que no dan una para mí que son de la misma empresa, la cámara no sigue el movimiento, a na cámara de menos de 480p como mucho, y la app es sencilla, no lo siguiente, a devolver !!", "label": 1, "portion_identifier": -1, "text_b": "No cumple con sus prestaciones . other"}], "2": [{"uid": "spanish-62490-trn", "text_a": "me ha decepcionado. habia probado otros productos de loreal pero este sin duda, decepciona. muy liquida, y despues de usarla varias veces el pelo, de pena", "label": 2, "portion_identifier": -1, "text_b": "no no no . beauty"}], "3": [{"uid": "spanish-95119-trn", "text_a": "La estantería, llegó bien, embalada y en el tiempo acordado, pero la calidad de los acabados y terminaciones deja mucho que desear, la madera no es del todo fina, el lacado es de poca calidad, las terminaciones de los cortes y encajes de la madera no coinciden y se ven algo bastos los acabados. Para disimular los boquetes de los tornillos, te mandan unas pegatinas enormes que mas que disimular, afean el acabado. Si exiges buenos acabados, no la recomiendo.", "label": 3, "portion_identifier": -1, "text_b": "Acabados muy pobres . furniture"}], "4": [{"uid": "spanish-143367-trn", "text_a": "Es un poco resbalosa al tacto. Muy satisfecho con el producto. Lo recomiendo sin dudarlo. Cinco palabras mas se necesita.", "label": 4, "portion_identifier": -1, "text_b": "Buena compra . wireless"}], "5": [{"uid": "spanish-168484-trn", "text_a": "Compré esta carpeta en el tamaño A2 porque la necesitaba para transportar originales. El material es estupendo, una tela impermeable muy resistente. Tiene un marco rígido, lo cual era importante para mí. Las carpetas de este tamaño suelen ser de materiales flexibles y se doblan muy fácilmente. En ese sentido, ésta es perfecta. Es cierto que Hay unos pequeños remaches en la parte interior como ha comentado alguien. Son para fijar unos tacos exteriores que facilitan el apoyo. Creo que teniendo un poco de cuidado o poniendo un trozo de cartón encima, no dañaran el papel. En cualquier caso, tiene un gran bolsillo interior, otros dos más pequeños y otro exterior muy grande, una funda de plástico para las tarjetas, bandas elásticas de sujección y correa para el hombro, cosa que se agradece mucho. Si prefieres llevarla de la mano las asas son muy cómodas. Es la mejor carpeta que he encontrado hasta ahora. Con unos cinco centímetros de ancho, deja margen para llevar un montón de material. Por otro lado, tienen una atención al cliente rapidísima y muy amable, así que estoy encantada con la compra.", "label": 5, "portion_identifier": -1, "text_b": "Fabulosa carpeta . home"}]}