{"1": [{"uid": "german-35444-trn", "text_a": "bis jetzt habe ich meine Bestellung noch nicht erhalten ! Also was soll ich bewerten ?????", "label": 1, "portion_identifier": -1, "text_b": "Bestellung noch nicht angekommen ! . wireless"}, {"uid": "german-33801-trn", "text_a": "Ich wollten Staubsauger fürs Auto, um ab und zu die Polster absaugen zu können. Trotz voller Akkuladung kaum Saugleistung. So habe ich mir das nicht vorgestellt, schade drum...", "label": 1, "portion_identifier": -1, "text_b": "Saugt kaum . home"}, {"uid": "german-19043-trn", "text_a": "Leider habe ich das Paket direkt nach der Öffnung wieder schließen können, da das Pulver überall, nur nicht in den dafür vorgesehenen Verpackungen war. Schade.", "label": 1, "portion_identifier": -1, "text_b": "Pulver verteilt . baby_product"}, {"uid": "german-33847-trn", "text_a": "War für mich das Geld nicht wert. Wenige Seiten mit wenig Text, soll witzig sein, ist aber wohl eher was für früh Jugendliche.", "label": 1, "portion_identifier": -1, "text_b": "Nicht mein Humor . book"}, {"uid": "german-18226-trn", "text_a": "Da mir der Verkäufer nicht den bestellten Artikel geliefert hat, muß ich die erhaltene Montage für mich als unbrauchbar ausweisen. Die gelieferte Montage ist zu flach gegenüber der bestellten und somit unpassend. Der Verkäufer sollte bei der Beschreibung seiner Ware hinzufügen, daß er einen Artikel versendet, der eventuell so wie beschrieben ist.", "label": 1, "portion_identifier": -1, "text_b": "Unbrauchbar . camera"}, {"uid": "german-39961-trn", "text_a": "Die Socken sehen sehr schön aus - aber leider gehen die Noppen bereits am ersten Tag des Tragens ab und liegen überall auf dem Boden verstreut herum. Werden Rückendung beantragen.", "label": 1, "portion_identifier": -1, "text_b": "Qualität lässt zu Wünschen übrig . apparel"}, {"uid": "german-27901-trn", "text_a": "Der Artikel hatte eine Lieferzeit von fast 3 Wochen, ist völlig überteuert und auf Mail-Anfragen zu Storno oder Rücksendung wurde gar nicht erst reagiert. Schade das solche Verkäufer bei Amazon Artikel weiterhin anbieten dürfen!", "label": 1, "portion_identifier": -1, "text_b": "Völlig überteuert, null Kundendienst . wireless"}, {"uid": "german-24437-trn", "text_a": "Wie erwartet,jedoch sind die permanenten anfragen sehr lästig", "label": 1, "portion_identifier": -1, "text_b": "Gut . other"}], "2": [{"uid": "german-78590-trn", "text_a": "Der Adapter wurde irgendwann ganz heiß und man hat das verbrannte Plastik gerochen. Werde ihn nichtmehr weiter benutzen", "label": 2, "portion_identifier": -1, "text_b": "Schade . wireless"}, {"uid": "german-75359-trn", "text_a": "Geschmacklich total eklig, Erfolge konnte ich nur minimal feststellen. Für diesen Preis daher nur 2 Sterne", "label": 2, "portion_identifier": -1, "text_b": "2x überlegen . drugstore"}, {"uid": "german-46035-trn", "text_a": "Würde diese Lampen nicht mehr kaufen da von 6 Stück schon 2 defekt waren. Habe diese voller Freude eingeschraubt und musste sofort feststellen das 2 nicht leuchteten", "label": 2, "portion_identifier": -1, "text_b": "Teilweise Defekt . home"}, {"uid": "german-56103-trn", "text_a": "Toll Folie. Nur steht auf der Verpackung 2x geliefert wird aber nur eine Schutzfolie! Wird auch so angeboten!", "label": 2, "portion_identifier": -1, "text_b": "Verkauft werden 2 es wird aber nur eine geliefert . wireless"}, {"uid": "german-73971-trn", "text_a": "Die Bettwäsche kann ich nicht weiterempfehlen. Der Stoff ist viel zu dünn, die Farbe ist nicht kräftig und mit jedem Waschgang nimmt diese Bettwäsche an Qualität ab. Ich habe sie behalten, weil es günstige war und ich dringend Bettwäsche gebraucht habe. Sobald ich neue Bettwäsche gekauft habe, landet diese definitiv im Mülleimer.", "label": 2, "portion_identifier": -1, "text_b": "Stoff ist zu dünn und rutschig . home"}, {"uid": "german-59280-trn", "text_a": "Die Größe bzw Dicke ist eher ein Witz. Reicht nicht mal um ein Kinderfahrrad anzuschließen. Sowas haben manche Leute als Halskette um 😏", "label": 2, "portion_identifier": -1, "text_b": "So ein dünnes und kleines Schloß hab ich novh nie gesehen . sports"}, {"uid": "german-42486-trn", "text_a": "Mir hat die Idee mit den 3 Bechern gut gefallen, wesshalb ich mich für dieses Modell entschieden habe Doch leider wurde ich von dem Produkt enttäuscht. Es ist schlecht verarbeitet, das Kunstleder stinkt stark nach Plastik, an manchen stellen ist es schlecht geklebt und auf dem Deckel hat das Leder einen Kratzer. Wäre es nur der Kratzer, hätte ich es umgetauscht, da aber alles unsauber verarbeitet wurde, werde ich es zurück schicken und woanders was neues bestellen.", "label": 2, "portion_identifier": -1, "text_b": "schlecht verarbeitet . home"}, {"uid": "german-62834-trn", "text_a": "Theoretisch ist bei dieser Folie alles super -super Zubehör -2 Folien Doch leider enstehen praktisch trotz sehr vorsichtiger und staubfreier Montage an den Ecken (Home Button, Lautsprecher) Blasen dadurch das anscheinend die Folie minimal absteht.", "label": 2, "portion_identifier": -1, "text_b": "Blasen an Rändern trotz guter Monate . wireless"}], "3": [{"uid": "german-81872-trn", "text_a": "Nach bereits kurzer Zeit, ist eine naht beim Reißverschluss aufgerissen. Mit ein paar handgriffen wieder repariert, jedoch nicht wünschenswert.", "label": 3, "portion_identifier": -1, "text_b": "Verarbeitung ist nicht gut . home"}, {"uid": "german-99345-trn", "text_a": "Geruchsarm ist total übertrieben. Geruch nicht ganz so beißend. Geruch nicht angenehm", "label": 3, "portion_identifier": -1, "text_b": "geruch . beauty"}, {"uid": "german-92251-trn", "text_a": "Geschmack anfangs sehr gut, wenn auch etwas künstlich... nach und nach ist mir der Geschmack aber immer künstlicher und einfach nur noch sehr süß vorgekommen, habe bessere Erfahrungen z.b. mit Double Chocolate", "label": 3, "portion_identifier": -1, "text_b": "Verliert schnell seinen Reiz . drugstore"}, {"uid": "german-109311-trn", "text_a": "Ich esse sehr gerne und leidenschaftlich die Soba Chili Nudeln von Nissin. Warum dann nur 3 Sterne? Es besteht ein riesiger Unterschied zwischen dem Nissin Soba Becher und dem gleichen Produkt in der Tüte, was in der Pfanne zubereitet wird. Die Becher Version schmeckt mir nicht besonders, die Tüten Version dagegen sehr gut. Leider hat Amazon die Tüten, in der Chili Version, schon länger nicht mehr im Angebot. Die anderen Sorten gibt es oft in beiden Versionen.", "label": 3, "portion_identifier": -1, "text_b": "Nicht besonders toll . grocery"}, {"uid": "german-82123-trn", "text_a": "Leider sind die Abstandshülsen schief montiert, deshalb passen die Schrauben (Trockenbauschrauben) nicht richtig und stehen dann auf der Platte über.", "label": 3, "portion_identifier": -1, "text_b": "Qualität nicht zufriedenstellend . home_improvement"}, {"uid": "german-101384-trn", "text_a": "Bügeln ist gut. Das Gerät war leider undicht.", "label": 3, "portion_identifier": -1, "text_b": "Qualität soll besser sein. . kitchen"}, {"uid": "german-85766-trn", "text_a": "Ab drei Visitenkarten aufwärts in die Tasche links, und schon schließt die Klappe nicht mehr gut, weil es für die Verschlußlasche zu dick ist. Besonders kritikwürdig ist aber, daß der Ausschnitt für die Kameralinse auf der Rückseite nicht genau paßt und nun Photos einen leichten Schatten von einer Ecke der Hülle haben. Die Vorgängerhülle, die ich vor vier Jahren gekauft hatte zusammen mit dem Gerät war besser.", "label": 3, "portion_identifier": -1, "text_b": "Paßgenauigkeit mäßig . wireless"}, {"uid": "german-110615-trn", "text_a": "Die Uhr schaut gut aus Und macht was sie soll Nur leider bricht die dazugehörige App immer wieder ab Weshalb die Benachrichtigungs funktion nicht nutzbar ist Habe auch andere Apps probiert Und alle möglichen Einstellungen getestet Auch im Internet konnte mir keiner helfen Da mit anderen Uhren das wohl super klappt", "label": 3, "portion_identifier": -1, "text_b": "Eigendlich toll . office_product"}], "4": [{"uid": "german-135509-trn", "text_a": "Der Brotkasten ist recht hübsch anzusehen und tut was er soll; er bewahrt Brot auf. Ob das Brot länger frisch bleibt im Vergleich zu ähnlichen Produkten vermag ich nicht zu sagen, da ich schon sehr lange keinen Brotkasten mehr benutzt hatte. Ein größeres rundes Brot oder gar ein Weißbrot geht aber nur halbiert hinein, was womöglich normal, aber doch schade ist, da halbiertes Brot schneller austrocknet. Den Stern Abzug gibt es aber für die Lieferung!! Da ich tagsüber nicht zu Hause bin, wollte ich die Sendung an eine Amazone Locker schicken lassen lassen. Das war aber diesmal nicht möglich. Ok, kann passieren. Daher habe ich es an eine DHL Postfiliale schicken lassen. Als ich nach ein paar Tagen die Info bekam, die Lieferung sei nun abholbereit, wurde mir in der Postfiliale gesagt, frühestens in 2 Tage. So war es dann auch!! Also der Brotkasten bekommt von mir 4 Sterne, aber die Lieferung gerade mal 2 Sterne.", "label": 4, "portion_identifier": -1, "text_b": "Brotkasten gut, Lieferung etwas schwach. . home_improvement"}, {"uid": "german-123944-trn", "text_a": "Benutzen wir zum befestigen wenn wir mit dem wohnmobil unterwegs sind in der Garage vom wohnmobil geht super", "label": 4, "portion_identifier": -1, "text_b": "Funktioniert gut . automotive"}, {"uid": "german-144545-trn", "text_a": "schnell geliefert. Größe war auch passend! alles gut - gern wieder", "label": 4, "portion_identifier": -1, "text_b": "wunderbar! . lawn_and_garden"}, {"uid": "german-143615-trn", "text_a": "Werde mir weiter alle bestellen", "label": 4, "portion_identifier": -1, "text_b": "Donna Leon . book"}, {"uid": "german-136135-trn", "text_a": "Anbau einfach, allerdings doch etwas schwergängig.", "label": 4, "portion_identifier": -1, "text_b": "Süße Klingel . sports"}, {"uid": "german-158601-trn", "text_a": "Ja, es stimmt: Das Smartphone Samsung Galaxy S5 sitzt etwas stramm in der Hülle. Sämtliche Funktionen lassen sich aber mühelos anwenden. Von einer Überhitzung beim Aufladen habe ich nichts bemerkt. Wer hier sein Smartphone verliert, hat grundlegend etwas verkehrt gemacht!", "label": 4, "portion_identifier": -1, "text_b": "Alles bestens . . . . wireless"}, {"uid": "german-148251-trn", "text_a": "Viel kleiner als erwartet schade. Das Buch an sich ist super schön die Lieferung war auch echt schnell.", "label": 4, "portion_identifier": -1, "text_b": "Bis auf die Größe bin ich zufrieden . office_product"}, {"uid": "german-133891-trn", "text_a": "Fingerabdruckleser fonktioniert nicht mit Fingernägel!", "label": 4, "portion_identifier": -1, "text_b": "Keine langen Nägel! . wireless"}], "5": [{"uid": "german-185004-trn", "text_a": "In Original genauso wie ich es mir vorgestellt habe. Qualität für diesen Preis vollkommen zufriedenstellend.", "label": 5, "portion_identifier": -1, "text_b": "Alles in Ordnung . apparel"}, {"uid": "german-191951-trn", "text_a": "Sehr schöne Farben die sehr gut pigmentiert sind. Gut finde ich auch das im Deckel der Dose eine Tabelle für die Farben ist, welche man dann ausfüllen kann, da einige Farben in den Pfannen anders als auf Papier aussehen. Das steht aber auch im beigefügten Infoblatt. Ist mein zweites Set von MozArt Supplies und bin wieder sehr zufrieden das ich ein hochwertiges Produkt bekomme was aber nicht schrecklich teuer ist.", "label": 5, "portion_identifier": -1, "text_b": "Guter Preis und gute Farben . home"}, {"uid": "german-160960-trn", "text_a": "Super schön , die Leuchten aber leider nicht so gut.", "label": 5, "portion_identifier": -1, "text_b": "🤗 . home"}, {"uid": "german-171420-trn", "text_a": "Leichte Maus, gute und schnelle Bluetooth-Verbindung. Sehr leise: Klicken der Tasten kaum zu hören, Betätigung des Scroll-Rades ist hörbar. Liegt gut in der Hand und ist für Rechts-und Linkshänder geeignet. Optik und Haptik wirklich top! Auch positiv ist der On-Off-Schalter unter der Maus. Hatte mich für die CSL entschieden, da ich schon mehrere Produkte des Anbieter gekauft hab und bis dato gute Erfahrungen damit gemacht hab.", "label": 5, "portion_identifier": -1, "text_b": "Preiswerte Maus mit wertiger Optik und Funktion . wireless"}, {"uid": "german-185653-trn", "text_a": "Also diese Flaschen sind wirklich top! Ich hatte es fast nicht geglaubt,aber sie sind wirklich absolut dicht auch bei kohlensäurehaltigen Getränken", "label": 5, "portion_identifier": -1, "text_b": "Top . sports"}, {"uid": "german-166723-trn", "text_a": "Also bei Lieferung haben die Samen recht gut ausgesehen, nach dem einpflanzen sind einige (nicht alle, aber das ist bei Samen meistens so) gut ausgetrieben (dies scheint die kritischste Phase zu sein, nicht zu feucht, dann bildet sich recht rasch Schimmel, gleichzeitig dürfen die Samen auch nicht ganz abtrocknen). Ab dann ist die Pflanze recht schon und kräftig gewachsen, war eigentlich erstaunt wie einfach das war.", "label": 5, "portion_identifier": -1, "text_b": "Schöne Pflanze, gut angewachsen . lawn_and_garden"}, {"uid": "german-161177-trn", "text_a": "Der Artikel ist genauso wie beschrieben war. Der WC Deckel ist montiert und die Absenkautomatik funktioniert gut", "label": 5, "portion_identifier": -1, "text_b": "WC Deckel mit Absenkautomatik . home_improvement"}, {"uid": "german-167081-trn", "text_a": "Tolles Ding! Und ich denke das wird mein Lieblings-Sommer-Teil! Ich habe mir die Größe Long bestellt damit er schön locker sitzt und es ist genau wie ich es mir vorgestellt habe. Und irgendwie sieht es auch noch cool aus!", "label": 5, "portion_identifier": -1, "text_b": "Lieblingsteil . sports"}]}