{"1": [{"uid": "spanish-24364-trn", "text_a": "Nunca llegó. El vendedor me timó. Dijo aue di no llegaba me devolvería el dinero y entregaría el libro. Aún sigo esperando ambas cosas de ese impresentable desde el 5 de julio", "label": 1, "portion_identifier": -1, "text_b": "Timo . book"}, {"uid": "spanish-9521-trn", "text_a": "No se ajusta bien al teléfono y se desmonta al utilizarlo. Hablo de iPhone 7, vamos una decepción de compra", "label": 1, "portion_identifier": -1, "text_b": "No comprar . electronics"}, {"uid": "spanish-33042-trn", "text_a": "No me funciona con el Samsung watch active. Solo carga si lo conecto apagado. Si está encendido, marca que está cargando pero nunca sube el porcentaje de batería y se calienta sin cargar.", "label": 1, "portion_identifier": -1, "text_b": "No funciona. Solo carga con el Samsung watch apagado. . wireless"}, {"uid": "spanish-34399-trn", "text_a": "No queda como en la foto, fatal y feo", "label": 1, "portion_identifier": -1, "text_b": "Funda sofa . home"}], "2": [{"uid": "spanish-78543-trn", "text_a": "La impresión es original, aunque el escudo de Superman no se distingue bien del fondo empleado. El material de la funda es de muy baja calidad, con un tacto rugoso nada agradable para el tacto del mismo.", "label": 2, "portion_identifier": -1, "text_b": "Baja calidad del material de la funda . home"}, {"uid": "spanish-70157-trn", "text_a": "Hay retardo contre la imagen de la tv y el sonido", "label": 2, "portion_identifier": -1, "text_b": "Si es para tv yo no lo volvería a comprar . pc"}, {"uid": "spanish-46357-trn", "text_a": "Se me cascaron la primera semana. Es muy frágil. El agarre no está mal del todo. Si corres y te mueves mucho se cae. La batería dura bastante. El cordel al no ser nada rígido se dobla y se riza. No se adapta a la forma del cuello.El volumen es bueno y se escucha bien. Pese a ello, no lo recomiendo. Es mejor gastarse un poco más en otro mejor.", "label": 2, "portion_identifier": -1, "text_b": "Experiencia: REGULAR . electronics"}, {"uid": "spanish-67918-trn", "text_a": "Le gustó mucho a hijo pero me parece pequeño y con poco detalle para su precio. Existen otros a escala 1:24 casi por el mismo precio.", "label": 2, "portion_identifier": -1, "text_b": "No está mal pero esperaba algo más llamativo. . toy"}], "3": [{"uid": "spanish-84423-trn", "text_a": "En general esta bien la batidora, pero para quitar el brazo no se quita fácilmente, cuesta quitarlo.", "label": 3, "portion_identifier": -1, "text_b": "Batidora, calidad precio está bien. . kitchen"}, {"uid": "spanish-87803-trn", "text_a": "Muy brillante para el precio que tiene, por dos euros encuentras lo mismo en el chino...pero bueno.", "label": 3, "portion_identifier": -1, "text_b": "Bien pero puede mejorar . beauty"}, {"uid": "spanish-117612-trn", "text_a": "En la foto no se mostraba agujero central y cuando llegó lo tenía. El color es bonito y el material correcto.", "label": 3, "portion_identifier": -1, "text_b": "No es tal como se presenta . apparel"}, {"uid": "spanish-96736-trn", "text_a": "Tiene muchos sonidos llamativos", "label": 3, "portion_identifier": -1, "text_b": "Sonidos variados . toy"}], "4": [{"uid": "spanish-121768-trn", "text_a": "Son muy grandes. Se adaptan bien pero muchas veces se me salen del oído", "label": 4, "portion_identifier": -1, "text_b": "Muy grandes me parece . electronics"}, {"uid": "spanish-136150-trn", "text_a": "Darle un 10 al vendedor, ha sido muy amable y comprensivo. El perchero es de estilo moderno, está muy bien", "label": 4, "portion_identifier": -1, "text_b": "Recomendable . furniture"}, {"uid": "spanish-134553-trn", "text_a": "Actualización de mi opinión, después de utilizarla durante un mes. Anteriormente estaba utilizando No-Poo champú de deva, el acondicionador y luego este producto. Ahora que he cambiado a un champú low-poo y ya no se me engrasa el pelo cuando uso este preoducto. Me gusta como me lo deja, pero reconozco que me sigue pareciendo muy caro (En general todos los productos de Deva Curl me parecen caros) pero es cierto que me dejan el pelo genial. Opinión anterior: Si lo uso muy amenudo me engrasa el pelo y eso que yo tengo el pelo rizado y seco. Me gusta ponerme un poco sólo en las puntas, de medios a puntas utilizaría otro producto. Además me parece caro para lo que es.", "label": 4, "portion_identifier": -1, "text_b": "Me parece caro para lo que dura, pero el producto en si sí que me gusta. . beauty"}, {"uid": "spanish-137704-trn", "text_a": "Hace bien su función. Los números grandes hacen que puedas leer la hora desde cualquier zona de la habitación. Igual la luz permanente de fondo es un poco intensa, pero te acostumbras rápido. Las tres alarmas que puedes activar o no van estupendas y la función para pararlas para no dormirse es ideal. El echo que vaya con batería de carga, te hace olvidar de reponer pilas. Muy buen producto", "label": 4, "portion_identifier": -1, "text_b": "Ideal . home"}], "5": [{"uid": "spanish-186734-trn", "text_a": "Es un aparato bueno en general, hace poco ruido pero como un ventilador pequeño, (al final ni lo escuchas) gasta poca energia y OJO calienta una habitacion pequeña. No calienta tan rapido como una de 2000w pero es perfecta para la habitación o el baño.", "label": 5, "portion_identifier": -1, "text_b": "Buena y barata . home"}, {"uid": "spanish-180562-trn", "text_a": "Fácil de ponerlos al bebé con el sistema de belcro lateral, además no rasca. No empapan. La única pega es que se quedan algo tiesos", "label": 5, "portion_identifier": -1, "text_b": "Facil de poner y quitar . baby_product"}, {"uid": "spanish-169567-trn", "text_a": "Exactamente lo que nos esperábamos, las monedas lucen muy bien en este tipo de álbum. Recomendable 100%. Sin duda si necesitamos más lo volveremos a comprar", "label": 5, "portion_identifier": -1, "text_b": "Perfecto . toy"}, {"uid": "spanish-183757-trn", "text_a": "Es una lampara diferente que con el altavoz aporta un plus", "label": 5, "portion_identifier": -1, "text_b": "producto versátil con buen diseño . home"}]}