{"1": [{"uid": "french-38203-trn", "text_a": "le livreur n'a même pas attendu que je descende (10 secondes) il a carrément enfoncé le colis dans ma boite au lettre et s'est enfui aussi vite qu'il est arrivé . J'ai du changer la serrure (explosée) de ma boite aux lettre et les livres que j'ai commandé ont tous été abîmés ... j'irai acheter mes livres en librairie à partir de maintenant.", "label": 1, "portion_identifier": -1, "text_b": "Livreur qui ne prend pas soin du colis . book"}, {"uid": "french-34171-trn", "text_a": "Je n'ai toujours pas reçu mon remboursement qui avait un problème. Cela fait déjà plus de 6 mois.", "label": 1, "portion_identifier": -1, "text_b": "Retour non remboursé . home"}], "2": [{"uid": "french-75646-trn", "text_a": "N’adhère pas très bien, obligé de mettre du scotch autour pour le maintenir, Les craies ne fonctionnent pas très bien, préférer des crayon-craie", "label": 2, "portion_identifier": -1, "text_b": "Un peu déçu . home_improvement"}, {"uid": "french-44593-trn", "text_a": "J’ ai mis beaucoup de temps à couper une bûche de pin de diamètre 8 cm - Ces lames sont mal affûtées .-", "label": 2, "portion_identifier": -1, "text_b": "Je déconseille . . home_improvement"}], "3": [{"uid": "french-112474-trn", "text_a": "Tout d'abord j'ai du chercher comment passer les charms. En observant bien la photo j'ai vu qu'il fallait dévisser un côté. Par contre la qualité n'y ai pas du tout. J'ai fait un bracelet avec les charms roses. Porté 2 fois et déjà tout oxydé.", "label": 3, "portion_identifier": -1, "text_b": "Bien pour un usage unique. . home"}, {"uid": "french-117089-trn", "text_a": "Si comme vous avez de grandes mains oubliez cette souris! Elle n'est pas assez large pour tenir dans la paume de la main et la molette de défilement est placée trop bas pour être confortablement utilisée. De plus elle n'est pas très stable (un clic sur le bouton droit fait pencher la souris). Le plastique de l'ensemble ne respire pas non plus la durabilité... mais bon à ce tarif difficile de lui en tenir rigueur. Dommage car le tissu sur le dessus est très agréable et il rend cette souris unique en son genre. Une souris d'appoint mais pas faite pour les longues cessions de travail en somme.", "label": 3, "portion_identifier": -1, "text_b": "Belle allure mais pas ergonomique! . wireless"}], "4": [{"uid": "french-137580-trn", "text_a": "La qualité parait au rdv mais à voir avec le temps. Elles ont un coté design sympa et l’emballage est excellent !!!", "label": 4, "portion_identifier": -1, "text_b": "Lumière de bonne qualités . home"}, {"uid": "french-131586-trn", "text_a": "Etonné de la qualité d'écoute, vraiment surprenant. Surtout l'utilisation simplissime. En revanche je n'ai pas testé cette clé à longue distance. Donc à voir. Mais bluffant pour le prix.", "label": 4, "portion_identifier": -1, "text_b": "clé USB enregistreur . pc"}], "5": [{"uid": "french-182470-trn", "text_a": "Envoi très rapide. Article correct. Très bien", "label": 5, "portion_identifier": -1, "text_b": "Super . pc"}, {"uid": "french-165226-trn", "text_a": "Beaucoup d humour dans un livre où l on parle de mariage .je conseille ce livre car l héroïne est trop marrant e", "label": 5, "portion_identifier": -1, "text_b": "Belle histoire . digital_ebook_purchase"}]}