{"0": [{"uid": "german-1224-val", "text_a": "„Shatterer“ wurde am 13. Juni 1987 in Japan vertrieben und von Toho veröffentlicht.", "label": "0", "portion_identifier": -1, "text_b": "„Shatterer“ wurde am 13. Juni 1987 in Japan veröffentlicht, wo es von Toho vertrieben wurde."}, {"uid": "german-1484-val", "text_a": "KPN gehört zum holländischen Telekommunikationskonzern Simyo, nach der Übernahme des Rests von E-Plus am 14. März.", "label": "0", "portion_identifier": -1, "text_b": "Nach der Übernahme des Restbestands von E-Plus am 14. März gehörte Simyo zur holländischen Telekommunikationsgruppe KPN."}, {"uid": "german-1037-val", "text_a": "1645, während des Englischen Bürgerkrieges, überraschte eine parlamentarische Einheit aus Newport Pagnell einen Zug von 18 Royalisten, die in Finmere stationiert waren.", "label": "0", "portion_identifier": -1, "text_b": "Während des englischen Bürgerkriegs überraschten Parlamentskräfte aus Newport Pagnell 1645 einen Zug aus achtzehn Royalisten, die in Finmere stationiert waren."}, {"uid": "german-1166-val", "text_a": "NS", "label": "0", "portion_identifier": -1, "text_b": "Es wurde mit der Neuverteilung von 1972 abgeschafft und durch das neu erstellte Toowoomba East ersetzt."}], "1": [{"uid": "german-1856-val", "text_a": "Die meisten von ihnen leben heute in Griechenland und einige noch in Bulgarien.", "label": "1", "portion_identifier": -1, "text_b": "Sie leben heute mehrheitlich in Griechenland, einige von ihnen halten sich immer noch in Bulgarien auf."}, {"uid": "german-249-val", "text_a": "Nach einer medizinischen Behandlung begann Strozzi, auf Empfehlung von Josip Freudenreich, privaten Schauspielunterricht bei Dimitrija Demeter zu nehmen.", "label": "1", "portion_identifier": -1, "text_b": "Strozzi begann, auf Empfehlung von Josip Freudenreich, nach einer medizinischen Behandlung privaten Schauspielunterricht bei Dimitrija Demeter zu nehmen."}, {"uid": "german-836-val", "text_a": "Er wurde von den Philadelphia 76ers in der 77. Runde (7. Pick insgesamt) im NBA Draft 1967 ausgewählt.", "label": "1", "portion_identifier": -1, "text_b": "Er wurde von den Philadelphia 76ers in der 77. Runde (7. Wahl insgesamt) der NBA-Draft 1967 ausgewählt."}, {"uid": "german-431-val", "text_a": "Der Anbau wurde 1880 von Fernando Heydrich in Matanzas in Kuba eingeführt.", "label": "1", "portion_identifier": -1, "text_b": "In Kuba wurde sein Anbau 1880 von Fernando Heydrich in Matanzas eingeführt."}]}