{"1": [{"uid": "japanese-12151-trn", "text_a": "本商品は2個買った、自分用(S/M）と彼氏（L/XL). 購入する前に、ちゃんと顔のサイズを測った。 年末セブ島のスノーケリングで使ったが、残念ながら、両方とも水が入ってきて、かなり曇っていった。着脱しにくい場合もある。あまりおすすめ出来ない商品だった。", "label": 1, "portion_identifier": -1, "text_b": "使いづらい . sports"}, {"uid": "japanese-4173-trn", "text_a": "ほぼ固定状態で使っていたのですが、他の方と同じく、1年2ヶ月で根元から折れました。折れた断面を見る限り強度不足だと思います。明るさには満足だっただけに残念です。", "label": 1, "portion_identifier": -1, "text_b": "根元から折れました . kitchen"}], "2": [{"uid": "japanese-52718-trn", "text_a": "上の竿を掛ける位置が低くて使い勝手が悪いです。 今まで使っていた物も多分同じ会社の商品だと思いますが、窓際に立てていて窓枠の上のあたりの高さに竿を掛けられたので邪魔にもならず重宝していました。 高い位置に竿を掛けられるタイプの商品もあったのでしょうか。", "label": 2, "portion_identifier": -1, "text_b": "低い . home"}, {"uid": "japanese-62111-trn", "text_a": "確かに愛着タイプについては岡田さんの本の理論と似ていて説得力はあります。 しかしあの人は何タイプ、この人は何タイプ、みたいに人を決めつけて格付けしていくのに抵抗を感じます。 それにのっとって人の行動様式まで決めつけてしまうのは違うと思います。人はロボットじゃない。 まるで最初から全てを知っているかのように人をこうだと決めつけていたら 恐ろしい程狭い視野でしか物事をみれなくなりそうで怖いです。 確かにパートナー探しは大事ですが、そこに理論を持ち出してしまうと頭で考えるようになってしまい、 一番大事であるはずの心が無くなってしまうような怖さを感じます。この本を読んでいると分析や思考ばかりが働いて感情が停止しそうです。 幸せな家庭を築けている人が本当にこんな理論を装備してるんでしょうか？ 結局自分が一番安心できると感じた人を探せばいいんじゃないでしょうか。 違っていたならあきらめて別れればいいだけ。経験を積んで次に生かす。そもそもそんな一発で見つかるような簡単なもんじゃないと思う。 あと確かにタイトルも変ですね。 愛着関連でおすすめされていたから読んでみたけど、そうじゃなかったら見向きもしてない。", "label": 2, "portion_identifier": -1, "text_b": "偏見がついてしまいそう . digital_ebook_purchase"}], "3": [{"uid": "japanese-90861-trn", "text_a": "ジャックが簡単に外れてしうまうところは良くない。", "label": 3, "portion_identifier": -1, "text_b": "音質 . electronics"}, {"uid": "japanese-116443-trn", "text_a": "厚手手袋のゴワつきが嫌でこれまで極薄の発熱手袋を使用していましたが、薄さを追求したため耐久性と防寒性に満足できませんでした。 以前使用していた物より多少厚手のため指先の感覚は劣りますが、その問題をカバー出来るほど希望に近い商品でした。 毎日使用してもワンシーズンは余裕で使用出来そうなくらいシッカリした作りです。 その代わりスマホのタッチ感度はいまひとつですが…", "label": 3, "portion_identifier": -1, "text_b": "ほぼ希望通り！ . sports"}], "4": [{"uid": "japanese-158772-trn", "text_a": "概ね良好です。 switchで使用してます。 機能は ・ジャイロ ・スクリーンショット ・連射機能 等 不満な点 ・ペアリングに苦労した ・連射機能を調整出来ない？ ぐらいかな。 スプラトゥーン2での 使用を検討されている方へ 形状・ボタンの配置・慣れ 等 人それぞれ好みがあるかとは思います。 純正品と比べてもいませんが、使えます。 私は問題なく使えてます。 フデ系は微妙ですが、バケツは 連射が使えます。", "label": 4, "portion_identifier": -1, "text_b": "概ね . video_games"}, {"uid": "japanese-135976-trn", "text_a": "皆さん書かれてる通りベルト調節が必要で、自分で簡単には調節出来ないので時計店で調節しました。商品は可愛いです✨", "label": 4, "portion_identifier": -1, "text_b": "可愛いです . watch"}], "5": [{"uid": "japanese-192803-trn", "text_a": "ユーチューブなどでよくキーボードを使っているのをみるので、なんとなく憧れて購入しました。そんなに欲しいわけではなく、なくても困らない贅沢品だと思っていたので、3000円以内で買いたかったです。そん感じで探していたら、なんか良さげなだったので、よく見ずに即購入。変なのが来たら、それもそれでまたネタになると思っていました。正直箱はダサいです、ネタ確定かと思っていましたが、使ってみるとダサさはなく、むしろかっこよかったです。使いにくさなどや、動作不良など全くなく、失礼ですが、予想に反していい買い物をしました。", "label": 5, "portion_identifier": -1, "text_b": "光り方がいい！ . pc"}, {"uid": "japanese-174319-trn", "text_a": "３６０°回転。高さを自由に調整される。化粧品をいっぱい入っていますね。洗いやすいです。とても嬉しいです。良品です。", "label": 5, "portion_identifier": -1, "text_b": "良品ですね . beauty"}]}