{"1": [{"uid": "german-7561-trn", "text_a": "Der letzte Schrott... Wenn man ein ci Modul benutzt öffnet sich alle paar Sekunden das Menü vom Fernseher.", "label": 1, "portion_identifier": -1, "text_b": "Ci Modul . other"}], "2": [{"uid": "german-41383-trn", "text_a": "Ich kann den Hype hier in den Rezensionen überhaupt nicht verstehen. Das Ding passt nicht so gut, wie alle hier schreiben. Auch die Touch-Funktion an den Rändern lässt zu wünschen übrig.", "label": 2, "portion_identifier": -1, "text_b": "Naja, gut ist was anderes. . wireless"}], "3": [{"uid": "german-85990-trn", "text_a": "Das Produkt ist in der Anwendung sehr leicht zu handhaben und ich finde es super, um sich auf die schnelle die Nägel zu machen. Durch die schnelle Trocknung an der Luft, hat man nicht die üblichen Abdruckstellen wie bei normalen Nagellacks. Allerdings muss man aufpassen, dass man von dem Base Coat nicht zuviel aufträgt sonst hat man dicke Stellen auf dem Nagellack. Auch wie beschrieben die 2-3 Wochen Halt habe ich bis jetzt leider nicht erlebt. Bei mir hat sich nach ein paar Tagen schon Nagellack gelöst. Oder wenn ich mit der Fingerkuppe mal irgendwo dagegen gestoßen bin, ist sofort der Nagel gebrochen. Aber für schöne, schnelle Nägel im Urlaub auf jeden Fall ein Pluspunkt.", "label": 3, "portion_identifier": -1, "text_b": "Schnelle Anwendung, aber leider nicht lange haltbar . beauty"}], "4": [{"uid": "german-156956-trn", "text_a": "Wechsel ist nicht ganz so einfach, was aber am Garmin liegt. Armband sieht gut aus. Aber ist recht lang und nicht kürzbar.. desweiteren ist das Leder doch recht fest.. Aber alles in allem für den Preis eine klare Empfehlung !", "label": 4, "portion_identifier": -1, "text_b": "Gutes, Günstiges Armband . sports"}], "5": [{"uid": "german-189323-trn", "text_a": "Heidi finde ich wirklich gut. Sie bewahrt Blumen nicht nur vor dem Vertrocknen, sondern auch vor dem ersäuft werden. Habe auch schon Heidis verschenkt und es kam gut an, wie sie den Kopf hängen lässt, wenn die Erde trocken wird und ihn wieder hebt beim Gießen. Man muss nur kontrollieren, ob Heidi innen Wasser hat und bei Bedarf nachfüllen.", "label": 5, "portion_identifier": -1, "text_b": "Heidi ist toll . home_improvement"}]}