{"1": [{"uid": "german-33381-trn", "text_a": "Leider nach ein paar Stunden schon kaputt. Das Handy ist samt Hülle etwa 60 cm vom Nachttisch auf den Boden gefallen und war sofort kaputt.", "label": 1, "portion_identifier": -1, "text_b": "Nicht stabil . wireless"}, {"uid": "german-35378-trn", "text_a": "Kaum ist die Reklamationszeit vorbei, so hat auch die 2. ihren Geist aufgegeben", "label": 1, "portion_identifier": -1, "text_b": "Viel zu kurze Betriebsdauer . pet_products"}, {"uid": "german-13492-trn", "text_a": "Der Ton war nach einigen Monaten links und rechts unterschiedlich laut, teilweise ganz aus und die Maximallautstärke war niedriger. Auf meine Nachricht an den Verkäufer - zur Inanspruchnahme der Garantie - erhielt ich keine Antwort.", "label": 1, "portion_identifier": -1, "text_b": "Nicht wieder . electronics"}, {"uid": "german-7649-trn", "text_a": "Radio funktioniert nach 2 Wochen Betrieb nicht mehr, bzw. muss man den Radio von der Stromversorgung trennen, dann geht er wieder für eine Weile. Durch den Defekt ist der Radio aber nicht zum Gebrauchen.", "label": 1, "portion_identifier": -1, "text_b": "Radio funktioniert nach 2 Wochen Betrieb nicht mehr . home_improvement"}, {"uid": "german-7159-trn", "text_a": "Nicht die Auflage des Buches wie im Bild.", "label": 1, "portion_identifier": -1, "text_b": "Auflage . book"}, {"uid": "german-8230-trn", "text_a": "Kaputte Lieferung. Gerät zum Einstellen der Größe aus dem billigsten Plastik, welches mir je unter die Augen gekommen ist. Qualität sieht definitiv anders aus. Sofort zurückgeschickt.", "label": 1, "portion_identifier": -1, "text_b": "Billig produziert . sports"}, {"uid": "german-1395-trn", "text_a": "Dieser Artikel hat gerade mal drei Monate gehalten erst eine Seite die Schnur rausgerissen und kurze Zeit später die andere Seite die Halterung gebrochen dieses Produkt hat gar nichts getaugt!!!", "label": 1, "portion_identifier": -1, "text_b": "Das ist Schrott! . other"}, {"uid": "german-11632-trn", "text_a": "Habe diesen Artikel wegen dem rund 50€ Günstigeren Preis bestellt. Leider funktioniert der Toaster nicht einwandfrei, eine Seite ist immer dunkler als die andere. Nach einer Nachfrage mit dem KitchenAid-Support wurde mir gesagt, dies sei NICHT in Ordnung. Nach Rücksprache habe ich auch bereits einen Tag später das Ersatzgerät bekommen. Dies leider wieder nicht einwandfrei funktionierte. Ich habe beide zurück geschickt, und habe mein Geld einwandfrei wieder zurück bekommen. Kulanz ist gut, Qualität vom Produkt leider nicht!", "label": 1, "portion_identifier": -1, "text_b": "Fehlerhafte Ware! . kitchen"}], "2": [{"uid": "german-64488-trn", "text_a": "Ich habe das Buch angefangen zu lesen und es fällt mir schwer es zu Ende zu lesen. Das liegt zum einen am Ton, in dem das Buch geschrieben ist und zum anderen an Widersprüchen, die mir im Text aufgefallen sind. Da frage ich mich, was der Autor denn eigentlich sagen will.", "label": 2, "portion_identifier": -1, "text_b": "Teilweise widersprüchlich . book"}, {"uid": "german-60491-trn", "text_a": "Das Produkt sieht auf dem Bild hochwertiger aus. Der Schädel ist sehr klein und das Glas wirkt und fest sich sehr billig an.", "label": 2, "portion_identifier": -1, "text_b": "Wirkt hochwertiger als ist. . home"}, {"uid": "german-69974-trn", "text_a": "Kann keine Verbesserung der Sicht feststellen", "label": 2, "portion_identifier": -1, "text_b": "Mäßig . drugstore"}, {"uid": "german-73609-trn", "text_a": "Bestellung und Lieferung ok, Artikel nicht so wie abgebildet, es sind goldene statt silberne Schnallen. Reißverschlüsse haben eine sehr schlechte Qualität, Ich würde es nicht nochmal kaufen,.", "label": 2, "portion_identifier": -1, "text_b": "Geht so . luggage"}, {"uid": "german-64819-trn", "text_a": "Nach gerade einmal einer Woche ist das Ladekabel am Lightningstecker ohne sichtbare Schäden defekt. Kein Laden mehr möglich. Die Verarbeitung des Knickschutzes am Stecker macht einen sehr billigen Eindruck. Leider trotz noch funktionierendem Ladegerät unbrauchbar. Das Angebot für ein Bundle aus Ladegerät und Kabel ist dann wohl doch zu billig.", "label": 2, "portion_identifier": -1, "text_b": "Schnell kaputt . pc"}, {"uid": "german-74122-trn", "text_a": "Zunächst einmal war ich etwas überrascht von der Größe der Tasche. Hatte ich so nicht vermutet! Aber eigentlich super, da dann auch alles andere rein passt, was ich zum Sport mitnehme (Schlüssel, Geldbeutel, Handy und Co) Nach knapp 3 Wochen Benutzung ist das Bändchen abgerissen, was mich nicht weiter gestört hat. Eine Woche später hat der Reißverschluss versagt und ist gebrochen. Nun kann ich sie nicht mehr nutzen! Fazit: Qualität eher mau. Keine Kaufempfehlung für Vielbenutzer! zur Aufbewahrung und als Staubschutz jedoch in Ordnung!", "label": 2, "portion_identifier": -1, "text_b": "Auf den ersten Blick gut, dann zeigen sich Schwächen! . pc"}, {"uid": "german-76098-trn", "text_a": "Optisch sehr schönes Kinderfahrrad leider haben Schrauben gefehlt die dann zusätzlich gekauft werden mussten.", "label": 2, "portion_identifier": -1, "text_b": "Kinderfahrrad . sports"}, {"uid": "german-61258-trn", "text_a": "Schmeckt leider nicht besonders gut", "label": 2, "portion_identifier": -1, "text_b": "Es geht . grocery"}], "3": [{"uid": "german-92293-trn", "text_a": "Lohnt sich nicht zu dem Preis zu kaufen. Macht die Arbeit genauso so schwer wie ohne", "label": 3, "portion_identifier": -1, "text_b": "Mit oder ohne ist gleich . sports"}, {"uid": "german-87859-trn", "text_a": "leider wurde ohne Kommentar nur ein Gerät von zwei bestellten geliefert +++", "label": 3, "portion_identifier": -1, "text_b": "Klein und fein, sehr gut für kleine Menge . kitchen"}, {"uid": "german-106048-trn", "text_a": "Preis Leistungsverhältnis ist nicht in Ordnung", "label": 3, "portion_identifier": -1, "text_b": "Bin auf Selbstwickeln umgestiegen. . home_improvement"}, {"uid": "german-109467-trn", "text_a": "Vom Material super nur viel du dick und groß Folie super", "label": 3, "portion_identifier": -1, "text_b": "Ist ok . wireless"}, {"uid": "german-118934-trn", "text_a": "Das Gerät erfüllt seinen Zweck, angenehm mit und ohne Kleidung, nur leider funktioniert ein Licht nicht (ca am 3. Tag ausgefallen)", "label": 3, "portion_identifier": -1, "text_b": "Alles gut, außer Licht . personal_care_appliances"}, {"uid": "german-116125-trn", "text_a": "Verklebt die Wimpern ganz schön und ist schwer mit makeup Entferner runter zu bekommen. Die Wimpern werden länger aber gefühlt weniger da es mehrere Wimpern zusammen klebt", "label": 3, "portion_identifier": -1, "text_b": "Verklebt Wimpern . beauty"}, {"uid": "german-82147-trn", "text_a": "Für unseren Sohn 5 Jahre sollte es der Anfang von spielkonsolen sein. Die vorprogrammierten Spiele findet er nicht so spannend.Wir schauen uns gerade nach spielen um. Wir kommen auf der Eltern Seite überhaupt nicht weiter.Es zeigt uns da immer eine Fehlermeldung an Damit müssen wir uns erstmal auseinander setzten.", "label": 3, "portion_identifier": -1, "text_b": "Für den Preis okay. . toy"}, {"uid": "german-104967-trn", "text_a": "die Walzen machen den Roomba definitiv lauter - besonders am Anfang. Sie scheinen von den Dimensionen des Originals abzuweichen. Mann kann sie benutzen und mit der Zeit nutzen sie sich entsprechen ab, sodas es dann etwas besser passt. Lieder nicht wirklich zu empfehlen.", "label": 3, "portion_identifier": -1, "text_b": "leider auch nicht besonders passgenau . kitchen"}], "4": [{"uid": "german-123554-trn", "text_a": "Habe schon eine Nummer größer gekauft, dennoch ziemlich klein", "label": 4, "portion_identifier": -1, "text_b": "Super leicht . shoes"}, {"uid": "german-146885-trn", "text_a": "Zur besseren Zahnreinigung", "label": 4, "portion_identifier": -1, "text_b": "Gute Reinigung . personal_care_appliances"}, {"uid": "german-135486-trn", "text_a": "Sehr schönes und spannendes Buch . In der Mitte mal kurz ein bisschen ziehend , aber trotzdem liest man weiter , um zu wissen ,wie es ausgeht. Bleibt bis zum Schluss dann spannend . Klare Empfehlung", "label": 4, "portion_identifier": -1, "text_b": "Schönes Buch . digital_ebook_purchase"}, {"uid": "german-152407-trn", "text_a": "lässt sich auch bei leichtem Wind alleine sehr gut starten (etwas Übung vorausgesetzt)", "label": 4, "portion_identifier": -1, "text_b": "super Teil . toy"}, {"uid": "german-139476-trn", "text_a": "Die Jacke ist angenehm für etwas kältere Tage aber vom Material her sehr steif. Leider hatte ich nach kurzer Zeit ein kleines Loch an der Tasche. Verarbeitung könnte besser sein", "label": 4, "portion_identifier": -1, "text_b": "Sehr steif sonst gut . apparel"}, {"uid": "german-152546-trn", "text_a": "größe und verarbeitung ok, die pumpe zieht allerdings manchmal etwas nebenluft...", "label": 4, "portion_identifier": -1, "text_b": "kann man(n) gut verwenden . drugstore"}, {"uid": "german-128277-trn", "text_a": "Super. Die Kette für das fangen von Haaren ist ideal um sie zu fangen.", "label": 4, "portion_identifier": -1, "text_b": "Einfach gut durchdacht . furniture"}, {"uid": "german-134963-trn", "text_a": "Wir hatten die Kugel an Silvester den ganzen abend laufen. Auch in großen Räumen geht das Licht nicht verloren, der Lautsprecher könnte ein bisschen Besser sein und es ist schade, dass man keine verschiedene Leuchtmodi einstellen kann, daher ein Stern Abzug. Aber alles in allem hatten wir eine richtig coole Partybeleuchtung die auch den Kids mega viel Spass machte.", "label": 4, "portion_identifier": -1, "text_b": "Sehr cooles Gimmik . home"}], "5": [{"uid": "german-187468-trn", "text_a": "Schnelle Lieferung. Hübscher Anhänger inkl. Karabiner ca. 3 cm lang. Der Anhänger ist fein gearbeitet, macht aber dennoch einen stabilen Eindruck. Gefällt mir sehr.", "label": 5, "portion_identifier": -1, "text_b": "Hübscher Anhänger . jewelry"}, {"uid": "german-168774-trn", "text_a": "Hat sehr gut funktioniert. Mit einmal anheben konnte ich die Folie auch Blasenfrei bis zum Rand anbringen.", "label": 5, "portion_identifier": -1, "text_b": "Wie beschrieben . electronics"}, {"uid": "german-172492-trn", "text_a": "Passend und 'gut' flexibel.", "label": 5, "portion_identifier": -1, "text_b": "passend und macht was 'es' soll . camera"}, {"uid": "german-164307-trn", "text_a": "Sieht sehr schön aus! Lädt auch genau so gut. Super für den z.B. den Nachtkasten. Kann ich Ihnen nur empfehlen.", "label": 5, "portion_identifier": -1, "text_b": "Sieht sehr schön aus! . wireless"}, {"uid": "german-190255-trn", "text_a": "Das Produkt ist hochwertig verarbeitet. Die Hülle ist sehr passgenau, das Leder fühlt sich sehr gut an und ist ein sehr guter Schutz für das Handy. Selbst das induktive Laden funktioniert bei meinem iPhone XR tadellos. Ich kann diese Hülle uneingeschränkt weiterempfehlen.", "label": 5, "portion_identifier": -1, "text_b": "Hochwertiges Case für das iPhone XR . wireless"}, {"uid": "german-184519-trn", "text_a": "Leistung ist okay. Wie lange der Accu hält kann jetzt noch nicht gesagt werden....", "label": 5, "portion_identifier": -1, "text_b": "Varta V23GA . electronics"}, {"uid": "german-179418-trn", "text_a": "sehr angenehm, sofort warme Hände, hat mir in der kalten Jahreszeit wirklich gut getan, immer wieder gerne", "label": 5, "portion_identifier": -1, "text_b": "hält mal richtig warm . baby_product"}, {"uid": "german-168174-trn", "text_a": "Habe das Armband verschenkt und es ist gut angekommen. Lieben Dank für die schnelle Lieferung.", "label": 5, "portion_identifier": -1, "text_b": "Sehr schönes Geschenk . jewelry"}]}