{"0": [{"uid": "french-469-val", "text_a": "Loué par Richard Gibson et le peintre de la cour Peter Lely, il est considéré comme ayant autant de succès que Joan Carlile.", "label": "0", "portion_identifier": -1, "text_b": "Elle est louée par Richard Gibson et la peintre de la cour Joan Carlile pour être aussi célèbre que Peter Lely."}, {"uid": "french-1830-val", "text_a": "Certains historiens disent que la classe dirigeante néerlandaise voulait que la Hollande s'intègre dans le système économique flamand et adopte des institutions juridiques flamandes.", "label": "0", "portion_identifier": -1, "text_b": "Certains historiens disent que la classe dirigeante néerlandaise voulait que la Hollande s'intègre dans le système juridique flamand et reprenne les institutions économiques flamandes."}, {"uid": "french-810-val", "text_a": "\"Shatterer\" fut distribué le 13 juin 1987 au Japon, où il fut publié par Toho.", "label": "0", "portion_identifier": -1, "text_b": "\"Shatterer\" fut publié le 13 juin 1987 au Japon, où il fut distribué par Toho."}, {"uid": "french-317-val", "text_a": "En Corée, le projet a été utilisé pour présenter le taoïsme lors de la période Joseon et pour exprimer l'espoir d'harmonie du yin et du yang.", "label": "0", "portion_identifier": -1, "text_b": "Au cours de la période Joseon, la conception était utilisée pour représenter le taoïsme en Corée et pour exprimer l'espoir d'harmonie du yin et du yang."}], "1": [{"uid": "french-523-val", "text_a": "Une analyse de millions de clés RSA publiques provenant d'Internet a été annoncée en 2012 par Augier, Hughes, Lenstra, Bos, Kleinjung et Wachter.", "label": "1", "portion_identifier": -1, "text_b": "Une analyse de millions de clés RSA publiques collectées sur Internet en 2012 a été annoncée par Lenstra, Hughes, Augier, Bos, Kleinjung et Wachter."}, {"uid": "french-1803-val", "text_a": "La fondation New Ways to Work a été fondée en 1972 et est un organisme à but non lucratif financé par la région de la baie de San Francisco.", "label": "1", "portion_identifier": -1, "text_b": "En 1972, la New Ways to Work Foundation a été créée, il s'agit d'un organisme à but non lucratif financé dans la région de la baie de San Francisco."}, {"uid": "french-120-val", "text_a": "En décembre 1969, la 49e division de l'armée devint la 29e division de l'armée.", "label": "1", "portion_identifier": -1, "text_b": "En décembre 1969, la 49e division de l'armée est devenue la 29e division de l'armée."}, {"uid": "french-630-val", "text_a": "Hardwick est apparu dans \" Coronation Street \" en 1997 en tant que Naomi Russell et en 1998 en tant que Sheila Dixon.", "label": "1", "portion_identifier": -1, "text_b": "En 1997, elle est apparue en tant que Naomi Russell dans \" Coronation Street \" et en 1998 en tant que Sheila Dixon."}]}