{"0": [{"uid": "french-1414-val", "text_a": "Antonio a fini troisième au championnat d'échecs d'Asie continentale de 2009 et est devenu le premier joueur de l'histoire des Philippines à se qualifier pour la Coupe du Monde plus tard en 2009.", "label": "0", "portion_identifier": -1, "text_b": "Lors du championnat d'échecs d'Asie continentale de 2009, il a fini premier et est devenu le troisième joueur de l'histoire des Philippines à se qualifier pour la Coupe du Monde de 2009 en 2009."}, {"uid": "french-1709-val", "text_a": "Il s'agit d'une liste des conflits historiques auxquels les forces armées hongroises ont prit part ou qui se sont déroulés sur le territoire militaire hongrois.", "label": "0", "portion_identifier": -1, "text_b": "Il s'agit d'une liste des conflits militaires dans lesquels les forces armées hongroises ont participé ou qui ont eu lieu sur le territoire historique de la Hongrie."}, {"uid": "french-1425-val", "text_a": "Célestin III est devenu le centre d'une nouvelle branche plus stricte de l'ordre cistercien approuvée par Fiore en 1198.", "label": "0", "portion_identifier": -1, "text_b": "Fiore est devenu le centre d'une nouvelle branche plus stricte de l'ordre cistercien approuvée par Célestin III en 1198."}, {"uid": "french-173-val", "text_a": "Claudia est la forme féminine de Claudia et peut faire référence à :", "label": "0", "portion_identifier": -1, "text_b": "Claudia est la forme féminine de Claudius et peut faire référence à :"}, {"uid": "french-1779-val", "text_a": "Ashte est un village du district de Palghar dans le Maharashtra, Inde. Il est situé dans le Dahanu taluka.", "label": "0", "portion_identifier": -1, "text_b": "Ashte est un village de Dahanu, district de Maharashtra, Inde. Il se situe dans le Palghar Taluka."}, {"uid": "french-683-val", "text_a": "En 1979, Simon Simon est né de Charlie et Megan Pace et vivaient à Manchester, en Angleterre.", "label": "0", "portion_identifier": -1, "text_b": "Charlie est né en 1979 de Simon et Megan Pace et a vécu à Manchester, Angleterre."}, {"uid": "french-281-val", "text_a": "La porte a été planifiée sous le règne d'Az-Zahir Ghazi et a été construite par son fils Mohammed sous le nom de Bab al-Qanat (la Porte de l'Aqueduc).", "label": "0", "portion_identifier": -1, "text_b": "La porte a été construite sous le règne d'Az-Zahir Ghazi et a été planifiée par son fils Mohammed sous le nom de Bab al-Qanat (la Porte de l'Aqueduc)."}, {"uid": "french-1850-val", "text_a": "Saragyugh (autrefois romanisé comme Saragyukh et aussi Darakoy, Darakey et Daragyukh) est un village de la province de Shirak en Arménie.", "label": "0", "portion_identifier": -1, "text_b": "Saragyukh (également connu sous le nom romanisé de Saragyukh ; anciennement Darakoy, Darakey et Daragyukh) est un village dans la province de Shirak d'Arménie."}], "1": [{"uid": "french-808-val", "text_a": "C'est une utilisation brillante de lumières violettes et de soleil radieux.", "label": "1", "portion_identifier": -1, "text_b": "Il s'agit d'une interprétation brillante de lumières pourpres et de soleil radieux."}, {"uid": "french-1805-val", "text_a": "\" Acoustic and Live : Pure \" est sorti début 2003.", "label": "1", "portion_identifier": -1, "text_b": "\" Acoustic and Live : Pure \" est sorti début 2003 ."}, {"uid": "french-1400-val", "text_a": "Quand Jack Nitzsche a entendu pour la première fois \" Stubborn Kind of Fellow \", il était tellement excité qu'il a perdu le contrôle de sa voiture alors qu'il conduisait sur Sunset Boulevard avec Phil Spector.", "label": "1", "portion_identifier": -1, "text_b": "Quand Jack Nitzsche a entendu pour la première fois \" Stubborn Kind of Fellow \", il était tellement excité qu'il a perdu le contrôle de sa voiture alors qu'il conduisait sur Sunset Boulevard avec Phil Spector."}, {"uid": "french-950-val", "text_a": "La sitomanie et les années 1870 ne s'entendaient pas sur le terme d'\" anorexie mentale \" et ont remplacé le trouble.", "label": "1", "portion_identifier": -1, "text_b": "et les années 1870 ont distingué la sitomanie par le terme \" anorexie nerveuse \" et ont remplacé le trouble."}, {"uid": "french-1405-val", "text_a": "Un groupe d'experts international et indépendant a examiné l'impact de l'accident et a conclu que personne n'avait été tué ou empoisonné à la suite de l'accident.", "label": "1", "portion_identifier": -1, "text_b": "Un groupe d'experts international indépendant a étudié l'impact de l'accident et a conclu que personne n'avait été empoisonné ou tué du fait de l'accident."}, {"uid": "french-244-val", "text_a": "McMillanpassa deux ans à la Royal Medical Corp. à Tidworth -- et plus tard à Didcot, où il dirigea un MRS pour les soldats blessés pendant la guerre de Corée.", "label": "1", "portion_identifier": -1, "text_b": "McMillan a passé deux ans dans la Royal Medical Corp. de Tidworth, puis plus tard à Didcot, où il a dirigé un MRS pour les soldats blessés au cours de la guerre de Corée."}, {"uid": "french-544-val", "text_a": "Sous la poussière et les peintures impressionnantes partiellement découvertes, des peintures médiévales baroques étaient réalisées.", "label": "1", "portion_identifier": -1, "text_b": "Sous la saleté et les peintures impressionnantes partiellement découvertes, des peintures médiévales baroques étaient réalisées."}, {"uid": "french-163-val", "text_a": "Pour développer la carte de Hoth, les concepteurs ont reçu autant de matériels sources que possible de \"The Empire Strikes Back\" pour créer une reproduction authentique.", "label": "1", "portion_identifier": -1, "text_b": "Pour développer la carte de Hoth, les concepteurs ont obtenu autant de sources que possible de \"The Empire Strikes Back\" pour créer une reproduction authentique."}]}