{"0": [{"uid": "french-618-val", "text_a": "L'école dispose de salles de classe bien entretenues et d'une faculté intelligente, la plupart des classes sont de bonnes classes .", "label": "0", "portion_identifier": -1, "text_b": "L'école dispose de salles de classe bien entretenues et d'un bon corps professoral. La plupart des classes sont des classes intelligentes."}, {"uid": "french-1567-val", "text_a": "En avril 1942, Montagu Slater est retourné en Angleterre et a demandé à Britten d'être son librettiste pour \" Peter Grimes \" peu après son retour.", "label": "0", "portion_identifier": -1, "text_b": "En avril 1942, Britten est retourné en Angleterre, et peu après son retour, il a demandé à Montagu Slater de devenir son librettiste pour \" Peter Grimes \"."}, {"uid": "french-791-val", "text_a": "Il a été acheté par Robert Curzon en 1834 auprès du monastère de Saba. C. R. Gregory l'a vu en 1883.", "label": "0", "portion_identifier": -1, "text_b": "Il a été acheté en 1834 par C. R. Gregory auprès du monastère de Saba, en 1883 par Robert Curzon."}, {"uid": "french-1464-val", "text_a": "Il est né à Brooklyn, à New York et mort à Tiburon, en Californie.", "label": "0", "portion_identifier": -1, "text_b": "Il est né à Tiburon, en Californie, et mort à Brooklyn, à New York."}], "1": [{"uid": "french-783-val", "text_a": "Les vestiges de deux églises arméniennes partiellement détruites étaient toujours conservés à la fin de la période soviétique.", "label": "1", "portion_identifier": -1, "text_b": "Les vestiges de deux églises arméniennes partiellement détruites étaient toujours préservés à la fin de l'ère soviétique."}, {"uid": "french-1471-val", "text_a": "Lorsque Platzer a ouvert son deuxième restaurant à Allentown en 1993, il a changé le nom en P. J. Whelihan's en l'honneur de son grand-père, Peter Joseph Whelihan.", "label": "1", "portion_identifier": -1, "text_b": "En 1993, lorsque Platzer a ouvert son deuxième restaurant à Allentown, il a changé le nom en P. J. Whelihan's en l'honneur de son grand-père, Peter Joseph Whelihan."}, {"uid": "french-1473-val", "text_a": "Cher et MCA étaient les labels avec lesquels Kapp a eu le plus de succès dans les années 70 et il resta avec eux jusqu'en 1974.", "label": "1", "portion_identifier": -1, "text_b": "Cher et MCA étaient des labels avec lesquels Kapp avait eu le plus de succès dans les années soixante-dix et elle restera avec eux jusqu'en 1974."}, {"uid": "french-236-val", "text_a": "Il reste deux petites ligues indépendantes qui ne comptent qu'une poignée de membres : la Highland Alliance League et la Grampian Alliance League.", "label": "1", "portion_identifier": -1, "text_b": "Il reste deux petites ligues indépendantes avec quelques membres seulement : la Grampian Alliance League et la Highland Alliance League."}]}