{"1": [{"uid": "spanish-24499-trn", "text_a": "Bien solamente de Nueva. En poco tiempo ha bajado la capacidad de la batería muchísimo, a un cuarto aproximadamente de la capacidad inicial.", "label": 1, "portion_identifier": -1, "text_b": "Mala compra. . pc"}, {"uid": "spanish-37937-trn", "text_a": "Por mucho que se prense el cafe, sale muy aguado. Muy bonito lo de no contaminar con las capsulas de aluminio pero este producto no es funcional", "label": 1, "portion_identifier": -1, "text_b": "Cafe aguado . kitchen"}], "2": [{"uid": "spanish-52652-trn", "text_a": "La funda bien, aunque le falta un pelín para cubrir bien la pantalla. Pero el cristal por mi experiencia mal. Se rompió a los dos días contados sin que se galleta si quiera, solo por llevarlo en el bolso", "label": 2, "portion_identifier": -1, "text_b": "Cristal se rompió en dos dias . wireless"}, {"uid": "spanish-50244-trn", "text_a": "Mi tablet empieza a dar problemas y sólo hace 1 mes que la compré. A ratos se queda oscura la pantalla.", "label": 2, "portion_identifier": -1, "text_b": "Yani . pc"}], "3": [{"uid": "spanish-115383-trn", "text_a": "Tiene alta calidad pero esperaba más de este producto; el aroma es muy agradable pero me esperaba más hidratación para mi cabello rizado", "label": 3, "portion_identifier": -1, "text_b": "Un acondicionador no tan hidratante . beauty"}, {"uid": "spanish-111517-trn", "text_a": "un libro facil de leer en ingles", "label": 3, "portion_identifier": -1, "text_b": "FACIL DE LEER . book"}], "4": [{"uid": "spanish-141718-trn", "text_a": "No está mal. La puedes afinar, aunque con nada de desafina. Casi no pesa nada. Mi niño de 2 años justos andaba muy feliz con ella. Luego la dejamos olvidada en un viaje, y compramos un ukelele en una tienda de música por 30 euros. Yo me alegré del cambio (suena bien, se afina...) , pero la verdad que creo que es más pesado para mi niño y que iba más contento con ésta de juguete de Reig", "label": 4, "portion_identifier": -1, "text_b": "María . toy"}, {"uid": "spanish-151327-trn", "text_a": "Buen producto, robusto, cumple con las expectativas de protección ante golpes y caídas. Un poco caro, pero buena calidad.", "label": 4, "portion_identifier": -1, "text_b": "Diseño y manejabilidad. . other"}], "5": [{"uid": "spanish-161990-trn", "text_a": "Hice esta compre porque como ando en bici y hago senderismo y a veces me pilla la noche me hacia falta una linterna frontal y me decidi por esta por sus cinco led y una vez probada son una pasada lo que alumbran.tienen varias funciones y por atras ilumina rojo", "label": 5, "portion_identifier": -1, "text_b": "Frontal . home_improvement"}, {"uid": "spanish-160332-trn", "text_a": "excelente producto: facil de usar, delicado con la piel y efectivo en la limpieza. 100% recomendable", "label": 5, "portion_identifier": -1, "text_b": "calidad y comodidad . beauty"}]}