{"0": [{"uid": "german-1964-val", "text_a": "Der Unterscheidungsgrad zwischen protestantischen und katholischen Tendenzen innerhalb der anglikanischen Tradition ist seit jeher ein Streitpunkt in beiden anglikanischen Kirchen und in der gesamten anglikanischen Gemeinde.", "label": "0", "portion_identifier": -1, "text_b": "Der Unterscheidungsgrad zwischen protestantischen und katholischen Tendenzen innerhalb der jeweiligen anglikanischen Tradition ist seit jeher ein Streitpunkt in den anglikanischen Kirchen und in der gesamten anglikanischen Gemeinde."}, {"uid": "german-1751-val", "text_a": "Diese Gruppe bezeichnet israelische Fußballspieler, die aktuell oder in der Vergangenheit in einer der nicht-israelischen Ligen spielen oder gespielt haben.", "label": "0", "portion_identifier": -1, "text_b": "Diese Kategorie ist für nicht-israelische Fußballer, die in irgendeiner israelischen Liga spielen oder gespielt haben."}, {"uid": "german-1514-val", "text_a": "Daher kann sich die ozeanographische Produktivität des Gebiets   je nach den biologischen Gegebenheiten ändern.", "label": "0", "portion_identifier": -1, "text_b": "So kann sich die biologische Produktivität des Gebietes je nach ozeanographischen Bedingungen ändern."}, {"uid": "german-221-val", "text_a": "Nachdem er 1954 nach Paramaribo zurückgekehrt war, ließ er sich in Surinam als Rechtsanwalt nieder.", "label": "0", "portion_identifier": -1, "text_b": "Nachdem er 1954 nach Surinam zurückgekehrt war, ließ er sich in Paramaribo als Rechtsanwalt nieder."}, {"uid": "german-1603-val", "text_a": "Mandarin-Chinesisch kennt diskriminierende Begriffe und gewisse Euphemismen für bestimmte Rassen und Ethnien, sowie einige rassistische Bemerkungen gegen Angehörige anderer Staaten und sozialer Schichten.", "label": "0", "portion_identifier": -1, "text_b": "Mandarin-Chinesisch hat spezifische Begriffe und Rassen-Euphemismen für verschiedene Rassen und Ethnien sowie einige diskriminierende Angriffe gegen Vertreter bestimmter Regierungen und Hintergründe."}, {"uid": "german-1109-val", "text_a": "Lusaghbyur (früher in Lusakhpyur romanisiert; Svanverdi und Svan) ist ein Dorf in der Provinz Shirak in Armenien.", "label": "0", "portion_identifier": -1, "text_b": "Lusaghbyur (romanisiert auch Lusakhpyur; früher Svanverdi und Svan) ist ein Dorf in der Shirak-Provinz in Armenien."}, {"uid": "german-1235-val", "text_a": "Er spendete auch 34.000 US Dollar an Ted Cruz und 7.000 US Dollar an Mitt Romney während seiner Präsidentschaftskampagne im Jahre 2016.", "label": "0", "portion_identifier": -1, "text_b": "Er spendete auch 34.000 US Dollar an Mitt Romney und 7.000 US Dollar an Ted Cruz während seiner Präsidentschaftskampagne von 2016."}, {"uid": "german-1458-val", "text_a": "Es ist zudem das fünft höchste Gebäude Russlands, das sechst höchste Gebäude Europas und einer der 90 sehr hohen Wolkenkratzer der Welt.", "label": "0", "portion_identifier": -1, "text_b": "Es ist auch das sechst höchste Gebäude Russlands, das fünft höchste Europas und einer der 90 sehr hohen Wolkenkratzer der Welt."}], "1": [{"uid": "german-1764-val", "text_a": "Sher Ahmed Akhundzada (auch bekannt als Sher Mohammed Akhundzada) ist ein Stammesführer, der zwischen 2001 und 2005 Gouverneur von Helmand in Afghanistan war.", "label": "1", "portion_identifier": -1, "text_b": "Sher Mohammed Akhundzada (auch bekannt als Sher Ahmed Akhundzada) ist ein Stammesführer, der von 2001 bis 2005 Gouverneur von Helmand in Afghanistan war."}, {"uid": "german-1099-val", "text_a": "Der Fluss Arieşul ist ein Nebenfluss des Vâlcea in Rumänien.", "label": "1", "portion_identifier": -1, "text_b": "Der Arieşul Mare ist ein Nebenfluss des Vâlcea in Rumänien."}, {"uid": "german-586-val", "text_a": "In seinem Berliner Atelier hingen drei Persönlichkeiten an der Wand: Schopenhauer, Maxwell und Faraday.", "label": "1", "portion_identifier": -1, "text_b": "In seinem Berliner Atelier hingen drei Persönlichkeiten an der Wand: Schopenhauer, Maxwell und Faraday."}, {"uid": "german-1400-val", "text_a": "Als Jack Nitzsche zum ersten Mal von „Stubborn Kind of Fellow“ hörte, war er so aufgeregt, dass er die Kontrolle über sein Auto verlor, als er mit Phil Spector den Sunset Boulevard entlang fuhr.", "label": "1", "portion_identifier": -1, "text_b": "Als Jack Nitzsche das erste Mal „Stubborn Kind of Fellow (störrischer Kerl)” hörte, war er so aufgeregt, dass er die Kontrolle über sein Auto verlor, als er mit Phil Spector den Sunset Boulevard entlang fuhr."}, {"uid": "german-1500-val", "text_a": "Er machte Aufnahmen mit Billy Eckstines Band und spielte 1946 bei der Lionel Hampton Band.", "label": "1", "portion_identifier": -1, "text_b": "Er machte Aufnahmen mit der Band von Billy Ekstine und spielte 1946 mit der Band von Lionel Hampton."}, {"uid": "german-1810-val", "text_a": "Zum Strafverfolger wurde er 1824 in Williams County, 1826 in Seneca County und 1827 in Sandusky County ernannt.", "label": "1", "portion_identifier": -1, "text_b": "Er wurde 1824 zum Staatsanwalt für Williams County, 1826 für Seneca County und 1827 für Sandusky County ernannt."}, {"uid": "german-848-val", "text_a": "Dies war das dritte von drei erstklassigen Hotels, die im Hauptgeschäftsbezirk gebaut werden sollten.", "label": "1", "portion_identifier": -1, "text_b": "Das war das dritte von drei erstklassigen Hotels, die im zentralen Geschäftsviertel gebaut wurden."}, {"uid": "german-1435-val", "text_a": "Nach dem Krieg spielte er für die Royal Navy in den Jahren 1948 und 1949 zweimal gegen die Army, sowie 1949 einmal gegen die Cambridge University.", "label": "1", "portion_identifier": -1, "text_b": "Nach dem Krieg spielte er zweimal für die Royal Navy gegen die Armee, 1948 und 1949, und 1949 gegen die Cambridge University."}]}