{"0": [{"uid": "german-1049-val", "text_a": "Frank James trat einer örtlichen Kompanie bei, die für die Südstaatenarmee von Drew Lobbs rekrutiert wurde, und kämpfte im August 1861 in der Schlacht am Wilson's Creek.", "label": "0", "portion_identifier": -1, "text_b": "Frank James trat einer Südstaatenkompanie, rekrutiert für die lokale Drew Lobbs Army, bei und kämpfte im August 1861 in der historischen Schlacht am Wilson's Creek."}, {"uid": "german-326-val", "text_a": "Das Lied „Astrud“ auf dem Album „Time and Tide“ von Basia Trzetrzelewska aus dem Jahr 1987 ist ein Tribut an Gilberto.", "label": "0", "portion_identifier": -1, "text_b": "Der Track „Astrud'“ auf Gilberto 1987 erschienene Album „Time and Tide“ ist eine Hommage an Basia Trzetrzelewska."}, {"uid": "german-1160-val", "text_a": "Vidas Distintas ist eine mexikanische Seifenoper aus dem Jahr 1969 die von Televisa ausgestrahlt und ursprünglich von Telesistema Mexicano produziert wurde.", "label": "0", "portion_identifier": -1, "text_b": "Vidas Distintas ist eine mexikanische Seifenoper, die 1969 von Televisa produziert und ursprünglich von Telesistema Mexicano ausgestrahlt wurde."}, {"uid": "german-166-val", "text_a": "Sein Vater starb in seiner Jugend, und seine Mutter, Catherine A. Fagan, heiratete 1842 Samuel Adams, der zwei Jahre später Gouverneur von Arkansas wurde.", "label": "0", "portion_identifier": -1, "text_b": "Sein Vater starb während seiner Jugend und seine Mutter, Samuel Adams, heiratete 1842 Catherine A. Fagan, die zwei Jahre darauf Gouverneurin von Arkansas wurde."}, {"uid": "german-1704-val", "text_a": "Sahib Khan wurde als Sohn von Ahmad Yar Khan der Tiwana-Familie von Shahpur geboren.", "label": "0", "portion_identifier": -1, "text_b": "Ahmad Yar Khan gehört zur Familie Tiwana aus Shahpur; er ist der Sohn von Sahib Khan."}, {"uid": "german-1259-val", "text_a": "Nach dem Tod von Muaviyah kam Ali an die Macht und begründete eine Dynastie.", "label": "0", "portion_identifier": -1, "text_b": "Muawiyah kam nach dem Tod von Ali an die Macht und begründete eine Dynastie."}, {"uid": "german-1546-val", "text_a": "Er wurde von seiner Frau, vormals Helen Tuthill Sisson, seinen Söhnen Norman F. Boas und Donald P. Boas und seiner Tochter Barbara Crutchley überlebt.", "label": "0", "portion_identifier": -1, "text_b": "Er wurde von seiner Frau, früher Barbara Crutchley, seinen Söhnen Norman F. Boas und Donald P. Boas und seiner Tochter Helen Tuthill Sisson überlebt."}, {"uid": "german-508-val", "text_a": "Dampf kann ebenfalls genutzt werden und muss nicht gepumpt werden.", "label": "0", "portion_identifier": -1, "text_b": "Dampf kann auch gepumpt werden und muss nicht verwendet werden."}], "1": [{"uid": "german-933-val", "text_a": "João Martins Pena und Francisca de Paula Julieta Pena wurden als Kinder von Martins Pena in Rio de Janeiro geboren.", "label": "1", "portion_identifier": -1, "text_b": "João Martins Pena und Francisca de Paula Julieta Pena wurden in Rio de Janeiro als Kinder von Martins Pena geboren."}, {"uid": "german-1787-val", "text_a": "Emily Ann Lloyd (geborene Emily Ann Morelli am 27. März 1984) ist eine US-amerikanische Schauspielerin.", "label": "1", "portion_identifier": -1, "text_b": "Emily Ann Lloyd (geborene Emily Ann Morelli am 27. März 1984) ist eine US-amerikanische Schauspielerin."}, {"uid": "german-1733-val", "text_a": "Beim Aufeinandertreffen der Giants und der Chicago Bears stand es 27 : 21 und seit 1976 zum ersten Mal 0 : 6 gegen die Giants.", "label": "1", "portion_identifier": -1, "text_b": "Die Giants unterlagen den Chicago Bears 27–21, und seit 1976 stand es zum ersten Mal 0 : 6 gegen die Giants."}, {"uid": "german-1537-val", "text_a": "James Henry Engley wurde am 5. April 1851 in Attleborough in Massachusetts, als Sohn von Eugene D. Engley und seiner Frau, der ehemaligen Mary Kaley, geboren.", "label": "1", "portion_identifier": -1, "text_b": "James Henry Engley wurde am 5. April 1851 in Attleborough, Massachusetts, als Sohn von Eugene D. Engley und seiner Frau, der ehemaligen Mary Kaley, geboren."}, {"uid": "german-111-val", "text_a": "William Llewelyn Williams, besser bekannt als Llewelyn Williams (10. März 1867 - 22. April 1922) war ein radikaler Journalist, Rechtsanwalt und walisischer Politiker der Liberalen Partei.", "label": "1", "portion_identifier": -1, "text_b": "William Llewelyn Williams, bekannt als Llewelyn Williams (10. März 1867 -- 22. April 1922) war ein radikaler Journalist, Anwalt und Politiker in der Welsh Liberal Party."}, {"uid": "german-249-val", "text_a": "Nach einer medizinischen Behandlung begann Strozzi, auf Empfehlung von Josip Freudenreich, privaten Schauspielunterricht bei Dimitrija Demeter zu nehmen.", "label": "1", "portion_identifier": -1, "text_b": "Strozzi begann, auf Empfehlung von Josip Freudenreich, nach einer medizinischen Behandlung privaten Schauspielunterricht bei Dimitrija Demeter zu nehmen."}, {"uid": "german-1653-val", "text_a": "Ein lang erwartetes Charakteristikum einer Theorie der Quantengravitation ist, dass sie keine Singularitäten oder Ereignishorizonte aufweist und somit schwarze Löcher keine echten Artefakte wären.", "label": "1", "portion_identifier": -1, "text_b": "Ein lang erwartetes Theorieelement der Quantengravitation ist eines, das keine Singularitäten oder Ereignishorizonte hat, und daher wären Schwarze Löcher keine echten Artefakte."}, {"uid": "german-371-val", "text_a": "Peter DuConge (1903–1967) war ein früher Jazz-Saxophonist, der in der amerikanischen  Jazz-Szene von New Orleans aktiv war.", "label": "1", "portion_identifier": -1, "text_b": "Peter DuConge (1903–1967) war ein früher Jazz-Saxophonist, der in der amerikanischen Jazz-Szene in New Orleans aktiv war."}]}