{"1": [{"uid": "french-19877-trn", "text_a": "Je n'est pas reçu ma commande et très mal détaillé sur le suivie de la commende , aucune information sur le suivie ni reçu l'envoie d'un mail", "label": 1, "portion_identifier": -1, "text_b": "Non recu . other"}], "2": [{"uid": "french-53380-trn", "text_a": "Produit reçu rapidement, bien emballé. Plastique de qualité. Par contre déçu par la puissance d'aspiration qui est très faible, de plus le tuyau de petit diamètre se bouche quand on aspire les bourres d'un sèche-linge: non adapté à cet usage.", "label": 2, "portion_identifier": -1, "text_b": "aspiration peu efficace . kitchen"}], "3": [{"uid": "french-110112-trn", "text_a": "Je cherchais des résistances pour ma cigarette électronique en évitant de les payer trop cher, du coup j'ai testé celle-ci, le prix est correct et elles s'insèrent parfaitement. Le seul bémol est que sur 2 (testé pour l'instant) l'une n'était pas étanche... C'est dommage, espérons juste que je sois mal tombé ;-)", "label": 3, "portion_identifier": -1, "text_b": "Presque parfait ! . personal_care_appliances"}], "4": [{"uid": "french-120716-trn", "text_a": "Très bien, mais il ne faut pas trop tirer ses meubles car à la longue ils se décollent", "label": 4, "portion_identifier": -1, "text_b": "Éviter de trop tirer vos meubles, sinon rajouter de la colle . home_improvement"}], "5": [{"uid": "french-166997-trn", "text_a": "La box est particulièrement réactive, le mini clavier est vraiment sympa. La connections en wifi est excellente, pas de ralentissement des vidéos, elles sont très fluides. Le clavier fourni avec le boîtier, est vraiment efficace et facilite l'installation et la navigation dans les menus. Je conseille ce produit.", "label": 5, "portion_identifier": -1, "text_b": "Très bon boîtier Android TV . electronics"}]}