{"0": [{"uid": "spanish-839-val", "text_a": "Hay una isla en alta mar sobre la bahía de Cornelius Grinnell, ubicada en la Isla Baffin.", "label": "0", "portion_identifier": -1, "text_b": "NS"}, {"uid": "spanish-726-val", "text_a": "La mezquita más grande, Al Farooq Masjid de Atlanta, se encuentra en la Calle 14 del área metropolitana de Atlanta.", "label": "0", "portion_identifier": -1, "text_b": "La mezquita más grande, Al Farooq Masjid del centro de Atlanta, está ubicada en la Calle 14 de Atlanta."}, {"uid": "spanish-148-val", "text_a": "El año con mayor sequía fue 1983 y el año más húmedo fue 1976.", "label": "0", "portion_identifier": -1, "text_b": "El año más húmedo fue 1983 y el año más seco fue 1976."}, {"uid": "spanish-1076-val", "text_a": "Algunos miembros murieron en la Bahía Golden, y no hubo contacto local con otros Māori.", "label": "0", "portion_identifier": -1, "text_b": "Algunos de los miembros de la tripulación murieron en la Bahía Golden y no hubo otro contacto con los Māori locales."}, {"uid": "spanish-1618-val", "text_a": "Wright se mudó de Chapel Hill, NC a la Ciudad de Nueva York.", "label": "0", "portion_identifier": -1, "text_b": "Wright se mudó de Nueva York a Chapel Hill en NC."}, {"uid": "spanish-180-val", "text_a": "En 2010, la Universidad de Nueva York venció a la Universidad de Harvard 3-1-1 para ganar su primer Campeonato Nacional.", "label": "0", "portion_identifier": -1, "text_b": "En 2010, la Universidad de Harvard venció a la Universidad de Nueva York 3-1-1 para ganar su primer Campeonato Nacional."}, {"uid": "spanish-1191-val", "text_a": "En las críticas de abajo encontrará la evaluación más alta del espectáculo en rojo y la puntuación más baja en azul.", "label": "0", "portion_identifier": -1, "text_b": "NS"}, {"uid": "spanish-461-val", "text_a": "Su padre, Alfie Byrne, fue representante, senador y alcalde de Dublin, otro hermano de Patrick Byrne también fue TD.", "label": "0", "portion_identifier": -1, "text_b": "Su padre, Patrick Byrne, fue delegado, senador y alcalde de Dublín, su otro hermano Alfie Byrne también era TD."}], "1": [{"uid": "spanish-1579-val", "text_a": "Jesus pasó tres días en el estómago del pescado; Jonah pasará tres días en la tumba.", "label": "1", "portion_identifier": -1, "text_b": "Jesús pasó tres días en la barriga de un pez y Jonah pasaría tres días en la tumba."}, {"uid": "spanish-993-val", "text_a": "El \"IPA\" consta de 500 suplementarios en total: 300 símbolos básicos y 200 símbolos complementarios.", "label": "1", "portion_identifier": -1, "text_b": "El \"IPA\" consta de 500 símbolos complementarios, 300 básicos y 200 suplementarios."}, {"uid": "spanish-1176-val", "text_a": "Ashte es un pueblo en el distrito de Palghar de Maharashtra, India, ubicado en Dahanu Taluka.", "label": "1", "portion_identifier": -1, "text_b": "Ashte es un pueblo en el distrito de Palghar de Maharashtra, India. Está ubicado en Dahanu Taluka."}, {"uid": "spanish-1127-val", "text_a": "Describe primero las áreas con niveles de polen elevado, en lugar de las áreas con bajos niveles de polen.", "label": "1", "portion_identifier": -1, "text_b": "Primero, describa las áreas con valores elevados de polen en lugar de las áreas con valores reducidos de polen."}, {"uid": "spanish-191-val", "text_a": "Oaklyn está ubicada en el 6to distrito congresual y forma parte del 1er distrito de estado legislativo en New Jersey.", "label": "1", "portion_identifier": -1, "text_b": "Oaklyn está ubicado en el 6.° distrito del Congreso y es parte del 1.° distrito legislativo estatal de Nueva Jersey."}, {"uid": "spanish-283-val", "text_a": "El grado de distinción entre las tendencias protestantes y católicas dentro de la tradición anglicana es habitualmente una rutina dentro de las iglesias anglicanas y a lo largo de la comunidad anglicana.", "label": "1", "portion_identifier": -1, "text_b": "El grado de distinción entre las tendencias protestantes y católicas dentro de la tradición anglicana es tema de debate habitualmente tanto dentro de las Iglesias anglicanas específicas como en toda la comunión anglicana."}, {"uid": "spanish-136-val", "text_a": "Posteriormente se utilizó como símbolo para el partido Nazi y se lo colocó sobre un círculo rojo sobre un fondo blanco para utilizarlo como bandera.", "label": "1", "portion_identifier": -1, "text_b": "Más tarde lo usó como un símbolo para el Partido Nazi y lo colocó en un círculo rojo y fondo blanco para usar como una bandera."}, {"uid": "spanish-1778-val", "text_a": "Es endémico de Hawái, donde ahora está limitado a la isla de Hawái y se ha extirpado de Kauai y Maui.", "label": "1", "portion_identifier": -1, "text_b": "Es endémico en Hawái, donde ahora se limita a la isla de Hawái y fue exterminado por Kauai y Maui."}]}