{"0": [{"uid": "french-552-val", "text_a": "Le Houston Main Building (HMB), anciennement connu sous le nom de Prudential Building, était un gratte-ciel du Texas Medical Center à Houston, Texas.", "label": "0", "portion_identifier": -1, "text_b": "Le Prudential Building (HMB), anciennement le Houston Main Building, était un gratte-ciel du Texas Medical Center, Houston, Texas."}, {"uid": "french-1622-val", "text_a": "Juillet est le mois le plus chaud en moyenne, le plus froid est janvier.", "label": "0", "portion_identifier": -1, "text_b": "Juillet est le mois le plus froid en moyenne, le plus chaud en janvier."}, {"uid": "french-771-val", "text_a": "Le tournoi a été remporté par Gabriel Medina (BRA), qui a affronté Joel Parkinson (AUS) en finale.", "label": "0", "portion_identifier": -1, "text_b": "Le tournoi a été remporté par Joel Parkinson (BRA), qui a battu Gabriel Medina (AUS) en finale."}, {"uid": "french-1245-val", "text_a": "En 2011, il publia aussi la biographie de la chanteuse Madonna intitulée \"Mad for Madonna, Queen of Pop\", écrite par la maison d'édition Castelvecchi.", "label": "0", "portion_identifier": -1, "text_b": "En 2011, il écrivit également la biographie de la chanteuse Madonna intitulée \"Mad for Madonna The Queen of Pop\", la maison d’édition Castelvecchi publia."}], "1": [{"uid": "french-514-val", "text_a": "Une transition de phase d'un ferromagnétique à un paramagnétique est continue et de second ordre.", "label": "1", "portion_identifier": -1, "text_b": "La transition de phase d'un ferromagnétique vers un paramagnétique est continue et a un second ordre."}, {"uid": "french-568-val", "text_a": "Un groupe international indépendant d'experts a étudié l'impact de l'accident et a conclu que personne n'avait été tué ou empoisonné du fait de l'accident.", "label": "1", "portion_identifier": -1, "text_b": "Un groupe international indépendant d'experts a examiné l'impact de l'accident et a conclu que personne n'avait été empoisonné ou tué du fait de l'accident."}, {"uid": "french-1422-val", "text_a": "Le championnat de 2007 s'est déroulé du 21 au 28 janvier à Spokane, à Washington, dans le Spokane Arena et au Spokane Convention Center.", "label": "1", "portion_identifier": -1, "text_b": "Les championnats de 2007 se déroulèrent entre le 21 et le 28 janvier à Spokane, à Washington dans le Spokane Convention Center et la Spokane Arena."}, {"uid": "french-1982-val", "text_a": "Les Axouchoi était une grande famille d'origine turque, qui était étroitement liée avec la dynastie comnène et fournit un nombre de généraux prestigieux.", "label": "1", "portion_identifier": -1, "text_b": "Les Axouchoi étaient une famille importante d'origine turque qui était étroitement liée à la dynastie des Comnènes et a fourni un certain nombre de généraux distingués."}]}