{"1": [{"uid": "spanish-12199-trn", "text_a": "Me han cobrado el importe del pedido pero nunca llegó a mis manos. Me han enviado un correo diciendo que me harían el reembolso y todavía estoy esperando.", "label": 1, "portion_identifier": -1, "text_b": "Estafa . home_improvement"}, {"uid": "spanish-28560-trn", "text_a": "La base no quedaba en línea, una pata más alta que otra y a los dos días de uso el apoyo de los pies de hundió.", "label": 1, "portion_identifier": -1, "text_b": "No lo recomiendo . office_product"}, {"uid": "spanish-8522-trn", "text_a": "Lo compré para pegar dos piezas de plastico de la depuradora de la piscina que están bajo el agua y no funcionó", "label": 1, "portion_identifier": -1, "text_b": "Debajo del agua no pega . home_improvement"}, {"uid": "spanish-2204-trn", "text_a": "En la explicación de producto no queda claro que tanto soporte como \"cristal\" son de plástico. Parece hierro y vidrio. Además, el tejadillo está compuesto de dos partes, cada una de 30cm. Esto tampoco se aprecia en la descripción de producto fácilmente. Acabo de devolverlo.", "label": 1, "portion_identifier": -1, "text_b": "Es de plástico . wireless"}, {"uid": "spanish-32760-trn", "text_a": "MUY denso, he leído una tercera parte del libro y hasta ahí, no puedo más. El primer libro también me costó pero lo terminé pero este ya no. La verdad es que me he quedado sorprendida porque los otros libros de la autora los he devorado pero....SOFIA no.", "label": 1, "portion_identifier": -1, "text_b": "Denso . digital_ebook_purchase"}, {"uid": "spanish-15618-trn", "text_a": "Fracaso total, en dos días de uso, ya está KO. A parte que muy bonita pero motor muy flojo. Me funciona mejor la que tengo yo casera. Se vuelve de vuelta", "label": 1, "portion_identifier": -1, "text_b": "Nefasta experiencia . home_improvement"}, {"uid": "spanish-31217-trn", "text_a": "Están en mal estado,no tiene el dibujo bien..... que pena", "label": 1, "portion_identifier": -1, "text_b": "Desgustada . home"}, {"uid": "spanish-26785-trn", "text_a": "La he utilizado dos veces. A la tercera ya no calienta, justo ciando se ha acabado el periodo de devolución", "label": 1, "portion_identifier": -1, "text_b": "Se ha roto justo después de acabar el periodo de devolución . kitchen"}], "2": [{"uid": "spanish-54084-trn", "text_a": "No me va no hay señal", "label": 2, "portion_identifier": -1, "text_b": "No me funciona . wireless"}, {"uid": "spanish-44817-trn", "text_a": "El auricular derecho no carga y no funciona. Usado desde Navidad... un mes justo y ya falla", "label": 2, "portion_identifier": -1, "text_b": "AURICULAR DERECHO DEFECTUOSO . wireless"}, {"uid": "spanish-73209-trn", "text_a": "No calienta casi nada. La estamos probando al nivel 3 y casi no se nota la temperatura. Sin duda, voy a devolverla", "label": 2, "portion_identifier": -1, "text_b": "No calienta! . home"}, {"uid": "spanish-44611-trn", "text_a": "Demasiado grande y aparatoso. Lo he quitado.", "label": 2, "portion_identifier": -1, "text_b": "Demasiado grande . home"}, {"uid": "spanish-78779-trn", "text_a": "Soy bajita y quedan muy largos, me tapan la rodilla, si eres un poco alta te quedan perfectos", "label": 2, "portion_identifier": -1, "text_b": "Sólo para altas . drugstore"}, {"uid": "spanish-73690-trn", "text_a": "Los tornillos posteriores sobresalen demasiado, pueden rayar la lente!", "label": 2, "portion_identifier": -1, "text_b": "Pueden rayar la lente. . apparel"}, {"uid": "spanish-77456-trn", "text_a": "Apenas afeita. La parte de los peines de corte funciona razonablemente bien, pero la afeitadora,que es la parte interesante, nos dimos cuenta de que por muchas pasadas que hicieras no apuraba el vello. Al limpiar el cabezal vimos que la rejilla que cubre las cuchillas está suelta, se mueve, y así las cuchillas pues no cortan.", "label": 2, "portion_identifier": -1, "text_b": "No funciona la afeitadora. . drugstore"}, {"uid": "spanish-57931-trn", "text_a": "No lo he probado pero se le ve muy falsos....compraré otros por si acaso....", "label": 2, "portion_identifier": -1, "text_b": "Mala calidad . sports"}], "3": [{"uid": "spanish-93668-trn", "text_a": "Normalitas. Terminan por volver a coger aire. Pero las prefiero a las cajas de almacenaje porque ocupan bastante menos que estas", "label": 3, "portion_identifier": -1, "text_b": "Alícia . home"}, {"uid": "spanish-90138-trn", "text_a": "Es muy sencilla. Es bonita pero creo que su precio es excesivo para lo que es. Cuidado, el color no es blanco, sino marfil, yo no me di cuenta de ese detalle y no me va demasiado bien para donde la quería.", "label": 3, "portion_identifier": -1, "text_b": "No vale lo que cuesta . furniture"}, {"uid": "spanish-82105-trn", "text_a": "poco alcance si se instala en un vehículo. Los tornillos de anclaje muy blandos. Por lo demás normal, como esperado", "label": 3, "portion_identifier": -1, "text_b": "Esperaba más alcance de iluminación . automotive"}, {"uid": "spanish-95503-trn", "text_a": "va bien, tiene buen silvido pero viene SIN colgante. por lo que tienes que comprarlo aparte con el consiguiente gasto extra", "label": 3, "portion_identifier": -1, "text_b": "Sin colgante . sports"}, {"uid": "spanish-82861-trn", "text_a": "A caja me han entregado en muy mal estado. Al abrirla le faltan varias piezas. Pero Amazon me ha gestionado muy rápidamente el problema, me envían otra.", "label": 3, "portion_identifier": -1, "text_b": "Mal estado del paquete . home_improvement"}, {"uid": "spanish-107804-trn", "text_a": "Buena mochila por el precio que tiene, buenos acabados, buenos remates de las costuras y una buena capacidad (45 L en mi caso).Ahora bien, creo que es para un salidas eventuales de senderismo ...etc, y sin ir muy cargada.", "label": 3, "portion_identifier": -1, "text_b": "Ideal para las salidas al campo y uso urbano . sports"}, {"uid": "spanish-97263-trn", "text_a": "A los niños les encantó, pero los materiales son muy endebles y la verdad que han tardado muy poco en romperse.", "label": 3, "portion_identifier": -1, "text_b": "Bien.. pero muy endeble . sports"}, {"uid": "spanish-100192-trn", "text_a": "El semáforo es de buena calidad, como ya ha dicho mucha gente. Su funcionamiento me ha sorprendido porque cuando le das al botón, se pone verde, luego naranja y rojo. Dura pocos segundos y se apaga. Si le vuelves a dar botón se pone rojo, manteniendo el rojo, se enciende la luz naranja y luego se apagan ambos y aparece el verde. Así en bucle alternativamente cuando le das al botón. No sé si es por este intervalo de luces o por el hecho de que hay que darle al botón cada vez, que pasados los primeros días de la novedad del juguete mi hijo no lo utiliza casi nunca.", "label": 3, "portion_identifier": -1, "text_b": "Buen producto - poco juego . toy"}], "4": [{"uid": "spanish-149421-trn", "text_a": "Casi igual que la original de marca, pero a un precio mucho mas competitivo.", "label": 4, "portion_identifier": -1, "text_b": "Resistente. . sports"}, {"uid": "spanish-142010-trn", "text_a": "De las dos una buena la otra se desprende sola no agarra bien pero por el precio merece la pena.", "label": 4, "portion_identifier": -1, "text_b": "ventosas Tomtom . wireless"}, {"uid": "spanish-151639-trn", "text_a": "Esta bien acabado, cabe el portafiltros, los filtros y hasta el disparador de larga exposición. Lo único que no me gusta son los velcros de cierre para llevarlo colgado al cinturón, no porque no funcionen, que funcionan, sino porque son demasiado fuertes.", "label": 4, "portion_identifier": -1, "text_b": "Es bien . camera"}, {"uid": "spanish-139023-trn", "text_a": "Los cascos esta muy bien lo unico malo es que el microfono te distorsiona mucho la voz", "label": 4, "portion_identifier": -1, "text_b": "La comodidad . pc"}, {"uid": "spanish-149010-trn", "text_a": "Buenas, compré este producto ya que tengo el agua caliente sanitaria por termo eléctrico y la factura con 2 franjas horarias. Lo programo para que sólo funcione en el tramo horario barato y aguanta caliente todo el tramo horario caro. No le pongo 5 estrellas porque 2 días más tarde lo encontré 2 euros más barato en una tienda física. Un saludo!", "label": 4, "portion_identifier": -1, "text_b": "Cumple su función! . home_improvement"}, {"uid": "spanish-142526-trn", "text_a": "Debería tener la opción la que los últimos 2 cubos de 10l, pudiera ser 1 cubo de 20l, quedando 1 cubo de 10l +1 cubo de 20l, en vez de 3 cubos de 10l. Desconozco si se puede comprar este cubo de 20l por separado para sustituir los últimos 2 cubos de 10l. El cubo parece estar preparado para realizar esta sustitución.", "label": 4, "portion_identifier": -1, "text_b": "Me gusta, pero . home"}, {"uid": "spanish-149873-trn", "text_a": "cumplio con mis expectativas.", "label": 4, "portion_identifier": -1, "text_b": "Perfecto . lawn_and_garden"}, {"uid": "spanish-138937-trn", "text_a": "Se suministra con una buena protección. Fàcil colocación. Únicamente un defecto: las toallitas para limpiar el cristal estaban secas.", "label": 4, "portion_identifier": -1, "text_b": "Buen protector de pantalla. . wireless"}], "5": [{"uid": "spanish-171529-trn", "text_a": "Algo más pequeño de lo que esperaba! Pero divino! Y entrega rápida.", "label": 5, "portion_identifier": -1, "text_b": "Algo más pequeño de lo que esperaba . sports"}, {"uid": "spanish-169265-trn", "text_a": "Excelente producto tiempo de entrega precio todo. Me encanta este reloj tengo Casio desde hace más de 10 años y son excelentes. Este modelo en particular me gusta mucho porque es muy elegante.", "label": 5, "portion_identifier": -1, "text_b": "Excelente . watch"}, {"uid": "spanish-172548-trn", "text_a": "Es perfecto, barato y funciona de maravilla, lo enrolla lo pones en el centro con todo el carbón alrededor y le metes un papel encendido dentro, te vas ha hacer el vermut y cuando vuelves a los 20 minutos tienes unas brasas perfectas.", "label": 5, "portion_identifier": -1, "text_b": "Perfecto 👌 . lawn_and_garden"}, {"uid": "spanish-196083-trn", "text_a": "Lo compré para mis Yorkshires terrier y no podria ser mejor producto, útil, facil de montar y precioso. A mis peques les encanta! Así podemos ir toda la familia a donde queramos, si se cansan al cochecito!", "label": 5, "portion_identifier": -1, "text_b": "perfecto!! . pet_products"}, {"uid": "spanish-170205-trn", "text_a": "Estoy muy contenta con mi Kindle, es pequeño y se lee muy comodamente, es reacondicionado pero está impecable, hubiera jurado que era nuevo si no fuera porque no viene en su caja original pero por lo demas todo perfecto. Mi experiencia leyendo es perfecta, se lee muy bien y al ser tan pequeño no pesa.", "label": 5, "portion_identifier": -1, "text_b": "Muy contenta con mi Kindle . other"}, {"uid": "spanish-176260-trn", "text_a": "es muy sencillo y a la vez muy elegante, la luz esta muy bien sin ser excesiva.", "label": 5, "portion_identifier": -1, "text_b": "Muy recomendable . home"}, {"uid": "spanish-182370-trn", "text_a": "He comprado dos. Parecen resistentes y son cómodas de usar. El mecanismo para beber muy útil. Y además son bonitas.", "label": 5, "portion_identifier": -1, "text_b": "Estupenda. . sports"}, {"uid": "spanish-164541-trn", "text_a": "Fué para un regalo y genial. Buena calidad relación precio. Los papás quedaron encantados con este kit completo. Acierto seguro.", "label": 5, "portion_identifier": -1, "text_b": "Pijama azul real MADRID . apparel"}]}