{"0": [{"uid": "french-1325-val", "text_a": "Le pionnier suisse John Sutter (1803 - 1880) est arrivé en Californie en août 1839 avec d'autres colons euro-américains.", "label": "0", "portion_identifier": -1, "text_b": "Le pionnier américain John Sutter (1803 -- 1880) est arrivé en Haute-Californie avec d'autres colons euro-suisses en août 1839."}, {"uid": "french-777-val", "text_a": "Frank James a rejoint une compagnie locale, recruté pour l'armée sécessionniste de Drew Lobbs et a combattu à la bataille de Wilson's Creek en août 1861.", "label": "0", "portion_identifier": -1, "text_b": "Frank James rejoint une compagnie sécessionniste, recruté par le Drew Lobbs Army du coin, et a combattu en août 1861 à la bataille de Wilson's Creek."}, {"uid": "french-1157-val", "text_a": "Le lycée Slough était une école pour filles sélective situé à Berkshire, aujourd'hui Slough, Buckinghamshire.", "label": "0", "portion_identifier": -1, "text_b": "Le lycée Slough était une école sélective pour filles de Slough, Buckinghamshire, maintenant Berkshire."}, {"uid": "french-1958-val", "text_a": "Le manuscrit a été ajouté à la liste des manuscrits du Nouveau Testament par Caspar René Gregory (278) et Frederick Henry Ambrose Scrivener (numéro 329) .", "label": "0", "portion_identifier": -1, "text_b": "Le manuscrit a été ajouté à la liste des manuscrits du Nouveau Testament par Frederick Henry Ambrose Scrivener (278) et Caspar René Gregory (329)."}], "1": [{"uid": "french-1966-val", "text_a": "Le personnage et le casting furent révélés le 20 novembre, quand Fotiou fut publié dans les coulisses d'une vidéo visionnée par les \"Neighbours\" sur leur chaîne YouTube.", "label": "1", "portion_identifier": -1, "text_b": "Le personnage et le casting furent révélés le 20 novembre, quand Fotiou sortit dans une vidéo des coulisses vue par \"Neighbours\" sur leur chaîne YouTube."}, {"uid": "french-115-val", "text_a": "Siebenberg a décrit la chanson comme étant sa préférée de l'album \"car elle est si pure et personnelle\".", "label": "1", "portion_identifier": -1, "text_b": "Siebenberg a décrit la chanson comme sa préférée de l'album \"car elle est pure et personnelle\"."}, {"uid": "french-421-val", "text_a": "Les loyalistes avaient campé sur la rive ouest de la rivière Catawba, tandis que l'armée du Général Charles Cornwalli campait sur la rive est.", "label": "1", "portion_identifier": -1, "text_b": "Les Loyalistes campaient sur la rive ouest de la rivière Catawba pendant que l'armée du général Charles Cornwallis était campée sur la rive est."}, {"uid": "french-1295-val", "text_a": "Taylor est resté actif dans le baseball jusqu'à sa mort en tant que découvreur de talents pour les Atlanta Braves et les White Sox de Chicago et Milwaukee.", "label": "1", "portion_identifier": -1, "text_b": "Taylor est resté actif jusqu'à sa mort comme scout pour les White Sox de Chicago et les Braves de Milwaukee et d'Atlanta au baseball."}]}