{"0": [{"uid": "french-1791-val", "text_a": "L'année la plus sèche a été 1983 et l'année la plus humide a été 1976.", "label": "0", "portion_identifier": -1, "text_b": "L'année la plus humide a été 1983 et l'année la plus sèche a été 1976."}, {"uid": "french-1365-val", "text_a": "La composition raciale du village était de 98,8 % de Blancs, 0,6 % d'Amérindiens, 0,2 % d'Asiatiques et 0,4 % de deux ou plusieurs races.", "label": "0", "portion_identifier": -1, "text_b": "La constitution raciale du village était 98,8 % blanche, 0,6 % asiatique, 0,2 % amérindienne et 0,4 % de deux races ou plus."}, {"uid": "french-1781-val", "text_a": "La série télévisée italienne AleX a été écrite par Alfredo Castelli , Guglielmo Duccoli et Giorgio Schottler et produite par Videotime.", "label": "0", "portion_identifier": -1, "text_b": "AleX est une série télévisée italienne. La série était produite par Giorgio Schottler, Guglielmo Duccoli et Alfredo Castelli et écrite par Videotime."}, {"uid": "french-705-val", "text_a": "Lloyd a étendu son activité pour commencer à vendre des jouets et des cadeaux et il a fondé et dirigé House of Lloyd, basée à Grandview, Missouri, lorsque l'activité du cadeau s'est développé.", "label": "0", "portion_identifier": -1, "text_b": "Lloyd a créé et dirigé son affaire pour commencer à vendre des jouets et des cadeaux, et il agrandissait le House of Lloyd basé à Grandview au Missouri en même temps que ses affaires de vente de cadeaux grandissaient."}], "1": [{"uid": "french-1804-val", "text_a": "Le musée est situé au centre de Jiangbeizui CBD, près du confluent de la rivière Jialing et du fleuve Yangzi Jiang.", "label": "1", "portion_identifier": -1, "text_b": "Le musée se situe dans le centre de Jiangbeizui, près du confluent de la rivière Jialing et de la rivière Yangtze."}, {"uid": "french-524-val", "text_a": "La première femme de Roger Mortimer était Joan Mortimer, fille de James, 2e Baron Audley.", "label": "1", "portion_identifier": -1, "text_b": "La première femme de Roger Mortimer était Joan Mortimer, fille de James, second baron Audley."}, {"uid": "french-608-val", "text_a": "Pendant sa campagne, il débattit deux fois avec McCain, une fois à Tucson, l'autre à Flagstaff.", "label": "1", "portion_identifier": -1, "text_b": "Au cours de sa campagne électorale, il a débattu deux fois avec McCain, une fois à Tucson, et une fois à Flagstaff."}, {"uid": "french-1059-val", "text_a": "Elle est la veuve de Jake Paltrow et la mère de l'actrice Gwyneth Paltrow et du réalisateur Bruce Paltrow.", "label": "1", "portion_identifier": -1, "text_b": "Elle est la veuve de Jake Paltrow et la mère de l'actrice Gwyneth Paltrow et du réalisateur Bruce Paltrow."}]}