{"1": [{"uid": "spanish-13639-trn", "text_a": "Se desvía ala derecha el solito. Y lo acabo de sacar del paquete.", "label": 1, "portion_identifier": -1, "text_b": "defectuoso . electronics"}, {"uid": "spanish-17816-trn", "text_a": "Se adapta bien y supongo que proteger protege, pero el tactil pierde toda la sensibilidad. Intentaba hacer una foto y los comandos no respondían si no hacía presión. Lo he tenido que quitar. Nunca habia utilizado uno de estos, pero no los voy a utilizar más Vuelvo a la funda con tapa, que además me deja llevar tarjetas y papeles (por cierto también comprada en armazón y que recomiendo) En definitiva, dinero tirado a la basura.", "label": 1, "portion_identifier": -1, "text_b": "EL TACTIL PIERDE SENSIBILIDAD . wireless"}], "2": [{"uid": "spanish-57868-trn", "text_a": "La calidad de la funda es correcta, pero para mi gusto convierte a la paperwhite en algo demasiado gruesa y basta. Es perfecta si vas a leer en una mesa apoyada, pero si lees en la cama o en el sofa para mi gusto el grosor me hace estar incómodo.", "label": 2, "portion_identifier": -1, "text_b": "Incomoda . other"}, {"uid": "spanish-56487-trn", "text_a": "Me llegó con los picos de las tapas rozados y sin piel.", "label": 2, "portion_identifier": -1, "text_b": "Agenda rozada . office_product"}], "3": [{"uid": "spanish-106812-trn", "text_a": "Se m antoja un poco pesada, la primera m entusiasmó", "label": 3, "portion_identifier": -1, "text_b": "? . digital_ebook_purchase"}, {"uid": "spanish-109444-trn", "text_a": "Por lo que vale, está bien.", "label": 3, "portion_identifier": -1, "text_b": "No es el color original. Varía mucho . pc"}], "4": [{"uid": "spanish-154016-trn", "text_a": "Perfecto!! Tal y como estaba descrito. Envió rápido", "label": 4, "portion_identifier": -1, "text_b": "Conectar y listo . pc"}, {"uid": "spanish-124497-trn", "text_a": "Perfectos, son como los originales. No creo que duren mucho deberían hacerlos de metal y no de plástico pero esto es fallo de la fábrica.", "label": 4, "portion_identifier": -1, "text_b": "Como originales . home"}], "5": [{"uid": "spanish-195256-trn", "text_a": "Cumplen su función. Las llevan niños de 4 y 6 años, caben bastantes juguetes de playa, la toalla también. Al tener red La arena seca cae sin problema, también se pueden mojar y meter los juguetes mojados, son finas y se secan enseguida. Indispensables con niños pequeños. Tardaron bastante en llegar", "label": 5, "portion_identifier": -1, "text_b": "Cumplen su función . toy"}, {"uid": "spanish-188997-trn", "text_a": "Los rotuladores tienen unos colores metalicos muy chulos se secan muy rapido tiene muy buena bariedad de colores esta muy bien para manualidades y para los pequeños y para los mallores claro", "label": 5, "portion_identifier": -1, "text_b": "Rotuladores . kitchen"}]}