{"1": [{"uid": "spanish-38887-trn", "text_a": "Muy mal con este pedido...me lo trajeron sin pedirlo yme dijeron q me devolvian dinero y aun sigo esperando....ni me devuelven dinero ni vienen a recogerlo..", "label": 1, "portion_identifier": -1, "text_b": "Jose antonio cabrera perez . home_improvement"}, {"uid": "spanish-32214-trn", "text_a": "En lugar de trompeta recibí un saxofón, pero la calidad se veía muy mala y dudo que emitiera sonido alguno.", "label": 1, "portion_identifier": -1, "text_b": "Mala calidad y sin sonido . toy"}, {"uid": "spanish-28704-trn", "text_a": "Llegó con la cremallera rota.", "label": 1, "portion_identifier": -1, "text_b": "Mala calidad . apparel"}, {"uid": "spanish-37244-trn", "text_a": "Medida incorrecta. No son de las medidas del teléfono los tuve que devolver", "label": 1, "portion_identifier": -1, "text_b": "Medidadas incorrectas . wireless"}, {"uid": "spanish-11149-trn", "text_a": "Se supone que la caja de luz viene con un cable para enchufar a La Luz, pero en mi paquete no viene nada de eso... es una vergüenza que engañen así a la gente", "label": 1, "portion_identifier": -1, "text_b": "Annie . furniture"}, {"uid": "spanish-8415-trn", "text_a": "AL PASAR UN PAR DE MESES EMPECE A ESCUCHAR UN RUIDO DENTRO DE UNO DEL ELLOS COMO SI ALGO ESTUVIESE SUELTO PERO ENTIENDO QUE ES ALGO DE ESTA UNIDAD (Unos Auriculares perfectos para jugar a juegos en PC por su 7.1 virtual y con el software que encuentras en su pagina principal facilita mucho poner los sonidos a tu gusto. Son cómodos de usar y no hacen daños tras un largo tiempo puestos. Para consola (PS4 en mi caso) se escuchan perfectamente pero no funciona el 7.1 ya que la consola no acepta descargar los drivers de los cascos. Pero no obstante son muy recomendables. Otro punto favorable es que puedes quitar el micrófono cuando quieras para que no moleste. Y por ultimo los botones del cable que facilitan en bloquear el micrófono y regular el volumen.)", "label": 1, "portion_identifier": -1, "text_b": "Auriculares perfectos y economicos . pc"}, {"uid": "spanish-21289-trn", "text_a": "Compré un par, uno para la cocina y otro para el baño, el de la cocina duró un mes, y el del baño no llegó a los dos meses, hace el ruido del motor pero no dispensa jabón, hemos cambiado las pilas, cambiado la marca de jabón y nada, los dos para tirar. Una decepción.", "label": 1, "portion_identifier": -1, "text_b": "UN DESASTRE . home"}, {"uid": "spanish-27592-trn", "text_a": "Y por qué no le puedo dar menos. Un fiasco total. A penas se veía y oso acabados muy malos. Lo devolví", "label": 1, "portion_identifier": -1, "text_b": "Demasiado caro para el acabado . lawn_and_garden"}], "2": [{"uid": "spanish-43801-trn", "text_a": "Aunque el producto no está mal, el cable es corto. No te permite mas que trabajar junto a la tablet.", "label": 2, "portion_identifier": -1, "text_b": "Auriculares extensibles cortos . wireless"}, {"uid": "spanish-50020-trn", "text_a": "Es compacto y robusto. Un poco grande pero comprensible por la supuesta capacidad de carga que ofrece. La batería sólo me ha durado dos cargas completas de la misma con un funcionamiento normal. A la tercera recarga ya no tenía suficiente amperaje para evitar que se apagará mi móvil. En resumen me ha defraudado bastante. Gracias a amazon por su política de devoluciones.", "label": 2, "portion_identifier": -1, "text_b": "Me ha defraudado . wireless"}, {"uid": "spanish-60833-trn", "text_a": "Vienen con defecto. He tenido que calzar una pata a cada silla porque se quedaba coja. La calidad de la madera no parece que vaya a aguantar muchos asaltos. Esperemos que duren..", "label": 2, "portion_identifier": -1, "text_b": "Peor de lo que esperaba. Calidad precio baja. . furniture"}, {"uid": "spanish-74926-trn", "text_a": "La verdad q me desilusionó un poco aunque me imaginaba lo q compraba. Positivo dura bastante el depósito Negativo no tiene fuerza para limpiar a fondo persianas y grasa bien incrustada aunque la ablanda. No lo compraría otra vez", "label": 2, "portion_identifier": -1, "text_b": "Por ese precio no esperes milagros . kitchen"}, {"uid": "spanish-46514-trn", "text_a": "El plástico que sujeta el teléfono se ha roto casi sin usar y sin ningún golpe aparentemente. Si aparentemente es muy chulo funcionalmente es muy malo", "label": 2, "portion_identifier": -1, "text_b": "se rompe facilmente . wireless"}, {"uid": "spanish-72956-trn", "text_a": "Noooo es muy pequeña", "label": 2, "portion_identifier": -1, "text_b": "No es para el colegio . office_product"}, {"uid": "spanish-48342-trn", "text_a": "El tamaño no me ha convencido. Es pequeño y no cumple con lo que iba buscando. Al final lo he utilizado de Zapatero .", "label": 2, "portion_identifier": -1, "text_b": "Pequeño. . furniture"}, {"uid": "spanish-57182-trn", "text_a": "Pone que viene con 4 cepillo lateral a mi me llegó solo con 2 cepillo/y 2 de Mopa a mi solo 1", "label": 2, "portion_identifier": -1, "text_b": "No corresponde con la descripción. Falta cosas. . kitchen"}], "3": [{"uid": "spanish-105896-trn", "text_a": "Tarda mucho en secarse la ropa", "label": 3, "portion_identifier": -1, "text_b": "Tarda mucho en secarse la ropa . kitchen"}, {"uid": "spanish-103530-trn", "text_a": "No es lo que esperaba, pensaba usarlo como luz nocturna, quitamiedos pero las luces cambian de color demasiado rápido y no son luces suaves. Sirven más de decoración o para una fiesta. La calidad del plástico no es muy buena pero por su precio tampoco se puede pedir más.", "label": 3, "portion_identifier": -1, "text_b": "No es lo que esperaba . home"}, {"uid": "spanish-96798-trn", "text_a": "Me llevé una gran decepción con el color. Pedí el rosa y no se parece para nada al que sale en la foto", "label": 3, "portion_identifier": -1, "text_b": "El color no me gusto no se parece al de la foto . home"}, {"uid": "spanish-114891-trn", "text_a": "Hace la función que pone, que es entretener. Es sencillo, fácil de llevar por su tamaño y manejable. Como pero.. las piezas son más endebles de lo que parece y las letras son las que son, me refiero a que el niño quiso poner su nombre y no tenía una segunda vocal repetida para poder hacerlo.", "label": 3, "portion_identifier": -1, "text_b": "Básico . toy"}, {"uid": "spanish-83816-trn", "text_a": "Pica en las piernas tejido cutrecillo", "label": 3, "portion_identifier": -1, "text_b": "Para un rato . apparel"}, {"uid": "spanish-87754-trn", "text_a": "No me gustó que haya venido un lateral un poco rajado, que tenga que lijar las baldas porque no entran, que el panel trasero tampoco encaja del todo y los agujeros de los cajones no están bien centrados", "label": 3, "portion_identifier": -1, "text_b": "Se puede mejorar . furniture"}, {"uid": "spanish-93836-trn", "text_a": "Lo único malo es que no permite grabar o stremear a 1080p y 60 fps. Tienes que bajar la resolución a 720p para que te deje llegar a 60 fps. Si no te importa eso, está muy bien.", "label": 3, "portion_identifier": -1, "text_b": "Va bien y es sencilla. . pc"}, {"uid": "spanish-81113-trn", "text_a": "El artículo es tal y como esperaba tanto en tamaño como en calidad, pero yo estaría dispuesto a pagar un poco más para que lo enviasen en un envase rígido que evitara se deformase durante el traslado", "label": 3, "portion_identifier": -1, "text_b": "Deberían de mejorar el envío . apparel"}], "4": [{"uid": "spanish-156731-trn", "text_a": "El producto es perfecto (huele genial!) y su envío ha sido rápido y eficiente. Bien empaquetado.", "label": 4, "portion_identifier": -1, "text_b": "Rápido . beauty"}, {"uid": "spanish-125389-trn", "text_a": "Lo esperado, ni mass ni menos que lo q pedi llego con algo de retraso pero por lo demas bien", "label": 4, "portion_identifier": -1, "text_b": "Lo esperado . home"}, {"uid": "spanish-159675-trn", "text_a": "Los reyes se lo trajeron a mi hija de 4 años. Esta muy bien de tamaño, funciona correctamente y los micrófonos se oyen decentemente. Lo peor es el lío de cables que se forma entre los micrófonos, y como ya comentaban otros compradores, le falta un poco más de potencia si acaso.", "label": 4, "portion_identifier": -1, "text_b": "Los reyes acertaron . toy"}, {"uid": "spanish-144515-trn", "text_a": "Cubre muy bien su función. Y caben muchas más cosas de las que piensas. Cerrado no ocupa nada de espacio.", "label": 4, "portion_identifier": -1, "text_b": "Está bien . beauty"}, {"uid": "spanish-157341-trn", "text_a": "Los utilizo para salir en largas caminatas y senderismo y la verdad es que se escuchan muy bien y son sumamente comodos, casi no te das cuenta que los llevas. El cable parece de buena calidad. Lo único por lo que no le doy 5 estrellas es porque considero que el cable es algo corto. Entiendo que le faltan 10-15 cm. Pero muy bien en terminos generales.", "label": 4, "portion_identifier": -1, "text_b": "Muy comodo. . electronics"}, {"uid": "spanish-125342-trn", "text_a": "La llevo usando unos días y cumple con lo que promete, se conecta fácil con el móvil (siguiendo las instrucciones), cambia de color e intensidad. También se puede programar, pero no lo he probado.", "label": 4, "portion_identifier": -1, "text_b": "Muy bien . electronics"}, {"uid": "spanish-134187-trn", "text_a": "NINGÚN INCREMENTO DE PRECIO EN ENVÍO Y MUY RÁPIDO.", "label": 4, "portion_identifier": -1, "text_b": "PERFECTO ESTADO Y CUMPLIMIENTO DE PLAZOS . book"}, {"uid": "spanish-137026-trn", "text_a": "compre el mantel color marron. La calidad del lino es muy buena. Es grueso, lo cual me gusta. Las medidas son tal cual las descritas. Es facil de lavar y de planchar.", "label": 4, "portion_identifier": -1, "text_b": "Lino de calidad . home"}], "5": [{"uid": "spanish-178398-trn", "text_a": "Perfecto. Muy bonito y se adapta al Real.", "label": 5, "portion_identifier": -1, "text_b": "Bonito y real. . toy"}, {"uid": "spanish-185782-trn", "text_a": "Cambiamos una express por la bra rápida y estamos encantados con ella. Fácil de usar", "label": 5, "portion_identifier": -1, "text_b": "Cocina en poco tiempo . home"}, {"uid": "spanish-185661-trn", "text_a": "collar del tamaño justo y sin enganchar en la piel, muy bonito para regalo.", "label": 5, "portion_identifier": -1, "text_b": "bonito . jewelry"}, {"uid": "spanish-170841-trn", "text_a": "Me gusta la,suavidad de sus cuchillas y lo bien que cortan, lo uso para el afeitado diario y estoy encantado.", "label": 5, "portion_identifier": -1, "text_b": "La calidad . drugstore"}, {"uid": "spanish-183458-trn", "text_a": "La funda encaja perfectamente con el telefono y tiene un buen acabado, ademas de quedar perfecta esteticamente. Tiene unos buenos refuerzos en las esquinas para mayor proteccion y ademas un precio muy asequible. Volveria a comprarla sin dudarlo, estoy encantada con ella, y ademas el tacto es muy agradable y ayuda a q el telefono tenga muy buena sujeccion. De las mejores fundas q he comprado", "label": 5, "portion_identifier": -1, "text_b": "Calidad x un precio muy bajo . wireless"}, {"uid": "spanish-174187-trn", "text_a": "Es tan y como te dicen y tal y como se ve en la foto", "label": 5, "portion_identifier": -1, "text_b": "Perfecto . wireless"}, {"uid": "spanish-193602-trn", "text_a": "Buena relación calidad precio", "label": 5, "portion_identifier": -1, "text_b": "BUENA RELACIÓN CALIDAD PRECIO . home"}, {"uid": "spanish-173229-trn", "text_a": "SE ADAPTA PERFECTAMENTE A MI TELEFONO S7 EDGE EN FUNCIONALIDAD Y COLOR. PERFECTO", "label": 5, "portion_identifier": -1, "text_b": "PERFECTO . wireless"}]}