{"1": [{"uid": "german-13981-trn", "text_a": "Eigentlich eine schöne und sehr helle Lampe aber leider lässt sie sich nach 2 1/2 Jahren nicht mehr einschalten. Wahrscheinlich Netzteil defekt. Kontrollleuchte leuchtet nicht mehr.", "label": 1, "portion_identifier": -1, "text_b": "Hat leider nur 30 Monate gehalten . home"}, {"uid": "german-18417-trn", "text_a": "Film ist vielleicht gut wenn man die Bücher nicht liest. Ein seltsamer Mix aus Buch 1&2 mit Spoilern und es hält sich trotzdem kaum an das was im Buch passiert. Die Geschichte wird viel zu schnell und verworren erzählt. Man hätte einen Film pro Buch gebraucht.", "label": 1, "portion_identifier": -1, "text_b": "Seltsamer Mix aus Buch 1&2. . digital_video_download"}], "2": [{"uid": "german-78325-trn", "text_a": "Für mich leider nicht zu gebrauchen, da sich der USB-Ausgang abschaltet, wenn eine Ladespannung an der Powerbank anliegt.", "label": 2, "portion_identifier": -1, "text_b": "Ladeausgang beim Aufladen abgeschaltet . wireless"}, {"uid": "german-65926-trn", "text_a": "leider liegt die Folie an den Rändern nicht richtig auf. Anscheinend ist sie nicht gebogen, es ist ein Rand von umlaufenden 3 mm sichtbar. Nicht gerade schön, werde mir eine andere kaufen!", "label": 2, "portion_identifier": -1, "text_b": "Folie liegt nicht richtig auf . pc"}], "3": [{"uid": "german-119240-trn", "text_a": "Robust, kein Plastik, lange Haltbar...nur ziehen sie Fäden an den Handtüchern. Schade.", "label": 3, "portion_identifier": -1, "text_b": "Robust . home"}, {"uid": "german-94062-trn", "text_a": "Leider rutscht die Windel bei meinem Hund immer leicht nach hinten . Doch sie hält dicht und ist leicht zu reinigen", "label": 3, "portion_identifier": -1, "text_b": "Leicht zu reinigen . pet_products"}], "4": [{"uid": "german-139448-trn", "text_a": "Finde sie echt schön, wirken robust und sind eben mal was anderes. Einen Punkt Abzug da sie echt schwer sind und etwas größer als gedacht.", "label": 4, "portion_identifier": -1, "text_b": "Etwas schwer aber sehr schön . shoes"}, {"uid": "german-120554-trn", "text_a": "Die Schutzhülle sieht optisch hochwertig aus aus. Nervig ist der einzuschlagen Klettverschluss wo das Tablet eingeschoben ist. Ich vermute das dort nach einiger Zeit das Lederimitat ausleihern/ reißen wird (zumindest wenn man es öfter rein & raus nimmt)... Es liegt etwas glatt in der Hand (der Baumwollbezug). Sonst echt schönes Cover!", "label": 4, "portion_identifier": -1, "text_b": "Ein schönes Cover mit kl. Macken . pc"}], "5": [{"uid": "german-192164-trn", "text_a": "Habe den PC jetzt seit 2 Wochen in betrieb und bin sehr zufrieden. Die Bedienungsanleitung zur Inbetriebnahme war auch sehr hilfreich. Alles in Allem hat der PC alles was man für das Home Office braucht. Auch das Preis -Leistungsverhältnis stimmt.", "label": 5, "portion_identifier": -1, "text_b": "Top PC . pc"}, {"uid": "german-178460-trn", "text_a": "Habe durch Umstellung von Vollformat auf APS Format ein Problem mit den vorhandenen Objektiven(Cropfaktor).Nun ist wieder alles im Lot.Zum Objektiv gibt es nicht viel zu sagen,einfach Klasse.Preis/Leistung völlig in Ordnung gibt in diesem Bereich(Brennweite)nichts Besseres.Für mich als Hobbyfotograf völlig ausreichend.", "label": 5, "portion_identifier": -1, "text_b": "Prima Zoom von Sigma . camera"}]}