{"0": [{"uid": "spanish-1323-val", "text_a": "Su estado como pueblo satélite de Kuala Lumpur está relacionado con su ubicación en el corazón del Valle Klang en Malasia.", "label": "0", "portion_identifier": -1, "text_b": "Su condición como ciudad satélite de Klang Valley está sujeta a su ubicación en el corazón de Kuala Lumpur en Malaysia."}, {"uid": "spanish-948-val", "text_a": "El departamento de Tarapacá fue un departamento de la provincia de Tarapacá desde 1883 a 1928. Era parte de Chile.", "label": "0", "portion_identifier": -1, "text_b": "El departamento de Tarapacá fue un departamento de Chile desde 1883 hasta 1928, fue parte de la provincia de Tarapacá."}, {"uid": "spanish-1614-val", "text_a": "Se proporciona transporte aéreo a nivel local a cargo de una aeronave más pequeña en New Bedford, Berkley y el aeropuerto regional en East Taunton.", "label": "0", "portion_identifier": -1, "text_b": "A nivel local, el transporte aéreo se ofrece con una aeronave más pequeña en East Taunton, Berkley y el aeropuerto regional de New Bedford."}, {"uid": "spanish-1507-val", "text_a": "Aunque la Unión de Rugby de Croacia era el principal centro de deportes en la antigua Yugoslavia - una gran parte del rugby se seguía jugando en Eslovenia.", "label": "0", "portion_identifier": -1, "text_b": "Aunque la Unión de Rugby en Eslovenia fue el principal centro deportivo de la ex Yugoslavia, aún se jugaban muchos partidos de rugby en Croacia."}], "1": [{"uid": "spanish-1823-val", "text_a": "Propilidium pelseneeri es una especie de caracol marino, una auténtica lapa, un molusco marino gasterópodo de la familia Lepetidae, una de las familias de lapas auténticas.", "label": "1", "portion_identifier": -1, "text_b": "Propilidium pelseneeri es una especie caracol de mar, una verdadera lapa, un molusco gasterópodo marino de la familia Lepetidae, una de las familias de las verdaderas lapas."}, {"uid": "spanish-1976-val", "text_a": "Se convirtió en campeón finlandés en 1999 y 2003, compitiendo con Jarno Jokihaara y Marko Ritola. También se convirtió en campeón de interiores en 2003.", "label": "1", "portion_identifier": -1, "text_b": "En 1999 y 2003 se convirtió en maestro finlandés, con Jarno Jokihaara y Marko Ritola, en 2003 se convirtió en campeón de interiores."}, {"uid": "spanish-751-val", "text_a": "Se lanzó un CD con temas de 14 de sus películas en 2008, realizado por Philip Powers y producido por 1M1 Records.", "label": "1", "portion_identifier": -1, "text_b": "El CD de temas de catorce de sus películas fue lanzado en 2008 por Philip Powers y producido por 1M1 Records."}, {"uid": "spanish-226-val", "text_a": "Around Sami es un idioma Sami hablado en Suecia y (anteriormente) en Noruega.", "label": "1", "portion_identifier": -1, "text_b": "Ume Sami es una lengua sami hablada en Suecia y (anteriormente) en Noruega."}]}