{"1": [{"uid": "german-3242-trn", "text_a": "Juli 2018 habe ich diese Kamera gekauft. Im August war die 2 Wochen in Dubai im Einsatz. Nach dem Urlaub wurde sie eingelagert. Im März hatte ich mal bei einem Geburtstag eine Stunde Video gedreht, danach ging die Kamera aus, Video Datei wurde beschädigt. Jetzt filmt die nur noch kurze Zeit, wird warm und geht wieder aus. Verkäufer reagiert nicht auf anfragen weder von mir, noch von Amazon.", "label": 1, "portion_identifier": -1, "text_b": "Kamera nach 10 Monaten defekt, keine reaktion von Verkäufer! . camera"}, {"uid": "german-18905-trn", "text_a": "Von wegen hält... nach mehrmaligem Gebrauch nicht mehr funktionsfähig... Rücksendung wird angefordert. Hat keine 3 Monate gehalten....", "label": 1, "portion_identifier": -1, "text_b": "Abzocke . electronics"}], "2": [{"uid": "german-68595-trn", "text_a": "An sich ist die Verarbeitung in Ordnung, aber nach dem ersten Absturz auf die Mine ist er nicht mehr zu gebrauchen. Die Mine fährt nun nicht mehr aus und wenn man ihr im ausgebauten Zustand nach hilft rutscht sie beim aufsetzen sofort wieder zurück. Damit ist der Stift unbrauchbar geworden. Offenbar ist der Mechanismus nur schwach verklebt. Dieser Kleber hat sich vermutlich durch den Sturz gelöst.", "label": 2, "portion_identifier": -1, "text_b": "Nicht sehr robust . wireless"}, {"uid": "german-43853-trn", "text_a": "Geht sehr schnell leer", "label": 2, "portion_identifier": -1, "text_b": "Preis/Leistung geht so . home_improvement"}], "3": [{"uid": "german-114374-trn", "text_a": "Holz leider noch dunkler als auf bild... und färbt Hände schwarz", "label": 3, "portion_identifier": -1, "text_b": "😞 . home"}, {"uid": "german-113887-trn", "text_a": "War sehr schnell da, die Wurst wurde gefressenen aber das Trockenfutter wird nicht angerührt leider", "label": 3, "portion_identifier": -1, "text_b": "Hundefutter . pet_products"}], "4": [{"uid": "german-159772-trn", "text_a": "Mein sohn hat sich sehr gefreuet.Schöne farbe und Sehr stabil.War auch nicht so schwer zu montieren.", "label": 4, "portion_identifier": -1, "text_b": "Ich kann weiter empfählen. . furniture"}, {"uid": "german-143280-trn", "text_a": "Er ist halt mega kompliziert einzubauen ins Auto und auch wenn man die Bezüge waschen muss ist es eine komplizierte Sache alles ab zu bekommen und wieder drauf zu machen aber sonst ist er ganz gut", "label": 4, "portion_identifier": -1, "text_b": "Im großen und ganzen okay . baby_product"}], "5": [{"uid": "german-191307-trn", "text_a": "Schöne satte Farbe (wie auf dem Bild). Gutes, angenehmes und neutral riechendes Material. Ich kann es nur weiter empfehlen. Ich bin begeistert!", "label": 5, "portion_identifier": -1, "text_b": "Perfect! . sports"}, {"uid": "german-171664-trn", "text_a": "Erster Eindruck war so lala. Etwas trashig, aber das Ende, die Spannungskurve. Bester Film den ich seit Monaten sah. Sehr unterhaltsam.", "label": 5, "portion_identifier": -1, "text_b": "Geil. . digital_video_download"}]}