{"0": [{"uid": "spanish-1043-val", "text_a": "El episodio fue escrito por Chuck Tatham y dirigido por Fred Savage.", "label": "0", "portion_identifier": -1, "text_b": "La secuencia fue escrita por Fred Savage y dirigida por Chuck Tatham."}, {"uid": "spanish-1788-val", "text_a": "La excepción fue entre finales de 2005 y 2009, cuando jugó en el Carlstad United BK en Suecia, en Serbia en el FK Borac Čačak y en el TC Terek Grozny ruso.", "label": "0", "portion_identifier": -1, "text_b": "La excepción fue entre fines del 2005 y 2009, cuando jugó en Suecia en el Carlstad United BK, en Serbia en el FC Terek Grozny y en el FK Borac Čačak ruso."}, {"uid": "spanish-1885-val", "text_a": "Se eliminó el regimiento de obús, y el regimiento original de artillería mantuvo el número del regimiento normal liviano.", "label": "0", "portion_identifier": -1, "text_b": "Se había quitado el regimiento cumbre y el regimiento de artillería original conservó el número estándar del regimiento liviano."}, {"uid": "spanish-380-val", "text_a": "También escribió un gran número de arreglos vocales y acompañamientos orquestales para las variantes.", "label": "0", "portion_identifier": -1, "text_b": "También escribió un gran número de arreglos de orquesta y acompañamientos para variedades."}, {"uid": "spanish-1160-val", "text_a": "Vidas distintas es una telenovela mexicana de 1969 transmitida por Televisa y originalmente producida por Telesistema Mexicano.", "label": "0", "portion_identifier": -1, "text_b": "vidas distintas es una telenovela mexicana, producida en 1969 por Televisa y transmitida originalmente en Telesistema Mexicano."}, {"uid": "spanish-305-val", "text_a": "El presidente del Consejo fue Henry Henry Wrixon, el presidente del comité fue Frederick Brown.", "label": "0", "portion_identifier": -1, "text_b": "Frederick Brown fue presidente del ayuntamiento; Henry Wrixon fue director de comisiones."}, {"uid": "spanish-1561-val", "text_a": "Warren Haynes se unió a la gira y la banda de grabación de David Allan Coe en 1980, cuando tenía 20 años.", "label": "0", "portion_identifier": -1, "text_b": "En 1980, cuando tenía 20 años, David David Allan se incorporó a la gira y a las grabaciones de la banda de Warren Haynes."}, {"uid": "spanish-1224-val", "text_a": "\"Shatterer\" fue distribuida el 13 de junio de 1987 en Japón, donde fue publicada por Toho.", "label": "0", "portion_identifier": -1, "text_b": "\"Shatterer'' se lanzó en Japón el 13 de junio de 1987 donde fue distribuido por Toho."}], "1": [{"uid": "spanish-1984-val", "text_a": "\"Lupinus bicolor'' tiene un tallo fino y hojas cortas, peludas y palmadas.", "label": "1", "portion_identifier": -1, "text_b": "El \"Lupinus bicolor'' tiene un tallo fino y corto, hojas pilosas, como de palmera."}, {"uid": "spanish-1237-val", "text_a": "Mientras se desempeñaba como productor, Richard Jasek comentó que Mason \"es un buen muchacho\" que tiene un corazón malo.", "label": "1", "portion_identifier": -1, "text_b": "Mientras tanto, el productor ejecutivo Richard Jasek comentó que Mason es \"un buen muchacho\", que tiene un corazón malo."}, {"uid": "spanish-630-val", "text_a": "Hardwick apareció en ``Coronation Street'' en 1997 como Naomi Russell y en 1998 como Sheila Dixon.", "label": "1", "portion_identifier": -1, "text_b": "En 1997, apareció como Naomi Russell en \"Coronation Street'' y en 1998 como Sheila Dixon."}, {"uid": "spanish-1957-val", "text_a": "Esta es la estación principal de ferrocarril de la ciudad de Nabadwip del distrito de Nadia en el estado de West Bengal.", "label": "1", "portion_identifier": -1, "text_b": "Esta es la principal estación de trenes de la ciudad de Nabadwip en el Distrito de Nadia en el Estado de Bengala Occidental."}, {"uid": "spanish-661-val", "text_a": "de Ruiter, nacido en Leiden, jugó para el FC Utrecht, el FC Den Bosch, el Excelsior, el RKC Waalwijk y el FC Emmen.", "label": "1", "portion_identifier": -1, "text_b": "Nacido en Leiden, de Ruiter jugó para el RKC Waalwijk, el FC Den Bosch, el Excelsior, el FC Utrecht y el FC Emmen."}, {"uid": "spanish-609-val", "text_a": "Cuando el Grupo de Combate 33.º quedó inactivo, se fusionó con el Grupo Táctico 33.º como Grupo de Combate Táctico 33.º.", "label": "1", "portion_identifier": -1, "text_b": "Aunque el Grupo de Combate 33.º estaba inactivo, se fusionó con el Grupo Táctico 33º como Grupo de Combate Táctico 33º."}, {"uid": "spanish-151-val", "text_a": "Fue levantada por los alemanes y hundida por bombarderos Aliados dos veces en 1943 y 1944, y finalmente fue descartada entre 1946 y 1947.", "label": "1", "portion_identifier": -1, "text_b": "La levantaron los alemanes en 1943 -- 1944 y fue dos veces hundida por los bombarderos Aliados. Finalmente, pasó a desguace en 1946 -- 1947."}, {"uid": "spanish-710-val", "text_a": "Que he perdido lo que dejé.", "label": "1", "portion_identifier": -1, "text_b": "Que dejé lo que había perdido."}]}