{"1": [{"uid": "german-37888-trn", "text_a": "Katastrophe! „Kleid“ ist zuviel gesagt. Eher von der Qualität wie ein T-Shirt und in Größe M auch ungefähr genauso lang wie ein Shirt in dieser Größe. Sieht völlig anders aus als auf dem Bild", "label": 1, "portion_identifier": -1, "text_b": "Auf keinen Fall zu empfehlen . home"}, {"uid": "german-574-trn", "text_a": "Die Nebelmaschine wurde gekauft, nachdem die gleiche nach langem Gebrauch kaputt gegangen ist. Leider ist diese nach einmaligem Gebrauch bei einer Party schon defekt. Die LED anzeige bleibt aus und es lässt sich kein Nebel produzieren. Sehr ärgerlich.", "label": 1, "portion_identifier": -1, "text_b": "Leider sehr schnell defekt . musical_instruments"}, {"uid": "german-8578-trn", "text_a": "Hier wird ein Original Philips Produkt versprochen, geliefert wird aber ein \"für Philips geeignetes\" Produkt, 5 einzeln verschweißte Filter in der Plastiktüte. Die Filter sind wesentlich dünner als der Originalfilter und auch etwas größer als der Rahmen, sodass man sie reinquetschen müsste und dann Wellen hätte. Gehen zurück. Mag sein, dass Philips die Originale nur in Sets anbietet oder gar nicht mehr, aber wenn man schon ein Ersatzprodukt als Originalmarke verkauft, sollte es wenigstens auch eine PASSENDE und GLEICHWERTIGE Kopie sein.", "label": 1, "portion_identifier": -1, "text_b": "Kein Original, zu groß und zu dünn, Lieferung in Plastiktüte . kitchen"}, {"uid": "german-26022-trn", "text_a": "ich bin unzufrieden mit dem Produkt, man konnte nicht fest im der kinderwagen gefestigte. es pass nicht jeder kinderwagen .", "label": 1, "portion_identifier": -1, "text_b": "unzufrieden!! . baby_product"}], "2": [{"uid": "german-72686-trn", "text_a": "An und für sich rein optisch ganz schöne Gläser um beispielsweise Gewürze aufzubewahren, leider kommt jedoch bereits ein Glas in Bruchstücken an. Die Qualität wirkt äußerst billig, wenn man die Gläser in der Hand hat, die Metallbügel sind windige Drähte, die man teilweise erst hin biegen muss. Allerdings dürfte das bei dem Preis zu erwarten gewesen sein", "label": 2, "portion_identifier": -1, "text_b": "Einfache Qualität, bereits bei Lieferung ein Glas gebrochen . home"}, {"uid": "german-60421-trn", "text_a": "Dies ist allein ein Buch für die Route. Ich dachte es wäre auch ein Reiseführer mit drin. Für die Route ist es super, aber ein richtiger Reiseführer ist aufjedenfall notwendig!", "label": 2, "portion_identifier": -1, "text_b": "Routen super, Rest naja . automotive"}, {"uid": "german-67830-trn", "text_a": "Für den Preis ist die Wohnwand halbwegs ok. +Aufbau relativ einfach +Kamin sehr hübsch -unsaubere kanten -Konstruktion etwas wackelig -billige Griffe und Füße Das TV unterteil ist meiner Ansicht nach nicht sehr stabil konstruiert. Ich hätte mir auch eine stabile Verbindung der Teile untereinander gewünscht. Diese musste ich selbst mit Holzschrauben aneinander befestigen (nicht enthalten). Die Plastik Teile(Griffe und Füße) sind zu dünn und aus billigstem Plastik. Beim anbringen der Füße, die ich per Hand in die Bodenplatte gedrückt habe sind 3 davon sofort zerbrochen. Was mich wirklich ärgert sind das manche Ränder der funierten Platten unsauber geklebt sind und man das hellbraun der Spanplatten sehen kann. Dies trat aber nicht bei allen Teilen auf. Die versprochene \"Ikea Qualität\" ist das noch nicht. Leider gibt es auch keine Möglichkeit zum Höhenausgleich an den Füßen.", "label": 2, "portion_identifier": -1, "text_b": "Nicht die gewünschte Qualität . furniture"}, {"uid": "german-51945-trn", "text_a": "nach dem ersten waschen direkt fäden gezogen trotz waschen nach anweisung. ansonsten sind die farben top und ein schönes produkt", "label": 2, "portion_identifier": -1, "text_b": "zieht fäden . home"}], "3": [{"uid": "german-106128-trn", "text_a": "Die Lieferung kam problemlos an, der Anhänger war leicht zusammen zu bauen und sieht hochwertig aus. Leider war eine Felge verbogen, sodass der Mantel beim aufblasen nicht in der Felge hielt. Außerdem ging der Schlauch kaum aufzublasen, habe es mit 2 verschiedenen hochwertigen Luftpumpen probiert. Die Mäntel haben leider auch einen ziemlich penetranten Gummigeruch. Jetzt warte ich noch auf meine Weber Kupplung, und dann werde ich den Anhänger testen.", "label": 3, "portion_identifier": -1, "text_b": "Erster Eindruck . sports"}, {"uid": "german-94852-trn", "text_a": "Von der Qualität des Produktes bin ich eher enttäuscht. Schon nach dreimaliger Benutzung riss die untere Naht der Innentasche, wodurch diese nicht mehr zu gebrauchen war. Auch das harte Plastik an der Rückseite der Tasche finde ich nicht optimal, da der Lack am Gepäckträger dadurch sehr leidet und abschabt. Gerade bei einem Mattlack sehr ärgerlich. Habe die Tasche zurückgeschickt.", "label": 3, "portion_identifier": -1, "text_b": "Qualität enttäuschend. . sports"}, {"uid": "german-101687-trn", "text_a": "Ich finde die Tasche zwar praktisch, aber auch minderwertig verarbeitet. Es löst sich alles in Einzelteilen auf.", "label": 3, "portion_identifier": -1, "text_b": "Schrott . wireless"}, {"uid": "german-107277-trn", "text_a": "Es hat vielversprechend angefangen, aber... die Geschichte an sich ist interessant und alles, leider war der Übergang von Hass zu Liebe für mich total unlogisch. Es hätten wenigstens vorher schon ein paar Andeutungen in diese Richtung gemacht werden müssen. So war das unglaubwürdig. Sie schläft weiterhin mit ihrem Kumpel, hasst und fürchtet den Hauptprotagonisten und nur nach einem kurzen Gespräch mit ihm über ihre Mutter fällt sie über ihn her und ist gleich verknallt? Und er ist nicht besser... obwohl er sie einmal rettet, demütigt er sie danach und versucht mehrmals zu töten und dann \"zack\" ist auch er verliebt... sorry aber an dieser Stelle war für mich Schluss. Ich habe zwar noch etwas weiter gelesen, aber ich konnte es nicht mehr nachvollziehen und musste leider abbrechen. Schade.", "label": 3, "portion_identifier": -1, "text_b": "Hmm... . digital_ebook_purchase"}], "4": [{"uid": "german-129469-trn", "text_a": "Kleine kompakte passive Lautsprecher, für das Womo Amaturenbrett! Super ! Nicht so überragender Bass , wie auch bei dem kleinen Volumen! Gute Höhen und Mitten in mittleren Lautstärkenbereich. Gut für das was sie tun sollen!", "label": 4, "portion_identifier": -1, "text_b": "Was sie tun sollen tun sie! . automotive"}, {"uid": "german-129500-trn", "text_a": "Musste die Schuhe zurück schicken wegen der Größe. Fällt deutlich kleiner aus. Nichts für einen breiten Fuß.", "label": 4, "portion_identifier": -1, "text_b": "Schöner Schuh, aber.... . shoes"}, {"uid": "german-150077-trn", "text_a": "Tolles Gerät, rasiert schnell und einfach egal an welcher Stelle. Dennoch würde ich empfehlen es nicht an empfindlichen Stellen zu verwenden (Intim, evtl Achseln). Auch wenn in der Beschreibung steht dass es für diese geeignet ist, denke ich dass das Gerät eher für größere Flächen gedacht ist. Ich persönlich habe es speziell für die Beine bestellt und bin zufrieden. Es tut was es soll, und das im Vergleich zu einem gewöhnlichen Rasierer auch noch sehr schnell. Einziges Manko ist die lange Ladezeit und die im Vergleich dazu ziemlich kurze Funktionsdauer, daher gibt es einen Punkt abzug.", "label": 4, "portion_identifier": -1, "text_b": "Tut was es soll . beauty"}, {"uid": "german-150725-trn", "text_a": "Schnell wurde die Hülle für unsere Mokka X Keyless Fernbedienung geliefert.Das Cover kann leicht montiert werden und passt auf Anhieb gut.Ich finde nur für zwei Plastikteile den Preis etwas zu hoch.", "label": 4, "portion_identifier": -1, "text_b": "Passt . electronics"}], "5": [{"uid": "german-171813-trn", "text_a": "Ich bin von der G502 auf diese Maus umgestiegen und kann nur sagen, gute Entscheidung!", "label": 5, "portion_identifier": -1, "text_b": "Perfekt! . pc"}, {"uid": "german-196425-trn", "text_a": "Sehr schön verarbeitetes Leder und Nähte. Umhängegurt leicht zum einstellen und hält gut. Die Fächer passend angeordnet um einiges mitzunehmen. Passend als besonderes Geschenk.", "label": 5, "portion_identifier": -1, "text_b": "Super Tasche!!! . shoes"}, {"uid": "german-164783-trn", "text_a": "Da ich den Film bisher nur auf VCR besaß hatte ich nicht die Möglichkeit alles in Englsich zu sehen. Naja jetz schon :)", "label": 5, "portion_identifier": -1, "text_b": "Endlich . other"}, {"uid": "german-198436-trn", "text_a": "Lässt sich sehr gut formen.", "label": 5, "portion_identifier": -1, "text_b": "Gefällt mir . home"}]}