{"1": [{"uid": "german-30805-trn", "text_a": "Mir ist es zum zweiten mal passiert, dass eine Karte aus dem Etui gefallen ist. Also nichts für lockere Hosen oder Hemdtaschen. Ich rate klar vom Kauf ab.", "label": 1, "portion_identifier": -1, "text_b": "Karten locker . luggage"}, {"uid": "german-7527-trn", "text_a": "Die Handyhalterung kam dank Prime in 2 Tagen, sie hält super am Handy/der Hülle. Leider hab ich nichts mehr davon, da sich das Gummiband nach einer Woche löste und ich somit jetzt zwei Teile habe. Bin leider sehr enttäuscht.", "label": 1, "portion_identifier": -1, "text_b": "Hält keine Belastung aus . wireless"}], "2": [{"uid": "german-54598-trn", "text_a": "Mal wieder so ein Produkt, bei dem man merkt, dass Rezensionen einfach gefaked werden. Habe mich bei dem Preis einfach hinreißen gelassen und genau das bekommen, was ich mir vorher schon gedacht habe : billigste Qualität! Warum dennoch zwei Sterne? Der Versand war top und die Uhr an sich sieht gut aus ABER : nach nicht mal 3x tragen fiel das Band ab!", "label": 2, "portion_identifier": -1, "text_b": "Made in China . watch"}, {"uid": "german-76924-trn", "text_a": "Die havaianas sind wie gewohnt in einer guten Qualität. Wurden in Größe 39/40 bestellt - sind aber viel zu klein!!! Das ist max. Gr. 38 EU!!! Aufpassen beim bestellen - am besten vorher frage wie die ausfallen ......", "label": 2, "portion_identifier": -1, "text_b": "Havaianas wie gewohnt sehr gut - allerdings viel zu klein. . shoes"}], "3": [{"uid": "german-94753-trn", "text_a": "Das Gerät ist nicht schlecht, für meine Bedürfnisse ausreichend. Aber als Kritikpunkt muss ich anführen, dass der Schlitten und Restehalter derart wackelig und fummelig sind, dass es fast schon gefährlich ist.", "label": 3, "portion_identifier": -1, "text_b": "Für zwischendurch okay . kitchen"}, {"uid": "german-88807-trn", "text_a": "Schöner Stoff und guter Sitz. Bin sehr zufrieden mit der Hose. Leider jedoch mit Fehler geliefert. In nur einem Hosenbein war ein Gummi eingenäht, auf der anderen Seite wurde er schlicht vergessen. Dadurch beide auch unterschiedlich lang. Hab es selbst umgenäht, da mir die Hose so gefallen hat.", "label": 3, "portion_identifier": -1, "text_b": "Schöne Hose mit Fehler . apparel"}], "4": [{"uid": "german-138140-trn", "text_a": "Schnelle Lieferung und versprochenes Schlafvergnügen", "label": 4, "portion_identifier": -1, "text_b": "Schnelle Lieferung . home"}, {"uid": "german-155065-trn", "text_a": "Leider etwas groß für mich aber für das Geld kann man nichts sagen kratzt nicht angenehm", "label": 4, "portion_identifier": -1, "text_b": "Gute Preis Leistung . apparel"}], "5": [{"uid": "german-170560-trn", "text_a": "Der erste Eindruck war ganz gut. Die Sticks sind um einiges schwerer als die Originale was das zocken mit Standard Höhe schon um einiges verbessert. Durch die verschiedenen Höhen lässt sich in Spielen, bei denen man nicht die Empfindlichkeit verändert kann wie in beispielsweise Gran Turismo, viel besser justieren. Die Tasten sind durch die Magneten gut miteinander verbunden und lösen sich nicht durch ein herunterfallen des Controllers. Die Quallität ist hochwertig und die beigelegten Schraubenzieher viel besser als bei anderen Sets von anderen Anbietern. Im großen und ganzen bin Ich persönlich komplett zufrieden und kann es nur weiter empfehlen.", "label": 5, "portion_identifier": -1, "text_b": "Besseres Ergebnis und Qualität als erwartet . wireless"}, {"uid": "german-177928-trn", "text_a": "Die Lichterkette ist sehr schön und hochwertig verarbeitet. Würde diese jederzeit wieder kaufen.", "label": 5, "portion_identifier": -1, "text_b": "Super schöne Lichterkette . home"}]}