{"1": [{"uid": "spanish-17744-trn", "text_a": "No funciona. Es imposible enfocar en un iPhone X", "label": 1, "portion_identifier": -1, "text_b": "Imposible enfocar . camera"}, {"uid": "spanish-10913-trn", "text_a": "por el hecho de que enviar una pieza usada como nueva el soporte del motor mostraba que ya había sido instalado una vez por los riesgos que presentaba y por fin falta el tornillo qie segura la helice.", "label": 1, "portion_identifier": -1, "text_b": "Una desilusion . kitchen"}], "2": [{"uid": "spanish-45648-trn", "text_a": "La cámara es fácil de configurar y la calidad de imagen es buena. Si lo que quiere es usarla como sistema de vídeo está bien pero si la quiere usar como vigilancia la detección de movimiento no avisa si tienes un iPhone, solo funciona con Android.", "label": 2, "portion_identifier": -1, "text_b": "No es lo que buscaba . electronics"}, {"uid": "spanish-57274-trn", "text_a": "Yo lo queria de bowl de desayuno y para un adulto es demasiado pequeño.", "label": 2, "portion_identifier": -1, "text_b": "Pequeño . home"}], "3": [{"uid": "spanish-80269-trn", "text_a": "Pero no se nota casi la diferencia entre las dos velocidades", "label": 3, "portion_identifier": -1, "text_b": "Buena compra . drugstore"}, {"uid": "spanish-101638-trn", "text_a": "ES BONITA POR SUPUESTO PERO SUPER PEQUEÑA.", "label": 3, "portion_identifier": -1, "text_b": "Muy pequeña . luggage"}], "4": [{"uid": "spanish-139121-trn", "text_a": "Funciona a la perfección y puede adoptar diferentes posiciones. Aumenta al doble el peso del iPad, pero merece la pena.", "label": 4, "portion_identifier": -1, "text_b": "Muy útil . pc"}, {"uid": "spanish-130396-trn", "text_a": "Salvo la adaptación de la corona de la clavija RCA macho a la hembra que queda no muy fijada, el cable es de buena calidad, lo recomendaria pra un uso don de no se requiera mucho movimiento.", "label": 4, "portion_identifier": -1, "text_b": "En lineas generales, bien. . electronics"}], "5": [{"uid": "spanish-197497-trn", "text_a": "Perfecto, llegar y colocar en un objetivo y pagando bastante menos que lo que pase por otro idéntico para el otro objetivo. Llegó en tiempo y forma como se especificaba. Lo recomiendo.", "label": 5, "portion_identifier": -1, "text_b": "Protector de objetivos . camera"}, {"uid": "spanish-195079-trn", "text_a": "Muy versatil ayudante en cocina, con el estoy haciendo mucho más que antes. Los pures para my bebe salen genial, si es de fruta o de verduras con carne pure sale ideal. Y es facil de limpiar! Por el precio que pague es impresionante! Lo recomiendo.", "label": 5, "portion_identifier": -1, "text_b": "Un ayudante de cocina genial . kitchen"}]}