{"1": [{"uid": "german-17705-trn", "text_a": "Beim Bügel mit Dampf.. verliert Wasser.. meine Wäsche haben viele Wasserflecken.. würde ich nicht mehr kaufen", "label": 1, "portion_identifier": -1, "text_b": "Nicht zum empfehlen . kitchen"}, {"uid": "german-39508-trn", "text_a": "Zu lautes klicken, verbindung zum laptop wurde teilweise unterbrochen. Nutzen wollte ich ihn den presenter für eine powerpoint präsentation.", "label": 1, "portion_identifier": -1, "text_b": "Verbindungsprobleme + lautes klicken . wireless"}, {"uid": "german-20884-trn", "text_a": "Erfüllt größtenteils seinen Zweck, Ersatz für ein Orignal Apple Adapter bei weitem aber nicht. Präsentationen in der Schule gut möglich, auch wenn man noch das Stromkabel mitschleppen muss. Update neues IOS funktioniert nun nicht mehr, Upgrade wie vom Verkäufer beschrieben geht nicht Schrott! Garantie ist weg und jetzt funktioniert es nicht mehr. Rausgeschmissenes Geld. NICHT KAUFEN!", "label": 1, "portion_identifier": -1, "text_b": "Tut seinen Job LEIDER NICHT MEHR . wireless"}, {"uid": "german-25860-trn", "text_a": "Hält nicht auf Gatter Wand. Mit der Zeit fallen alle sticker ab!", "label": 1, "portion_identifier": -1, "text_b": "Nicht für Wand geeignet nur Möbel oder Tür Fenster.... . furniture"}, {"uid": "german-20869-trn", "text_a": "Größter Müll den ich jemals gekauft habe. Löst sich nach fünf Sekunden ab egal ob von Glas oder Fliese. Finger weg", "label": 1, "portion_identifier": -1, "text_b": "Nicht kaufen . industrial_supplies"}, {"uid": "german-27577-trn", "text_a": "Farbe deckt sehr schlecht ab. Nach mehrmaligen auftragen immer noch nicht 100 prozentige Deckkraft. Verläuft zu schnell. Mehrere Farben die gleich sind. Farb Töpfe waren undicht. Was mich auch sehr geärgert hat ist das man jeden Topf einzeln aufmachen muss um erstmal zu sehen welche Farbe drin ist. Nicht zu empfehlen.", "label": 1, "portion_identifier": -1, "text_b": "Schlecht nicht zu empfehlen . beauty"}, {"uid": "german-7450-trn", "text_a": "Der Akku hat bei uns nicht geladen. Daher schlecht. Ohne Probleme getauscht", "label": 1, "portion_identifier": -1, "text_b": "Nicht gut . home_improvement"}, {"uid": "german-37799-trn", "text_a": "Hat nichts gebracht, ging wieder zurück", "label": 1, "portion_identifier": -1, "text_b": "Ging zurück . home"}], "2": [{"uid": "german-72818-trn", "text_a": "Recht teuer für 3 Monate... denn jetzt ist es schon kaputt... der Stoff hält nicht wirklich viel aus... sonst nett anzuschauen aber mehr sollte man damit nicht machen", "label": 2, "portion_identifier": -1, "text_b": "Schade drum . toy"}, {"uid": "german-59776-trn", "text_a": "Das Buch liest sich ganz nett, wenn man davon absieht, dass einiges absolut unlogisch ist. Die grammatikalischen Fehler hätte man durch sorgfältiges Korrekturlesen allerdings vermeiden können.", "label": 2, "portion_identifier": -1, "text_b": "Ganz nett, aber... . digital_ebook_purchase"}, {"uid": "german-77317-trn", "text_a": "...aber leider war die Matte auf der Rückseite sehr verschmutzt. Traurig, dass mann einen neuen Artikel vor dem Verschenken erst einmal putzen muss. Zum Glück ging dieser Schmodder beim Putzen weg. Jedoch musste ich hier feststellen, dass die Rückseite nicht sehr hochwertig ist.Wenn man zu sehr rubbelt, was leider bei dem Dreck nötig war, dann fängt das Ganze an zu krümmeln. Noch ein Wort zur Verpackung: 3x so groß, wie der Artikel!!! Bin insgesamt von diesem Kauf enttäuscht.", "label": 2, "portion_identifier": -1, "text_b": "gute Größe... . toy"}, {"uid": "german-68867-trn", "text_a": "Leider sind die Stühle in der gesamten Verarbeitung eher schlecht als recht. Ich habe sie bei Amazon im Angebot gekauft für ca 20€, mehr würde ich auf keinen Fall bezahlen.", "label": 2, "portion_identifier": -1, "text_b": "weniger gute Qualität . lawn_and_garden"}, {"uid": "german-44460-trn", "text_a": "Also die Lampe sieht überhaupt nicht so aus wie auf dem Foto! Die Lampe die wir bekommen haben ist an der Seite Hellbraun und Frontal ist sie dunkelbraun. Die Lampe bekommt lediglich 2 Punkte, weil es im Dunkel recht schön leuchtet. Ich würde die Lampe nicht nochmal kaufen.", "label": 2, "portion_identifier": -1, "text_b": "Hmmm... . home"}, {"uid": "german-51631-trn", "text_a": "Die Lieferung war schnell und ohne Probleme. Die Lätzchen sind aus reiner Kunstfaser und sehr dünn. Habe den Artikel zurückgesandt, da er nur per Handwäsche zu waschen ist, was ich für Babylätzchen unmöglich finde. Insbesondere, weil man sie vor dem Erstgebrauch gut waschen möchte, um mögliche Schadstoffe aus dem Material und der Färbung auszuwaschen. Die Größe und Form sind passend.", "label": 2, "portion_identifier": -1, "text_b": "erfüllen ihren Zweck . baby_product"}, {"uid": "german-68643-trn", "text_a": "Leider wieder mal eine schlechte Produktion erwischt. Coils spucken,blubbern und siffen sodass sie kaum zu gebrauchen sind.", "label": 2, "portion_identifier": -1, "text_b": "Schlechte Produktion . other"}, {"uid": "german-71549-trn", "text_a": "Die Thermoneter weichen bis zu 8°C von der Realität ab. Und zwar unterschiedlich. Im Prinzip muss man die Skala neu auftragen. Zwei Sterne, weil die Abweichung relativ konstant ist (+- 1 °C über das komplette Spektrum)", "label": 2, "portion_identifier": -1, "text_b": "Nicht geeicht. . home_improvement"}], "3": [{"uid": "german-119344-trn", "text_a": "Die Tagesdecke an sich ist wunderschön. Leider musste ich feststellen, dass bei meiner Decke ein Fehler vorliegt. Wie auf dem beigefügten Foto zu sehen, ist mitten im flauschigen grau eine unschöne Naht zu sehen. Den Verkäufer habe ich kontaktiert und warte nun ab. Ich werde berichten. Die Decke hätte ohne Fehler auf jeden Fall 5 Sterne verdient. Leider habe ich mittlerweile gesehen, dass der Fehler an ganz vielen Stellen Auftritt. Sehr schade!", "label": 3, "portion_identifier": -1, "text_b": "Abgesehen vom Fehler eine super Decke . home"}, {"uid": "german-119834-trn", "text_a": "Etwas wenig Geschichte", "label": 3, "portion_identifier": -1, "text_b": "Ist ok . book"}, {"uid": "german-85933-trn", "text_a": "Sehr helles Licht, Aufbau nur etwas nervig, da der Akku extern ist. Aufgrund des Aufbaus meines Fahrrades mit nicht immer gleich dickem Rahmen rutscht der Akku beim fahren", "label": 3, "portion_identifier": -1, "text_b": "Helles Licht, ausbaufähige Befestigung . sports"}, {"uid": "german-90651-trn", "text_a": "Wollte es für 1 tag benutzen. Es hat anfangs super gepustet, nach ein paar mal benutzen nicht mehr so toll - mal sehen wie lang es hält.", "label": 3, "portion_identifier": -1, "text_b": "zweck erfüllt . toy"}, {"uid": "german-109306-trn", "text_a": "Ich habe mich sehr auf den Tee gefreut. Die Bestellung kam auch pünktlich an. Durch das Set hat man die Möglichkeit, viele verschiedene Tees zu testen und kann sich erstmal ausprobieren. Geschmacklich ist der Tee jedoch nicht außergewöhnlich und erzielt auch keine besonderen Effekte, die ein normaler Tee aus dem Supermarkt nicht auch erfüllt. Daher eher keine Kaufempfehlung, lieber Geld sparen und Tee trinken, der einem dann auch schmeckt.", "label": 3, "portion_identifier": -1, "text_b": "Naja . grocery"}, {"uid": "german-112269-trn", "text_a": "Nicht für Anfänger geeignet ansonsten tuts Aua", "label": 3, "portion_identifier": -1, "text_b": "Mittelmäßig . drugstore"}, {"uid": "german-86730-trn", "text_a": "Vielleicht funktioniert es besser für andere Leute. Mein Schnarchen wurde nur geringfügig reduziert, verschwand nicht vollständig wie erwartet.", "label": 3, "portion_identifier": -1, "text_b": "Hat nicht sehr geholfen . drugstore"}, {"uid": "german-110087-trn", "text_a": "Der Schrank sieht auf den Bildern hochwertiger aus, ist aber sehr instabil und das Holz ist sehr dünn. Habe ihn im Innenbereich (Stall) aufgestellt, das sollte er aushalten, aber zu hohe Erwartungen sollte man nicht haben. Ist auch etwas kompliziert im Aufbau, Schrauben sind ebenso nicht vorhanden, aber es fehlte zumindest kein Holz.", "label": 3, "portion_identifier": -1, "text_b": "billige Konstruktion . lawn_and_garden"}], "4": [{"uid": "german-153055-trn", "text_a": "Artikel kam nicht im angezeigten Blister, sondern wurde von einer Mehrfachpackung abgeschnitten. Erfüllt aber trotzdem seinen Zweck. Würde ich auch wieder kaufen.", "label": 4, "portion_identifier": -1, "text_b": "Erfüllt auf jeden Fall den Zweck . home_improvement"}, {"uid": "german-138131-trn", "text_a": "Super Klingel für das Geld", "label": 4, "portion_identifier": -1, "text_b": "Sehr laut! . sports"}, {"uid": "german-125709-trn", "text_a": "Zubehör zum Webrahmen für Kinder. Entspricht den Erwartungen. Schade, dass es solche Artikel nur aus Plastik -bestehend gibt", "label": 4, "portion_identifier": -1, "text_b": "Webrahmen-Zubehör . home"}, {"uid": "german-159168-trn", "text_a": "Sieht sehr schön aus,habe mein Umfang vom Oberschenkel angegeben jedoch rutschte es nach 45 min tragen immer wieder runter.", "label": 4, "portion_identifier": -1, "text_b": "Strumpfband . apparel"}, {"uid": "german-140213-trn", "text_a": "Für den Preis ist es eine schöne Butterdose. Sehr leicht , könnte meines Erachtens etwas stabiler sein.", "label": 4, "portion_identifier": -1, "text_b": "Schöne Butterdose . home"}, {"uid": "german-133406-trn", "text_a": "Erleichtert das Arbeiten mit meinem Grafiktablet. Einen Stern Abzug gibt es, da es nur eine Größe gibt und der Handschuh für mich etwas zu groß ist.", "label": 4, "portion_identifier": -1, "text_b": "Etwas zu groß . pc"}, {"uid": "german-141965-trn", "text_a": "Soweit ein sehr schönes Shirt, aber nach mehrmaligem waschen verändert sich die Farbe. Das liegt nicht daran das wir im falschem Programm waschen oder so.", "label": 4, "portion_identifier": -1, "text_b": "Nicht ganz begeistert . sports"}, {"uid": "german-136847-trn", "text_a": "Ich wollte nach einer halben Stunde das teil schon zurücksenden, denn es ließ sich nicht einschalten. Bedienanleitung nur in englisch, aber eigentlich kein Problem. Durch Zufall bemerkte ich an dem Akku eine winzige kaum sichtbare transparente Schutzfolie an den Kontakten. Ich hab sie kaum abbekommen so klein war die. Das hätte man auch eleganter lösen können. Dann ging alles doch. Zum Einrichten gibt es sehr gute Videos im Netz. Einmal eingerichtet funktioniert alles sehr gut. Klare Kaufempfehlung.", "label": 4, "portion_identifier": -1, "text_b": "Tricky Inbetriebnahme . wireless"}], "5": [{"uid": "german-164426-trn", "text_a": "Top bin sehr zufrieden da der alte Auslauf schon undicht war, konnte es Recht schnell verbauen und das wichtigste es ist dicht :D Kann es nur weiterempfehlen P.s sobald es undicht wird schreibe ich euch direkt und wie lange es gehalten hat :)", "label": 5, "portion_identifier": -1, "text_b": "Bin zufrieden . kitchen"}, {"uid": "german-163332-trn", "text_a": "Die wichtigste Information bei solchen Vorratsdosen? Sie ist dicht! Die Dichtung ist recht breit aber sehr gut ein- und ausbaubar. Die Dosen könne also zerlegt problemlos in die Spülmaschine. Es sind aber recht viele kleine Dosen, insgesamt wären für uns drei größere und dafür weniger kleine besser gewesen.", "label": 5, "portion_identifier": -1, "text_b": "Dicht . kitchen"}, {"uid": "german-191218-trn", "text_a": "Super Buch!! Ein Muß für den Nikolaus", "label": 5, "portion_identifier": -1, "text_b": "Perfekt und hochwertig anmutend . toy"}, {"uid": "german-193778-trn", "text_a": "Diese Leinwand mit dem stabilen Stativ-/Fuß hat ein sehr gutes Preis-/Leistungsverhältnis. Meine Empfehlung!", "label": 5, "portion_identifier": -1, "text_b": "Tolle Großleinwand zum günstigen Preis . electronics"}, {"uid": "german-180697-trn", "text_a": "Schützt effektiv. was soll man da schreiben erfüllt seine Aufgabe und mit dem Smiley sehen die auch noch süß aus", "label": 5, "portion_identifier": -1, "text_b": "Pratisch . baby_product"}, {"uid": "german-162032-trn", "text_a": "Ein ganz toller u spontaner Service wurde mir geboten. Schnelle und unkomplizierte Abwicklung . Habe ein tolles Dekostück bekommen das mir auf verspäteten Wunsch auch noch graviert wurde. Vielen Danke, das war nicht der letzte Einkauf hier.", "label": 5, "portion_identifier": -1, "text_b": "Flexibel & individuell . home"}, {"uid": "german-176967-trn", "text_a": "Top Produkt. Ich bin sehr zufrieden mit dem L Citrullin. Der Pump ist unglaublich und verleiht dem Training zusätzlichem Pfiff", "label": 5, "portion_identifier": -1, "text_b": "Top Produkt, top Preis/ Leistung . grocery"}, {"uid": "german-193826-trn", "text_a": "Lampe ist wirklich sehr sehr hell. Leider nicht dimmbar. Jedoch von der haptik sehr beeindruckend. Einfache Handhabung. Macht einen sehr sehr guten Eindruck. Bin gespannt wie sie nach einer Woche Rotes Meer aussieht. Für den Preis und die Größe der Lampe unschlagbar", "label": 5, "portion_identifier": -1, "text_b": "Für den Preis unschlagbar . sports"}]}