{"0": [{"uid": "spanish-1302-val", "text_a": "La fibra animal más comúnmente usada es la lana de oveja. Para el tejido a mano y el tejido como pasatiempo, la lana gruesa y las lanas acrílicas son frecuentemente hilados.", "label": "0", "portion_identifier": -1, "text_b": "La fibra de hilado animal más frecuente es la lana de oveja. Para tejer a mano y para el tejido como pasatiempo, con frecuencia se usan lana gruesa y lanas acrílicas."}, {"uid": "spanish-378-val", "text_a": "Ruby murió en Woodland Hills, California, y fue sepultado en Chapel of the Pines en Los Ángeles.", "label": "0", "portion_identifier": -1, "text_b": "Ruby murió en Los Ángeles y fue enterrado en Chapel of the Pines, Woodland Hills, California."}, {"uid": "spanish-414-val", "text_a": "En 1933 Cattell escribió que, de todas las razas nórdicas, \"la raza europea era la más evolucionada en inteligencia y estabilidad en el temperamento''.", "label": "0", "portion_identifier": -1, "text_b": "En 1933, Cattell escribió que, de todas las razas europeas, la ``raza nórdica era la de inteligencia más desarrollada y la de mayor estabilidad en el temperamento."}, {"uid": "spanish-1940-val", "text_a": "En 1911 se destruyó el ayuntamiento, parcialmente restaurado en 1945 y vuelto a construir en los 60.", "label": "0", "portion_identifier": -1, "text_b": "En 1911, se reconstruyó el ayuntamiento, parcialmente destruido en 1945 y luego restaurado en los 60."}, {"uid": "spanish-906-val", "text_a": "A veces se usa como reductio ad absurdum del argumento bien conocido de diseño, que dice lo siguiente:", "label": "0", "portion_identifier": -1, "text_b": "A veces es conocido como un reductio ad absurdum del argumento bien usado del diseño, como figura a continuación:"}, {"uid": "spanish-1578-val", "text_a": "Es la hija de Henri Queffélec y hermana de Yann Queffélec, ambos escritores renombrados.", "label": "0", "portion_identifier": -1, "text_b": "Es la hija de Yann Queffélec y hermana de Henri Queffélec, ambos escritores bien conocidos."}, {"uid": "spanish-1232-val", "text_a": "Worcester es un pueblo y ciudad condado de Worcestershire en Inglaterra.", "label": "0", "portion_identifier": -1, "text_b": "Worcestershire es una ciudad y ciudad condado de Worcester en Inglaterra."}, {"uid": "spanish-1478-val", "text_a": "El equipo de Loyang venció a Raffles Institution en la vuelta de apertura, y a la Xinmin Secondary School en los cuartos de final antes de perder con la Hwa Chong Institution en las semifinales.", "label": "0", "portion_identifier": -1, "text_b": "El equipo Loyang derrotó a la Secundaria Xinmin en la ronda inicial y la Institución Raffles en los cuartos de final antes de perder frente al Instituto Hwa Chong en las semifinales."}], "1": [{"uid": "spanish-1662-val", "text_a": "Los primeros tres hoteles se construyeron en Francia, en la década de 1980, seguido por el \"Patio Eilat Resort Hotel\" en Israel.", "label": "1", "portion_identifier": -1, "text_b": "Los primeros tres hoteles fueron construidos en Francia en la década de 1980 seguidos por el \"Patio Eilat Resort Hotel'' en Israel."}, {"uid": "spanish-514-val", "text_a": "Una transición de fase de un ferromagneto a un paramagneto es continua y es de segundo orden.", "label": "1", "portion_identifier": -1, "text_b": "La transición de fase de ferromagnético a un paramagnético es continua y es de segunda orden."}, {"uid": "spanish-1493-val", "text_a": "Los Campeonatos de 2007 tuvieron lugar entre el 21 y el 28 de enero en Spokane, Washington en el Spokane Arena y en el centro de convenciones Spokane.", "label": "1", "portion_identifier": -1, "text_b": "Los campeonatos de 2007 tuvieron lugar entre el 21 y el 28 de enero en Spokane, Washington, en el Centro de convenciones de Spokane y en Spokane Arena."}, {"uid": "spanish-994-val", "text_a": "A veces se lo conoce como James Gordon para distinguirlo de James Gordon Huntly (1553 -- 1641), otro jesuita.", "label": "1", "portion_identifier": -1, "text_b": "A veces se lo conoce como James Gordon para distinguirlo de James Gordon Huntly (1553-1641), otro Jesuita."}, {"uid": "spanish-1723-val", "text_a": "Gunnar Hansen comentó: \"La razón por la que usaba una máscara, de acuerdo con Tobe y Kim, era que la máscara realmente determinaba su personalidad.", "label": "1", "portion_identifier": -1, "text_b": "Gunnar Hansen comentó: ``La razón por la que usaba una máscara, de acuerdo con Tobe y Kim, era que la máscara realmente determinaba su personalidad."}, {"uid": "spanish-339-val", "text_a": "Bellman murió el 8 de diciembre de 1931 en Louisville y sus restos se encuentran en el cementerio Calvary de Louisville, Kentucky.", "label": "1", "portion_identifier": -1, "text_b": "Bellman falleció en Louisville el 8 de diciembre de 1931 y se encuentra enterrado en el cementerio Calvary en Louisville, Kentucky."}, {"uid": "spanish-1432-val", "text_a": "El elenco está enfocado principalmente en la música alternativa e indie.", "label": "1", "portion_identifier": -1, "text_b": "El reparto se concentra mayormente en música indie y música alternativa."}, {"uid": "spanish-275-val", "text_a": "Alston nació el 21 de diciembre de 1965 en Oxon Hill, Maryland. Fue a la Oxon Hill High School de New Haven, Connecticut.", "label": "1", "portion_identifier": -1, "text_b": "Nació el 21 de diciembre de 1965 en Oxon Hill, Maryland, y estudió en Oxon Hill High School en New Haven, Connecticut."}]}