{"1": [{"uid": "german-37340-trn", "text_a": "Der Klang ist wirklich gut, aber: - Der Verstärker, bzw. die Lautsprecher, die damit betrieben werden, rauschen (wenn keine oder nur sehr leise Musik spielt) sehr sehr deutlich, sowohl beim Lautsprecher-Betrieb, als auch beim Kopfhörer-Betrieb. Es ist ein ständiges leichtes Hissen, das bei meinem vorherigen Verstärker nicht aufgetreten ist. Meine Freundin hört es so deutlich, dass sie damit im selben Raum nicht schlafen kann und wenn ich Kopfhörer aufhabe, halte ich es auch nicht aus. Wenn man den Verstärker auschaltet, verstummt es sofort. Habe mehrere Audioquellen getestet, ist unabhängig davon. - In der Beschreibung steht, dass eine Bluetooth-Antenne dabei ist, bei mir war aber keine dabei. - Auf der Vorderseite des Geräts gibt es eine blaue LED, die ständig an ist und die man auch nicht ausschalten kann. Sehr nervig, wenn man in demselben Raum schlafen will. Für diesen Preis sind die obigen Mängel inakzeptabel. Noch ein Nachtrag: Habe das Gerät über Nacht laufen lassen und am Morgen war es brennheiß. Habe kein Messgerät daheim, aber ich will nicht wissen, wie hoch der Stromverbrauch bei dieser Hitzeentwicklung ist. Es ist fast so heiß wie ein Heizkörper.", "label": 1, "portion_identifier": -1, "text_b": "Nicht gut . electronics"}, {"uid": "german-31296-trn", "text_a": "Habe das Armband aufgrund der überwiegend positiven Rezessionen bestellt, von weitem sieht es auch recht gut aus, schaut man aber näher hin erkennt man das es in sich verdreht ist und das Band an manchen Stellen durch eine Art \"Pressung \" nicht wirklich flexibel ist.", "label": 1, "portion_identifier": -1, "text_b": "Optisch ansprechend, Verarbeitung schlecht ! . watch"}], "2": [{"uid": "german-55990-trn", "text_a": "Prime-Lieferung mit Hermes nach 3 Tagen!?", "label": 2, "portion_identifier": -1, "text_b": "Prime-Lieferung mit Hermes nach 3 Tagen!? . home_improvement"}, {"uid": "german-52343-trn", "text_a": "Schon beim Auspacken fiel mir das abgebrochene Stück eines Clips zur Befestigung des Innenzeltes entgegen. Das ließ sich anders lösen. Aber nach dem Aufbau war dann einer der Reißverschlüsse seiner Aufgabe nicht gewachsen. Das sind nun gleich zwei Mängel, wegen denen ich dieses Zelt sicher nicht noch einmal bestellen würde. Zwei Sterne von mir.", "label": 2, "portion_identifier": -1, "text_b": "Enttäuschend . sports"}], "3": [{"uid": "german-115095-trn", "text_a": "Die Tasche ist größer als sie aussieht, sie bietet viel Stauraum und eignet sich ideal für das Fitnessstudio. Mit einer schwarzen Tasche kann man sowieso wenig falsch machen. Preis-Leistungsverhältnis ist okay. Schnelle Lieferung.", "label": 3, "portion_identifier": -1, "text_b": "Aussehen und Stauraum . luggage"}, {"uid": "german-106780-trn", "text_a": "Anzeige ist nicht gleich was ich bekommen habe. Ich kann nicht über Qualität schreiben weil Ich nicht das bis jetzt benutzen aber ist das in meinem Augen Fälschung(Fake). Ich habe in Bild erzählt.", "label": 3, "portion_identifier": -1, "text_b": "It isn’t original . home"}], "4": [{"uid": "german-135220-trn", "text_a": "Ich hoffe der Gurt wird noch etwas weicher, da er sich schlecht einstellen lässt. Ansonsten ist es eine solide Qualität", "label": 4, "portion_identifier": -1, "text_b": "breit und hart . sports"}, {"uid": "german-123755-trn", "text_a": "Eigentlich gut, nur: Warum zwar die Hülle, nicht aber die Drehscheibe aus einem langlebigem Material ist, erschließt sich mir nicht ganz. So hatte die nur aus dickerem Papier bestehende Scheibe schon bei der Lieferung einen Riss und wird wohl in absehbarer Zeit abgenutzt sein, damit handelt es sich nur ein kurzlebiges Wegwerfprodukt - allerdings ein dem Preis entsprechendes.", "label": 4, "portion_identifier": -1, "text_b": "Drehscheibe reißt ein . automotive"}], "5": [{"uid": "german-184815-trn", "text_a": "Alles super vielen dank immer wieder gern", "label": 5, "portion_identifier": -1, "text_b": "Schneller Versand . toy"}, {"uid": "german-188334-trn", "text_a": "Angenehm am Fußgelenk zu tragen. Rutscht nicht beim Laufen. Too", "label": 5, "portion_identifier": -1, "text_b": "Top . sports"}]}