{"1": [{"uid": "spanish-5708-trn", "text_a": "Muy mal el producto venía en su propia caja manipulado y abierto no plancha nada si bien es verdad q el vapor sale caliente no tiene intensidad no quita las arrugas moja la ropa y eso q he probado con una camisa a ido directo a devolución", "label": 1, "portion_identifier": -1, "text_b": "Decepcionado . kitchen"}, {"uid": "spanish-7076-trn", "text_a": "La parte de arriba queda genial pero la de abajo demasiado pekeña. Ni a una niña de 12 años le entraria. Quiero contactar cn el vendedor para cambiar la parte de abajo y no hay manera ni forma", "label": 1, "portion_identifier": -1, "text_b": "Demasiada pequeña la parte de abajo . apparel"}], "2": [{"uid": "spanish-46908-trn", "text_a": "Se escucha bastante mal son cómodos pero calidad sonido mala", "label": 2, "portion_identifier": -1, "text_b": "Calidad sonido mala . electronics"}, {"uid": "spanish-66318-trn", "text_a": "No esta nada mal pero yo me compraria otro, el polar por ejemplo es mucho mas preciso", "label": 2, "portion_identifier": -1, "text_b": "No esta mal . sports"}], "3": [{"uid": "spanish-89366-trn", "text_a": "Ha llegado antes de la fecha, pero pensaba que tenía mejor calidad en general 5 / 10", "label": 3, "portion_identifier": -1, "text_b": "Regular . automotive"}, {"uid": "spanish-96229-trn", "text_a": "Es muy pequeña para el precio que tiene. Funciona bien. Llego rapido", "label": 3, "portion_identifier": -1, "text_b": "Regular . home"}], "4": [{"uid": "spanish-145190-trn", "text_a": "A mi hijo de 11 años le ha gustado. Dice que es un libro de aventuras, fácil de leer, aunque a ratos se le hacía aburrido.", "label": 4, "portion_identifier": -1, "text_b": "Para niños amantes de la fantasía, sin miedo a los monstruos . digital_ebook_purchase"}, {"uid": "spanish-132398-trn", "text_a": "ES MUY FACIL DE UTILIZAR aunque pedi una talla l no me di cuenta pero para mis padres les va bien estoy contenta con la compra", "label": 4, "portion_identifier": -1, "text_b": "tensiometro . personal_care_appliances"}], "5": [{"uid": "spanish-192776-trn", "text_a": "Me encanta, el traje es precioso, la tela es buena, los músculos súper chulos y bien elaborados, compre la talla 5-6 para mi niño de 4 años, es muy alto y le queda perfecto de largo. Es un gran disfraz, la pena que no tengan el mismo pero en negro.", "label": 5, "portion_identifier": -1, "text_b": "Gran disfraz! . toy"}, {"uid": "spanish-163251-trn", "text_a": "Me hija está encantada! Un juguete muy tierno junto con la nube, se divierte con él y queda genial en su dormitorio como decoración ☺️ Le divierte la ide de pedir deseos con cada muñequito 😍", "label": 5, "portion_identifier": -1, "text_b": "Muy bonitos . toy"}]}