{"0": [{"uid": "spanish-1382-val", "text_a": "Michael Kelly Smith era previamente una antigua versión de la banda de Filadelfia, Tony Destra, hasta su lanzamiento, y luego Cinderella también tocó con ellos.", "label": "0", "portion_identifier": -1, "text_b": "Michael Kelly Smith era anteriormente hasta su renuncia en una versión inicial de la banda de Filadelfia, Cinderella, y posteriormente Tony Destra también tocó con ellos."}, {"uid": "spanish-1076-val", "text_a": "Algunos miembros murieron en la Bahía Golden, y no hubo contacto local con otros Māori.", "label": "0", "portion_identifier": -1, "text_b": "Algunos de los miembros de la tripulación murieron en la Bahía Golden y no hubo otro contacto con los Māori locales."}, {"uid": "spanish-685-val", "text_a": "El río Milcov es un río afluente del río Dilcov en Rumania.", "label": "0", "portion_identifier": -1, "text_b": "El río Dilcov es un afluente derecho del río Milcov en Rumania."}, {"uid": "spanish-1754-val", "text_a": "Mientras que el 33.° Grupo Táctico estaba inactivo, se unificó con el 33.° Grupo de Combate como el 33.° Grupo de Combate Táctico.", "label": "0", "portion_identifier": -1, "text_b": "Si bien el grupo de combate 33d estaba inactivo, se fusionó con el grupo táctico 33d como el grupo de combate táctico 33d."}], "1": [{"uid": "spanish-591-val", "text_a": "Bala se encuentra sobre una planicie alta y nevada, los veranos son cálidos y los inviernos fríos.", "label": "1", "portion_identifier": -1, "text_b": "Bala se encuentra sobre una planicie alta y nevada, los veranos son cálidos y los inviernos son fríos."}, {"uid": "spanish-1802-val", "text_a": "La siguiente tabla compara el desempeño de LOD - procesamiento posible y un método bruto-detalle (fuerza completa).", "label": "1", "portion_identifier": -1, "text_b": "La siguiente tabla compara el desempeño de LOD aware rendering y un método de detalle bruto (fuerza total)."}, {"uid": "spanish-1023-val", "text_a": "El campeonato de 2007 se desarrolló entre el 21 y el 28 de enero en Spokane, Washington, en la Arena Spokane y en el Centro de convenciones de Spokane.", "label": "1", "portion_identifier": -1, "text_b": "Los campeonatos de 2007 se llevaron a cabo del 21 al 28 de enero en Spokane, Washington en el Centro de Convenciones de Spokane y el Estadio de Spokane."}, {"uid": "spanish-633-val", "text_a": "La cocina inglesa dominaba la comida colonial temprana; pero mientras llegaban inmigrantes de otros países, otras sopas nacionales ganaron popularidad.", "label": "1", "portion_identifier": -1, "text_b": "La cocina dominaba la comida colonial temprana, pero otras sopas nacionales ganaron popularidad mientras los nuevos inmigrantes llegaban de otros países."}]}