{"contradiction": [{"uid": "thai-24978-val", "text_a": "และ มัน ทำให้ เธอ รู้สึก แย่", "label": "contradiction", "portion_identifier": -1, "text_b": "มัน ทำให้ คุณ รู้สึก ดีขึ้น"}, {"uid": "thai-25592-val", "text_a": "ด้วย ภูมิ ทัศ น   รูป   การเปลี่ยนแปลง   การ กลับมา รวมกัน ใหม่   และ การ เลือกสรร อัน เหมาะสม สามารถ ร่วมกัน พัฒนา ประชากร ขึ้น มายัง จุด เหนือ สุด ของ สร รม ถ ภาพ ที่ สูงสุด", "label": "contradiction", "portion_identifier": -1, "text_b": "ไม่มี ปัจจัย ที่ ช่วย ให้ ประชากร กำลัง มี พัฒนาการ ให้ ได้รับ ระดับ ความแข็งแรง ที่สูง ขึ้น"}, {"uid": "thai-25368-val", "text_a": "เอ่อ   ฉัน มี คอมพิวเตอร์ ของ ตัวเอง   พวกเรา มี คอมพิวเตอร์ สอง เครื่อง ที่ บ้าน แต่ ไม่มี เครื่อง ไหน ที่ เรา เป็นเจ้าของ จริง   ๆ   เอ่อ   ทั้งสอง เครื่อง นั้น ค่อนข้างจะ เกี่ยวกับ งาน และ", "label": "contradiction", "portion_identifier": -1, "text_b": "ฉัน ไม่มี เครื่องใช้ อิเล็กทรอนิกส์ ใดๆ เป็น ของ ตัวเอง"}, {"uid": "thai-25231-val", "text_a": "ใช่   พวกเขา มีเรื่อง ต่าง   ๆ   มากมาย ซึ่ง ค่อนข้าง จน ในเวลาเดียวกัน", "label": "contradiction", "portion_identifier": -1, "text_b": "ไม่มี สิ่งใด ของ พวกเขา ที่ แตก พัง"}], "entailment": [{"uid": "thai-25981-val", "text_a": "ทางเข้า ของ มัน ถูก ล้อม ด้วย ตึก จาก ใน ศตวรรษ ที่   14   ที่ เหลือ จาก ป้อมปราการ ของ เมือง", "label": "entailment", "portion_identifier": -1, "text_b": "มี ตึกสูง สอง แห่ง ที่ ถูก สร้าง ขึ้น ใน ศตวรรษ ที่   14"}, {"uid": "thai-26545-val", "text_a": "เมื่อ เวลา ประมาณ   10.15   น.   หัวหน้า ภาค ของ เอฟดี เอ็น วาย และ หัวหน้า ฝ่าย รักษา ความปลอดภัย   พวกเขา ได้ กลับ จาก โรง จอด รถ ไป ยัง ถนน ฝั่ง ตะวันตก   ได้ ทำการ ยืนยัน ว่า ตึกสูง ฝั่ง ใต้ ได้ พังทลาย ลงมา แล้ว", "label": "entailment", "portion_identifier": -1, "text_b": "อาคาร ใต้ ถล่ม ลง ก่อน   10 : 15"}, {"uid": "thai-27083-val", "text_a": "Boston   Globe   ได้ ตีพิมพ์ ผลงาน ชุด ย่อย สี่ ชุด ที่ เปิดเผย ข้อเท็จจริง ที่ ไม่ น่าไว้วางใจ   ขณะ ที่อยู่ มหาวิทยาลัย ฮาร์เวิร์ด", "label": "entailment", "portion_identifier": -1, "text_b": "Boston   Globe   ได้ เขียน เกี่ยวกับ มหาวิทยาลัย ฮาร์วาร์ด"}, {"uid": "thai-26278-val", "text_a": "สำนัก สำรวจ สำมะโนประชากร แห่ง สหรัฐอเมริกา ได้ ทำการ จัดกลุ่ม สำมะโนประชากร ของ ข้อมูล ประชากร และ เคหะ   ค.ศ.   1990   โดย ใช้ รหัสไปรษณีย์   5   ตัว", "label": "entailment", "portion_identifier": -1, "text_b": "ข้อมูล ที่ เกี่ยวกับ ประชากร และ ที่อยู่อาศัย ที่ จัดเก็บ ใน การสำรวจ สำมะโนประชากร   1990   ได้รับ การ จัดระเบียบ ตาม รหัสไปรษณีย์"}], "neutral": [{"uid": "thai-26125-val", "text_a": "ยัง มี สถานที่ สำหรับ พบปะ อีก มากมาย สำหรับ การแสดง อัน แสน อันตราย หรือ แปลก", "label": "neutral", "portion_identifier": -1, "text_b": "มี สถานที่ ที่ มี การแสดง โชว์ เปลื้องผ้า"}, {"uid": "thai-26748-val", "text_a": "โดยเฉพาะอย่างยิ่ง   คุณ จะ ได้ ร่วมงาน กับ เหล่า ผู้บริหาร มูลนิธิ เพื่อ การกุศล ที่ โดดเด่น   ผู้นำ ธุรกิจ    นักวิชาการ   ผู้เชี่ยวชาญ ด้าน การพัฒนา   และ อาสาสมัคร ใน ภาค ส่วน องค์กร ไม่ แสวง ผลกำไร   ...", "label": "neutral", "portion_identifier": -1, "text_b": "เป็น กลุ่ม ที่ เต็มไปด้วย   นักวิชาการ กลุ่ม ไอ วี่   และ คน ใจบุญสุนทาน"}, {"uid": "thai-27158-val", "text_a": "คุณ ชอบ อะไร มากกว่า กัน   คณิตศาสตร์   หรือ วิทยาศาสตร์ ?", "label": "neutral", "portion_identifier": -1, "text_b": "คุณ สามารถ ชอบ สิ่ง อื่น นอกเหนือจาก คณิตศาสตร์ และ วิทยาศาสตร์"}, {"uid": "thai-26150-val", "text_a": "แม้ว่า กลยุทธ์ การ ระดมทุน อาจ ได้รับ การพัฒนา   การ ระดมทุน ก็ ยัง สามารถ ใช้ได้ กับ งาน นี้", "label": "neutral", "portion_identifier": -1, "text_b": "เงินทุน ไม่ เพียงพอ สำหรับ การทำงาน"}]}