{"0": [{"uid": "german-1406-val", "text_a": "Birkenhead Wharf liegt nahe am Birkenhead Point Factory Outlet Centre und an der Iron Cove Bridge, die nur wenige Gehminuten entfernt ist.", "label": "0", "portion_identifier": -1, "text_b": "Birkenhead Wharf grenzt an die Iron Cove Bridge und liegt neben dem Birkenhead Point Factory Outlet Centre."}, {"uid": "german-1527-val", "text_a": "Er spielte bei der Band von Lionel Hampton und machte 1946 Aufnahmen mit der Band von Billy Eckstine.", "label": "0", "portion_identifier": -1, "text_b": "Er machte Aufnahmen mit der Band von Billy Eckstine und 1946 spielte er mit Lionel Hampton."}, {"uid": "german-1767-val", "text_a": "Tottenham Hotspur gewann den UEFA-Cup 1973–74 gegen Feyenoord Rotterdam mit 4:2 nach Hin- und Rückspiel.", "label": "0", "portion_identifier": -1, "text_b": "Den UEFA Cup 1973–74 gewann Feyenoord Rotterdam gegen Tottenham Hotspur mit 4:2."}, {"uid": "german-1314-val", "text_a": "Die Jamestown Windmill ist eine Holländerwindmühle in Weeden Lane innerhalb des Windmill Hill Historic District an der North Road nördlich von Jamestown, Rhode Island.", "label": "0", "portion_identifier": -1, "text_b": "Die Jamestown Windmill ist eine Holländerwindmühle in Jamestown in Rhode Island, im Windmill Hill Historic District an der North Road nördlich der Weeden Lane."}, {"uid": "german-1037-val", "text_a": "1645, während des Englischen Bürgerkrieges, überraschte eine parlamentarische Einheit aus Newport Pagnell einen Zug von 18 Royalisten, die in Finmere stationiert waren.", "label": "0", "portion_identifier": -1, "text_b": "Während des englischen Bürgerkriegs überraschten Parlamentskräfte aus Newport Pagnell 1645 einen Zug aus achtzehn Royalisten, die in Finmere stationiert waren."}, {"uid": "german-898-val", "text_a": "McMillan verbrachte zwei Jahre beim Royal Medical Corp. in Tidworth und später in Didcot, wo er ein MRS für Soldaten durchführte, die im Koreakrieg verletzt worden waren.", "label": "0", "portion_identifier": -1, "text_b": "McMillan verbrachte zwei Jahre im Royal Medical Corp. in Didcot und später in Tidworth, wo er einen MRS für verletzte Soldaten aus dem Koreakrieg leitet."}, {"uid": "german-951-val", "text_a": "„Dawn” ist die zweiunddreißigste Folge (Produktionsnr. 213 ) der Fernsehserie, die dreizehnte der neunten Staffel.", "label": "0", "portion_identifier": -1, "text_b": "Bei „Dawn“ handelt es sich um die neununddreißigste Folge (Produktion Nr. 213) der Fernsehserie, die dreizehnte Folge der zweiten Staffel."}, {"uid": "german-304-val", "text_a": "Bei hoher Temperatur und hohem Partialdruck von Wasserstoff kann dieser in Karbonstahllegierungen diffundieren.", "label": "0", "portion_identifier": -1, "text_b": "Bei hohen Temperaturen und hohem Wasserstoffdruck kann Wasserstoff in Kohlenstoffstahllegierungen diffundieren."}], "1": [{"uid": "german-585-val", "text_a": "Zu Beginn der Staffel war er zusammen mit Howard, Jeremy, McCrae und Nick Teil des „Moving Company“-Bündnisses.", "label": "1", "portion_identifier": -1, "text_b": "Zu Beginn der Staffel war er gemeinsam mit Nick, Jeremy, McCrae und Howard Teil des „Moving Company“ Bündnisses."}, {"uid": "german-559-val", "text_a": "Diese Art gehört heute zur Familie der Eidechsen, bekannt als Iguanidae, Unterfamilie Polychrotinae, und ist nicht mehr in der derzeit ungültigen Familie, Polychrotidae, zu finden.", "label": "1", "portion_identifier": -1, "text_b": "Dieses Gattung ist jetzt in der Familie der Eidechsen als Iguanidae, Unterfamilie der Polychrotinae, bekannt und wird nicht länger in die gegenwärtig ungültige Familie der Polychrotidae eingeordnet."}, {"uid": "german-1331-val", "text_a": "Worcestershire ist eine Stadt und County-Sitz von Worcester in England.", "label": "1", "portion_identifier": -1, "text_b": "Worcestershire ist eine Stadt und Hauptort der Grafschaft Worcester in England."}, {"uid": "german-1935-val", "text_a": "Bis jetzt wurden die Stücke von Zinovjev vom Oulu Symphony Orchestra, dem Lahti Symphony Orchestra, der Kymi Sinfonietta, dem Finnish Radio Symphony Orchestra und Avanti aufgeführt!", "label": "1", "portion_identifier": -1, "text_b": "Zinovjevs Arbeiten wurden bisher vom Finnish Radio Symphony Orchestra aufgeführt sowie von Lahti Symphony Orchestra, Kymi Sinfonietta, Oulu Symphony Orchestra und Avanti!"}, {"uid": "german-1443-val", "text_a": "Die neunte Staffel wurde das am zweithöchsten bewertete Programm von Comedy Central.", "label": "1", "portion_identifier": -1, "text_b": "Die neunte Staffel wurde zum zweitbesten Comedy Central Programm."}, {"uid": "german-1326-val", "text_a": "Der Wrestler springt dann herum, schwingt vorwärts um sich zurück zu werfen und den Kopf des Gegners auf die Matte fallen zu lassen.", "label": "1", "portion_identifier": -1, "text_b": "Der Wrestler springt dann herum und schwingt nach vorne um sich zurückfallen und den Kopf seines Gegners auf die Matte aufschlagen zu lassen."}, {"uid": "german-1184-val", "text_a": "Britten kehrte im April 1942 nach England zurück. Kurz nach seiner Rückkehr bat er Montagu Slater sein Librettist für „Peter Grimes“ zu sein.", "label": "1", "portion_identifier": -1, "text_b": "Im April 1942 kehrte Britten nach England zurück und bat kurz darauf Montagu Slater darum, als Librettist für „Peter Grimes “ zu fungieren."}, {"uid": "german-793-val", "text_a": "Malcolm Fraser, der Whitlam bei den Abgeordnetenhauswahlen im Dezember 1975 überwältigend besiegt hatte, bot Egerton den Ritterstand für Dienste an der Gewerkschaftsbewegung an.", "label": "1", "portion_identifier": -1, "text_b": "Malcolm Fraser, der Whitlam bei den Parlamentswahlen im Dezember 1975 in einem Erdrutsch besiegt hatte, bot Egerton das Rittertum an, um der Gewerkschaftsbewegung zu dienen."}]}