{"1": [{"uid": "german-23985-trn", "text_a": "Ein absolult krankes, erschreckendes und widerliches Buch. Es ist mir ein Rätsel, was bei dem Autor im Leben falsch gelaufen sein muss, damit er auf eine so abartige Story kommt.", "label": 1, "portion_identifier": -1, "text_b": "Unerträglich und abartig . digital_ebook_purchase"}, {"uid": "german-9081-trn", "text_a": "Laptop hat nach der Installation nicht mehr funktioniert. Kein Hochfahren oder Reparieren möglich. Sofort zurück an Absender!", "label": 1, "portion_identifier": -1, "text_b": "Nur einen Tag funktioniert . pc"}, {"uid": "german-18081-trn", "text_a": "Kein komplettes, zusammenhängendes Klebebild sondern einzelne Segmente. Entsprechend schlecht aufzukleben. Trotz gründlicher vorheriger Reinigung lösen sich die Teile. Kurz: China Müll", "label": 1, "portion_identifier": -1, "text_b": "China Müll . office_product"}, {"uid": "german-34355-trn", "text_a": "Ich habe dieses Produkt Aufgrund der positiven Rezensionen gekauft. Leider kann ich dies nicht bestätigen. Seit ein paar Tagen hat sich das Handy seltsam verhalten, die Akkuanzeige hat seltsame Werte angezeigt. Angeblich war der Akku in 5 Minuten von 60% auf 100% geladen. Dann fing das Telefon an, komplett abzuschalten, als wenn man den Strom abstellen würde und zwar jedes mal, wenn ich das Ladegerät abgezogen habe. Anschließend ließ sich das Telefon nicht hochfahren, bis ich es an ein anderes Ladegerät angeschlossen habe, welches nach kurzer Zeit die selben Symptome zeigte. Ein angeblich leerer Akku zeigte beim starten (Nur am Ladegerät (vielleicht)) plötzlich 60% an. Nun habe ich wieder zurück auf den originalen Akku gewechselt und die Probleme sind verschwunden. Von mir kommt an dieser Stelle keine Kaufempfehlung, nehmt lieber den originalen, auch wenn er 5-10€ teurer ist als dieser hier. Das hat seine Gründe.", "label": 1, "portion_identifier": -1, "text_b": "gibt nach zweieinhalb Monaten seinen Geist auf. . electronics"}], "2": [{"uid": "german-69627-trn", "text_a": "Ich habe diesen Adapter vor einem halben Jahr zunächst gekauft, um einen Full HD Monitor an meinen Laptop anzuschließen - das hat auch problemlos geklappt. Nun wollte ich allerdings einen 1440p Monitor (per HDMI) anschließen: Dort lässt sich trotz mehreren verschiedenen HDMI-Kabeln (die alle bis zu 4k unterstützen), als höchste Auflösung Full HD anwählen. Damit ist der Adapter für mich nun nicht mehr zu gebrauchen.", "label": 2, "portion_identifier": -1, "text_b": "Leider nicht mehr als Full HD . pc"}, {"uid": "german-77503-trn", "text_a": "Die Kette kam verrostet an. Ging gleich zurück. Ob es eine benutzte war, oder jede so ist weiß ich nicht, da ich keine neue bestellt habe. Davon abgesehen, sah sie ganz gut aus. Mir waren nur die Laternen zu klein.", "label": 2, "portion_identifier": -1, "text_b": "verrostete Ware erhalten . home"}, {"uid": "german-53040-trn", "text_a": "Ich habe die Lieferung nicht erhalten obwohl mir angezeigt wird, dass sie ausgestellt wurde. Das ist sehr ärgerlich und ich hoffe das Amazon da reagiert, ist aber ärgerlich weil ich keine Linsen mehr habe und jetzt nichts hab. Das Produkt ansich ist aber super, sehr gute Linsen mit gutem Comfort, kann ich empfehlen", "label": 2, "portion_identifier": -1, "text_b": "Produkt kenne ich und ist super, aber Lieferung nicht erhalten . drugstore"}, {"uid": "german-44347-trn", "text_a": "Leider wird hier falsch geworben! Es ist nur zu Dekozwecken zu verwenden! Ansonsten ist es ok und man kann damit Torten etc. dekorieren.", "label": 2, "portion_identifier": -1, "text_b": "Nicht zum Verzehr geeignet . home"}], "3": [{"uid": "german-108893-trn", "text_a": "Habe 2 Stück gekauft da der Stecker recht stabil aussieht. Stecker wurde an eine Kühlbox 60 Watt / 12 Volt im Wohnmobil angeschlossen. (Messung der Stromaufnahme 5,2 Ampere). Nach einer Stunde Betrieb ist die Metallspitze so heiß das man sich die Finger verbrennt. Nach 48 Stunden Dauerbetrieb ist der Kunststoff rund um die Spitze verschmort. Nach einer Woche Dauerbetrieb total defekt da Pluspol kein Kontakt mehr hat. Für den geplanten Einsatz absolut ungeeignet!! Der Kunststoff hat sich total verformt. Das zweite Exemplar hat nach Austausch gleiches Schicksal erlitten.", "label": 3, "portion_identifier": -1, "text_b": "Wird zu heiß . automotive"}, {"uid": "german-86395-trn", "text_a": "Maske zum Schnorcheln brauchbar. Sehr gute Sicht . Ab einer Tiefe von 2-3m drückt die Maske ziemlich auf die Nase! Aussage meiner beiden Kinder. Wenn es tiefer gehen sollte würde ich eine klassische Ausrüstung bevorzugen.", "label": 3, "portion_identifier": -1, "text_b": "Geeignet zum Schnorcheln . sports"}, {"uid": "german-111400-trn", "text_a": "Funktioniert einwandfrei. Es gibt keine Diskussion mit den Kindern, wenn die Zeit abgelaufen ist. :-) Alles einfach einstellbar und gut anzuwählen. Apps zu finden gestaltet sich etwas schwer, wenn man nicht genau weiß was man möchte. Doch der Stern-Abzug ist für die fehlenden Spiele für ältere Kinder. Ab neun Jahre wird es immer schwerer etwas anderes als diese Baby-Spiele zu finden. Schade eigentlich, weil das Gesamtpaket wirklich gelungen ist.", "label": 3, "portion_identifier": -1, "text_b": "nur etwas für kleine Kinder . other"}, {"uid": "german-108376-trn", "text_a": "Bohrfutter wackelt bereits nach 1 Woche, für den Preis aber ganz Ok.", "label": 3, "portion_identifier": -1, "text_b": "Note 2 bis 3 . home_improvement"}], "4": [{"uid": "german-154120-trn", "text_a": "Wirklich eine schöne Hose , aber die Größen hauen so gar nicht hin , daher mussten wir sie leider zurücksenden.", "label": 4, "portion_identifier": -1, "text_b": "Schöne Hose . apparel"}, {"uid": "german-127165-trn", "text_a": "Schnelle Lieferung, tolles Produkt und würde jederzeit wieder hier bestellen!! Einziger Nachteil: Die Farben des Produkts sind blasser als die auf den Fotos.", "label": 4, "portion_identifier": -1, "text_b": "Tolles Produkt! . baby_product"}, {"uid": "german-151419-trn", "text_a": "Sehr süß gemacht und schön zum ausfüllen.", "label": 4, "portion_identifier": -1, "text_b": "Keine . toy"}, {"uid": "german-128492-trn", "text_a": "Fällt sehr klein aus vor allem am Bauch/Gürtel leider ist der Knopf nicht verstellbar,Kopftuch sehr gross...Hosen Bund sehr eng,Shirt kurz", "label": 4, "portion_identifier": -1, "text_b": "Piraten kostüm . toy"}], "5": [{"uid": "german-177864-trn", "text_a": "Super lernspiel was mega Spaß macht.", "label": 5, "portion_identifier": -1, "text_b": "Weiterzuempfehlen . toy"}, {"uid": "german-197920-trn", "text_a": "Meine Freunde und ich picknicken bei unseren Fahrradtouren um Berlin gerne im Wald. Bis jetzt hatte ich immer belegte Stullen aus der Hand gegessen und Wasser aus der Flasche getrunken, doch das soll jetzt anders werden. Dieses Campingbesteck aus Edelstahl ist schon rein optisch sehr ansprechen, da schmeckt das Essen daraus gleich viel besser. Es passt bequem in meinen Fahrradrucksack und ist auch nicht zu schwer. Das Besteck kann man praktischerweise in einer Transporttasche verstauen. Der Teller ist schön groß und sogar noch verziert. Ein Freund von mir nimmt immer eine Thermoskanne mit Kaffee mit. Seinen Kaffee kann ich jetzt Dank der Thermoisolierung des Bechers länger warm geniessen. Gut finde ich, dass man das Campingbesteck dann später zu Hause auch in der Geschirrspülmaschine reinigen kann. Ich freue mich schon auf das nächste Picknick im Wald.", "label": 5, "portion_identifier": -1, "text_b": "Esskultur für unterwegs . sports"}, {"uid": "german-192989-trn", "text_a": "Das Buch ist einfach süß. Egal ob für Kinder oder Erwachsene, immer gut als Geschenk oder als Geschichte für Abends.", "label": 5, "portion_identifier": -1, "text_b": "Einfach klasse . book"}, {"uid": "german-184199-trn", "text_a": "Schnelle Zustellung, einfach Montage, günstiger Preis und dennoch kein Billig Schrott. Alles Top gerne bei bedarf wieder.", "label": 5, "portion_identifier": -1, "text_b": "Top . electronics"}]}