{"1": [{"uid": "german-2982-trn", "text_a": "Viel zu großes Armband. Sieht aus ein wie ein Spielzeug von McDonalds. Weiß nicht wer sowas tragen wollte. Bitte nicht", "label": 1, "portion_identifier": -1, "text_b": "Schrott . watch"}, {"uid": "german-5344-trn", "text_a": "Hallo. Sorry, die Noten im Bassschlüssel sind definitiv falsch. Es gibt auch so kein B sondern es ist ein H!!!", "label": 1, "portion_identifier": -1, "text_b": "Noten falsch gedruckt. . musical_instruments"}], "2": [{"uid": "german-50649-trn", "text_a": "Sie zerfleddern nach mehrmaligem waschen . Empfehle ich nicht, obwohl sie an für sich super wären! Fühlen sich weich an und sind nicht getragen nicht sichtbar", "label": 2, "portion_identifier": -1, "text_b": "Schade! Zerfleddern nach merhmaligem Waschen . apparel"}, {"uid": "german-60640-trn", "text_a": "Die Beschichtung der Kugel ist nicht schön. Die sieht aus, wie schon mal gebraucht. Bei dem Preis hatte ich was anderes erwartet und war schon enttäuscht. Die Beschriftung gefällt mir gut.", "label": 2, "portion_identifier": -1, "text_b": "schlechte Qualität . other"}], "3": [{"uid": "german-108851-trn", "text_a": "Kann noch nicht sagen wie lange die Kette hält aber bis jetzt kann ich nur sagen einfach super deshalb erstmal nur drei Sterne da wir sie erst seit zwei Tagen bei strömendem Regen haben und sie funktioniert sieht sehr romantisch und schön aus und das alles ohne Strom. Glaube bestimmt das ich mir noch eine bestellen werde", "label": 3, "portion_identifier": -1, "text_b": "Sieht sehr schön aus . home"}, {"uid": "german-111645-trn", "text_a": "Ich bin ein bisschen enttäuscht. Die Qualität bzw. Ausführung ist nicht ganz so, wie erwartet. An vielen Stellen finden sich Lufteinschlüsse. Im Gesamtbild ist es eine schöne Idee und der Anhänger auch gut. Bis auf die besagten Mängel.", "label": 3, "portion_identifier": -1, "text_b": "Schöner Anhänger, aber Qualitativ nicht vollkommen . automotive"}], "4": [{"uid": "german-158479-trn", "text_a": "Eine praktische und tolle Truhe für Spielsachen unsere Kinder gut geeignet im Garten wasserdicht und auch sehr schön leider ist der Deckel nicht sehr fest an der Verankerung hinten deshalb ein Stern Abzug.", "label": 4, "portion_identifier": -1, "text_b": "Praktisches Teil . lawn_and_garden"}, {"uid": "german-155279-trn", "text_a": "Ein tolles Öl und super zu dosieren dank der Pipette. Riecht nicht. Vollkommen neutral. Lässt sich gut verteilen und zieht schnell ein. Ist allerdings m. M. nach echt etwas für eher fettige ölige Haut. Pur verwendet trocknet es meine Haut aus. Ich mische es oder verwende es im Wechsel. Ach ja: Zur Gesichtspflege hatte ich es bestellt.", "label": 4, "portion_identifier": -1, "text_b": "Schönes Öl für ölige/fettige Haut, die zu Unreinheiten neigt. . drugstore"}], "5": [{"uid": "german-197941-trn", "text_a": "Diese Sonnenbrille ist sehr schön und modisch. Es passt gut zu mir. Lieferung war auch sicher verpackt. Wie immer alles sehr gut gemacht.", "label": 5, "portion_identifier": -1, "text_b": "Supercoole rayban Brille . apparel"}, {"uid": "german-185504-trn", "text_a": "Super süße Mäntelchen sehr zufrieden Lieferung schneller als erwartet perfeckt kann nur weiterempfehlen", "label": 5, "portion_identifier": -1, "text_b": "Perfeckt . apparel"}]}