{"1": [{"uid": "german-32846-trn", "text_a": "Beim ersten Benutzen ist eine Rolle abgebrochen, danach bei ersten Entleeren eine Verschlusskappe. Weil er so günstig war wenigstens ein Stern.", "label": 1, "portion_identifier": -1, "text_b": "Nicht Gut . home_improvement"}, {"uid": "german-35003-trn", "text_a": "Leider musste ich ein Stern geben. Leider die totale Enttäuschung.", "label": 1, "portion_identifier": -1, "text_b": "👎🏾 . home"}, {"uid": "german-39306-trn", "text_a": "Ziemlich labberige Strümpfe, den Preis nicht wert", "label": 1, "portion_identifier": -1, "text_b": "Wenig überzeugend . apparel"}, {"uid": "german-32187-trn", "text_a": "Der Füller ist mittelmäßig und als Geschenk nicht zu empfehlen.", "label": 1, "portion_identifier": -1, "text_b": "Für Schüler OK . office_product"}, {"uid": "german-1315-trn", "text_a": "Leider fallen die Steine immer wieder heraus. Handschuh hatte an der Naht ein Loch. Zopf hält nicht im Haar. Qualität ist nicht gut.", "label": 1, "portion_identifier": -1, "text_b": "Günstiger Preis, keine gute Qualität . toy"}, {"uid": "german-25362-trn", "text_a": "Ware nicht erhalten nur leere Versprechungen", "label": 1, "portion_identifier": -1, "text_b": "Ware nicht erhalten . other"}, {"uid": "german-3915-trn", "text_a": "Noch nie soviel Stress mit einer Bestellung gehabt. Kam gar nicht erst an und mein geld wird mir auch nicht erstattet", "label": 1, "portion_identifier": -1, "text_b": "Schlechter Service . drugstore"}, {"uid": "german-24663-trn", "text_a": "Kam nie an und es hat sich keiner gemeldet auf die Anfrage bin bis jetzt sehr unzufrieden. Schade eigentlich 😢", "label": 1, "portion_identifier": -1, "text_b": "Kam nie . video_games"}], "2": [{"uid": "german-69403-trn", "text_a": "Lieferung war pünktlich. Kopf riecht komisch. Beim kämmen gehen viele Haare raus. Die haare sind zwar dick aber die Qualität ist nicht so gut. Die Haare verfilzen sehr schnell.", "label": 2, "portion_identifier": -1, "text_b": "Preis-Leistung ok . beauty"}, {"uid": "german-51910-trn", "text_a": "Hällt nicht was er verspricht aber für meine bedürfnisse reicht es aus.Akku hällt nur einen Tag und bei längerer Aktivität nur ein paar stunden.kaufen würde ich dieses Teil nicht mehr.dafür viel zu teuer.", "label": 2, "portion_identifier": -1, "text_b": "Na Ja . pet_products"}, {"uid": "german-53636-trn", "text_a": "Trotz eines Schauspielers wie Jean Reno war dieser Film gerade mal Durchschnitt. Sehr verworren und einfache Handlungen. Ist Leihgebühr nicht wert.", "label": 2, "portion_identifier": -1, "text_b": "Thriller . digital_video_download"}, {"uid": "german-48914-trn", "text_a": "Zufrieden. Leider nicht die allerbeste akkulaufzeit.", "label": 2, "portion_identifier": -1, "text_b": "Gut . toy"}, {"uid": "german-64388-trn", "text_a": "Habe mir das magnesium aufgrund der überaus positiven rezessionen bestellt. Habe es jetzt über zwei wochen gegeben und kann keinen unterschied bei meinem pferd feststellen. Da ist mir leider das geld zu schade dafür, wenn ich keine versprochene wirkung erkennen kann. Das positive daran: mein pferd hat es gern gefressen", "label": 2, "portion_identifier": -1, "text_b": "Wenn man dran glaubt.. . drugstore"}, {"uid": "german-68005-trn", "text_a": "Einfach zu installieren aber mindert das Volum", "label": 2, "portion_identifier": -1, "text_b": "So la la . pc"}, {"uid": "german-58654-trn", "text_a": "Für mich hatte der Deckel nur einen Einsatzzweck: Den zugehörigen Eimer vom gleichen Hersteller wasserdicht abzuschließen, dies tut er aber leider nicht. Hierbei treten mehr als nur ein paar Tropfen Wasser aus, innerhalb weniger Minuten könnte das für die Elektronik in meinem Kofferraum gefährlich werden. Zum sicheren Verstauen der \"Autopflegeprodukte\" ist der Deckel hingegen geeignet.", "label": 2, "portion_identifier": -1, "text_b": "_Nicht_ Wasserdicht . automotive"}, {"uid": "german-68018-trn", "text_a": "Der Mascara ist an sich super. Leider kam der Artikel beschädigt und geöffnet an. Der Mascara ist bröckelig und riecht schlecht. Ich habe ihn an einem Auge aufgetragen und dieses tränt und brennt. Das bin ich von H.R nicht gewöhnt. Schade drum", "label": 2, "portion_identifier": -1, "text_b": "Kam beschädigt und geöffnet an . beauty"}], "3": [{"uid": "german-87570-trn", "text_a": "Die Ware ist günstig und man kann natürlich keine sehr hohen Ansprüche stellen. Das Spannbetttuch ist recht dünn. Preis/Leistung ist gut.", "label": 3, "portion_identifier": -1, "text_b": "Soweit o.k. . home"}, {"uid": "german-91670-trn", "text_a": "Ging nach nicht mal einem Jahr kaputt. Jedoch wurde mir einen Ersatz schnell und unkompliziert Kostenlos zugeschickt super Service Danke.", "label": 3, "portion_identifier": -1, "text_b": "Kaputt nach 8 monate . wireless"}, {"uid": "german-108758-trn", "text_a": "Im 09. Türchen war leider nichts drin.. Hatte noch jemand das Problem?", "label": 3, "portion_identifier": -1, "text_b": "09. Türchen leer... . beauty"}, {"uid": "german-96202-trn", "text_a": "Die Lieferung erfolgte termingerecht. Der Leinsamen ist praktischer Weise in zwei getrennten Papiertüten zu je 5 Kilo verpackt. Wie auf dem Bild zu sehen ist, sind nicht alle Körner so goldgelb, wie man es vielleicht von teureren Produkten kennt, und es sind wohl auch noch andere Körner beigemischt. Es gibt aber definitiv keinen muffigen oder komischen Geruch, von daher finde ich die Qualität dem Preis angemessen. Wie der Inhalt der zweiten Tüte aussieht, kann ich noch nicht bewerten, da ich diese noch nicht öffnen möchte.", "label": 3, "portion_identifier": -1, "text_b": "Ok für den Preis . pet_products"}, {"uid": "german-80190-trn", "text_a": "Der Duft ist wirklich edel! Kopfnote frisch und leicht pudrig, bis die Basisnote dann an eine sehr teure Seife/Zedern erinnert. Und diese Basisnote hält maximal 45 - 60 Minuten. Das darf bei einem EdP nicht sein! So etwas erwarte ich von einem EdT, und deswegen bin ich etwas enttäuscht! Da hat der Hersteller an der falschen Stelle gespart, denn wenn Frau ein EdP kauft, möchte Sie davon auch etwas haben!!!", "label": 3, "portion_identifier": -1, "text_b": "Ein klasse Duft, aber..... . beauty"}, {"uid": "german-118892-trn", "text_a": "Der Pullover sieht ganz gut aus und sitzt auch ok. Allerdings nicht so formschön wie auf den Fotos und die Bündchen wirken, als würden sie schnell ausleiern. Das Material fühlt sich etwas seltsam an, ich denke nicht, dass es wirklich Baumwolle ist. Dass es dünner ist als Naketano wurde ja schon oft geschrieben, aber mit der angerauten Innenseite hält er bestimmt trotzdem warm. So wie sich das Material anfühlt, kann es aber auch schnell schwitzig werden. Mit Baumwollshirt drunter geht’s aber sicherlich. Alles in allem ist es aber das, was ich für den geringen Preis erwartet habe.", "label": 3, "portion_identifier": -1, "text_b": "Für den Preis ok, bessere Qualität kostet eben auch mehr . home"}, {"uid": "german-106509-trn", "text_a": "Gute Töpfe, doch leider verfärbt sich schon der Topfboden außen. Sollte nach so kurzer Zeit nicht passieren. Lieferung war super.", "label": 3, "portion_identifier": -1, "text_b": "Mittelmaß . home"}, {"uid": "german-98317-trn", "text_a": "Die Haarreifen sind in schönen leuchtenden Farben, sitzen aber leider schlecht am Kopf. Für Fascinator sind sie deshalb nicht geeignet.", "label": 3, "portion_identifier": -1, "text_b": "Schöne Farben - schlechter Halt . beauty"}], "4": [{"uid": "german-137638-trn", "text_a": "Sehr schöner Schuh. Aber bestellt den auf JEDENFALL eine Nr GRÖßER ich hab 39 mir passt eigentlich jeder Schuh aber die fallen wirklich klein aus. Hab sie jetzt in 40 nochmal bestellt.", "label": 4, "portion_identifier": -1, "text_b": "Viel zu klein . shoes"}, {"uid": "german-141895-trn", "text_a": "leicht zu montieren, erfüllt seinen Zweck, sieht gut aus", "label": 4, "portion_identifier": -1, "text_b": "Wandgitter . home"}, {"uid": "german-135246-trn", "text_a": "tut was es soll. sieb koennte feiner sein ist aber schon sehr fein im Gegensatz zu denen aus porzellan.", "label": 4, "portion_identifier": -1, "text_b": "Empfehlenswert! . home"}, {"uid": "german-138331-trn", "text_a": "Sehr gut! Schnelle Lieferung! Jederzeit wieder.", "label": 4, "portion_identifier": -1, "text_b": "Sehr gut! Schnelle Lieferung! Jederzeit wieder. . drugstore"}, {"uid": "german-132723-trn", "text_a": "Besser als das Vorgängermodel. Hatte das Vorgängermodel verlegt, das neue bestellt, und der Vergleich zeigt - sehr verbessert. Rutscht weniger und der Zugriff auf das Display ist besser. Klare Empfehlung...", "label": 4, "portion_identifier": -1, "text_b": "Besser als das Vorgängermodel . wireless"}, {"uid": "german-132757-trn", "text_a": "Nach kurzen Kommunikationsschwierigkeiten wg. einer Reklamation wurde alles super gelöst. Das Kaminschutzgitter ist Qualitativ sehr hochwertig. Leicht aufzubauen und erfüllt seinen Zweck sehr gut.", "label": 4, "portion_identifier": -1, "text_b": "Alles top . . baby_product"}, {"uid": "german-131456-trn", "text_a": "Eine Story bei der man endlich mal wieder die Lachmuskeln trainiert", "label": 4, "portion_identifier": -1, "text_b": "Endlich mal wieder herzhaft lachen . other"}, {"uid": "german-126308-trn", "text_a": "Sehr große Tasche. Macht auf den ersten Blick einen guten stabilen Eindruck. Mal schauen ob die Tasche sich während unserer Reisen bewährt. 30 Jahre Garantie...", "label": 4, "portion_identifier": -1, "text_b": "Sehr große stabile Tasche . luggage"}], "5": [{"uid": "german-196082-trn", "text_a": "Diese Hülle ist wirklich mit Abstand das beste, was mir bisher untergekommen ist. An sich sieht die Hülle wirklich schön \"\"clean\"\" aus. Sie liegt super angenehm in der Hand, ist rutschfest und nicht anfällig für Fingerabdrücke oder ähnliches. Die Knöpfe (lauter, leiser, Aus) lassen sich alle gut bedienen.", "label": 5, "portion_identifier": -1, "text_b": "TOP Hülle! . home"}, {"uid": "german-199607-trn", "text_a": "Rückenschmerzen ade. Keine Probleme mehr mit dem Rücken. Auch nicht durch schwere Arbeit dank den 7 Zonen die entlasten sogar die wandscheibe. Ich bin sehr zufrieden", "label": 5, "portion_identifier": -1, "text_b": "Top . furniture"}, {"uid": "german-165984-trn", "text_a": "Es hat meine Erwartungen erfüllt, vielen Dank", "label": 5, "portion_identifier": -1, "text_b": "Empfehlenswert . drugstore"}, {"uid": "german-171383-trn", "text_a": "Das Ladegerät entspricht voll und ganz den Erwartungen", "label": 5, "portion_identifier": -1, "text_b": "Laderät 36 V 2 A . sports"}, {"uid": "german-174024-trn", "text_a": "Schnelle lieferung alles super", "label": 5, "portion_identifier": -1, "text_b": "Spray . pet_products"}, {"uid": "german-161084-trn", "text_a": "Die Tasche ist wunderschön,Wasserdicht hat sehr viel Platz und der Preis stimmt auch.", "label": 5, "portion_identifier": -1, "text_b": "Eine Tasche die ich jedem empfehlen kann . sports"}, {"uid": "german-179094-trn", "text_a": "Die Untersetzer aus Holz sehen gut aus, sind stabil und lassen sich leicht reinigen. Der dazugehörige Ständer ist sehr praktisch.", "label": 5, "portion_identifier": -1, "text_b": "Praktische Untersetzer . home"}, {"uid": "german-194582-trn", "text_a": "Ich habe mir das Ladekabel bestellt, weil meine PS4 knapp 4-5m von meinem Sofa entfernt steht und ich keine Lust hatte mich vor den Fernseher zu setzen, weil der Controller leer ist. Mein Besuch freut sich auch, wenn er sich nicht an die Steckdose setzen muss, wenn er laden muss. Das Ladekabel ist super verarbeitet und steckt fest in der Ladebuchse. Ich merke keinen Unterschied der Ladegeschwindigkeit zu meinem originalen Samsung Ladekabel.", "label": 5, "portion_identifier": -1, "text_b": "Sehr gut verarbeitet und praktisch . wireless"}]}