{"0": [{"uid": "french-1527-val", "text_a": "Il a joué avec le groupe de Lionel Hampton et a enregistré en 1946 avec le groupe de Billy Eckstine.", "label": "0", "portion_identifier": -1, "text_b": "Il a enregistré avec le groupe de Billy Eckstine et a joué en 1946 avec Lionel Hampton."}, {"uid": "french-1746-val", "text_a": "Le \"Lupinus bicolor\" possède une tige velue et de fines feuilles palmées.", "label": "0", "portion_identifier": -1, "text_b": "« Lupinus bicolor » a une tige fine et des feuilles courtes et velues qui ressemblent à celles d'un palmier."}, {"uid": "french-1442-val", "text_a": "Fanwood se situe dans le 22e district congressionnel et fait partie du 12e district législatif d'État du New Jersey.", "label": "0", "portion_identifier": -1, "text_b": "Fanwood se trouve dans la 12e circonscription et fait partie de la 22e circonscription législative du New Jersey."}, {"uid": "french-189-val", "text_a": "Quelques membres de l'équipe ont été tués à Golden Bay et il n'y avait pas de contact local avec d'autre Maori.", "label": "0", "portion_identifier": -1, "text_b": "Certains de l'équipage ont été tués à Golden Bay et il n'y a eu aucun autre contact avec les Maori locaux."}, {"uid": "french-1608-val", "text_a": "Elle était la mère de Val, Boris et Rosalind Lorwin. Sa fille est devenue professeure de psychologie.", "label": "0", "portion_identifier": -1, "text_b": "Elle est devenue la mère de Val, Boris et Rosalind Lorwin, sa fille était professeure de psychologie."}, {"uid": "french-1344-val", "text_a": "Il a également aidé à établir des centres de méditation dans toute l'Europe ainsi qu'en Amérique du Nord, centrale et du Sud.", "label": "0", "portion_identifier": -1, "text_b": "Il a également contribué à créer des centres de méditation à travers l'Amérique du Nord, centrale et du Sud ainsi qu'en Europe."}, {"uid": "french-956-val", "text_a": "Il sera long, avec un haut mur et de la capacité.", "label": "0", "portion_identifier": -1, "text_b": "Il sera haut avec un grand mur et de la capacité."}, {"uid": "french-1583-val", "text_a": "Fair Oaks (38.651254 -121.259279) se situe entre Sacramento et Folsom.", "label": "0", "portion_identifier": -1, "text_b": "Sacramento se situe entre Fair Oaks et Folsom (38.651254 -121.259279)."}], "1": [{"uid": "french-690-val", "text_a": "Les trois premiers hôtels ont été construits en Israël dans les années 80, suivis de l'hôtel \" Patio Eilat Resort \" en France.", "label": "1", "portion_identifier": -1, "text_b": "Les trois premiers hôtels ont été construits dans les années 80 en Israël, suivis du \" Patio Eilat Resort Hotel \" en France."}, {"uid": "french-742-val", "text_a": "\" Trust in Me \" est une chanson écrite par Ned Wever, Milton Ager et Jean Schwartz.", "label": "1", "portion_identifier": -1, "text_b": "\" Trust in Me \" est une chanson de Jean Schwartz, Milton Ager et Ned Wever."}, {"uid": "french-170-val", "text_a": "Quand Kangxi (Hawick Lau) avait 16 ans, il élimina Oboi, le traître et ses alliés.", "label": "1", "portion_identifier": -1, "text_b": "Lorsque Kangxi (Hawick Lau) a eu seize ans, il a éliminé le traître, Oboi, et ses alliés."}, {"uid": "french-95-val", "text_a": "Au cours des deuxième et troisième années, ils se spécialisent dans une matière principale : sciences humaines, sciences du comportement et sciences sociales, économie et affaires ou sciences de la vie.", "label": "1", "portion_identifier": -1, "text_b": "Au cours des deuxième et troisième années, ils se spécialisent dans une matière principale : sciences humaines, sciences sociales du comportement, économie, commerce ou sciences de la vie."}, {"uid": "french-1392-val", "text_a": "La première femme de Baron Audley était Joan Mortimer, fille de Roger Mortimer.", "label": "1", "portion_identifier": -1, "text_b": "La première femme du 2e baron James Audley était Joan Mortimer, fille de Roger Mortimer ."}, {"uid": "french-482-val", "text_a": "Navarro est un partido au nord-est de l'Argentine dans la province de Buenos Aires.", "label": "1", "portion_identifier": -1, "text_b": "Navarro est un partido au nord-est de l'Argentine dans la province de Buenos Aires."}, {"uid": "french-1822-val", "text_a": "Comme avec le modèle génératif, la distribution cible est pondérée en mélangeant les probabilités d'émission de chaque état de contexte obtenu par la similarité.", "label": "1", "portion_identifier": -1, "text_b": "Comme pour l'approche générative, la distribution cible est pondérée en mélangeant les probabilités d'émission de chaque état de contexte obtenu par la similarité."}, {"uid": "french-1565-val", "text_a": "Elle a ajouté que le viol a eu lieu peu de temps après que ledit incident s'est produit.", "label": "1", "portion_identifier": -1, "text_b": "Elle ajouta que le viol eut lieu peu de temps après l'incident."}]}