{"0": [{"uid": "french-575-val", "text_a": "Ivor Ewing McIntyre est né le 6 octobre 1899 dans le Kent, Angleterre, en tant que fils du capitaine Duncan McIntyre.", "label": "0", "portion_identifier": -1, "text_b": "Duncan McIntyre est né dans le Kent, en Angleterre, le 6 octobre 1899, fils du Capitaine Ivor Ewing McIntyre."}, {"uid": "french-637-val", "text_a": "En 1888, la Compagnie des eaux de Sydney a repris l'approvisionnement en eau de la ville de Sydney des mains du conseil municipal.", "label": "0", "portion_identifier": -1, "text_b": "En 1888, le conseil municipal avait repris l'approvisionnement en eau de Sydney des mains de la Compagnie des eaux de Sydney."}, {"uid": "french-1486-val", "text_a": "Le lycée Mabvuku est une école secondaire dans la banlieue de Mabvuku, à Harare, Zimbabwe.", "label": "0", "portion_identifier": -1, "text_b": "Le lycée de Mabvuku est un lycée de la banlieue de Mabvuku à Harare, Zimbabwe."}, {"uid": "french-1546-val", "text_a": "Sa femme, anciennement Helen Tuthill Sisson, ses fils Norman F. Boas et Donald P. Boas, et sa fille Barbara Crutchley lui ont survécu.", "label": "0", "portion_identifier": -1, "text_b": "Son épouse, anciennement Barbara Crutchley, ses fils Norman F. Boas et Donald P. Boas et sa fille, Helen Tuthill Sisson, lui ont survécu."}], "1": [{"uid": "french-124-val", "text_a": "Rainbach im Innkreis est une municipalité dans le district de la Haute-Autriche de l'État autrichien de Schärding.", "label": "1", "portion_identifier": -1, "text_b": "Rainbach im Innkreis est une municipalité du district de la Haute-Autriche dans l'état autrichien de Schärding."}, {"uid": "french-993-val", "text_a": "L'« API » est composé de 500 symboles supplémentaires, 300 basiques et 200 complémentaires.", "label": "1", "portion_identifier": -1, "text_b": "L\"IPA\" compte 500 symboles complémentaires, 300 symboles de base et 200 symboles supplémentaires."}, {"uid": "french-864-val", "text_a": "Cordell Crockett a joué de la basse sur 5 chansons et Nathan Slade, le bassiste d'Ugly Kid Joe, a joué de la basse sur le reste.", "label": "1", "portion_identifier": -1, "text_b": "Cordell Crockett a joué de la basse sur 5 chansons, utilisant le bassiste d'Ugly Kid Nathan Slade sur le reste de la basse."}, {"uid": "french-1811-val", "text_a": "Heinz Kohut considérait le moi normal comme une obsession d'une étape grandiose de l'enfance, tandis que d'autres post-Freudiens exploraient le rôle de l'obsession dans l'agression et la criminalité.", "label": "1", "portion_identifier": -1, "text_b": "Heinz Kohut considérait le moi normal comme une obsession envers une période grandiose de l'enfance, tandis que d'autres post-Freudiens exploraient le rôle de l'obsession par rapport à l'agression et la criminalité."}]}